var JingFangShiYanLu = `
***上卷
    
***桂枝湯證
  **桂枝湯證其一
    湯（左二月十八日）　太陽，中風，發熱，有汗，惡風，頭痛，鼻塞，脈浮而緩，桂枝湯主之。
    川桂枝（三錢）　生白芍（三錢）　生甘草（錢半）　生薑（三片）　紅棗（六枚）
    【按】大論曰：“太陽病，發熱，汗出，惡風，脈緩者，名曰中風。”又曰：“太陽病，頭痛，發熱，汗出，惡風，桂枝湯主之。”觀此二條，知桂枝湯證又名曰中風。所謂“名曰”者，知前人本有此名，仲聖不過沿而用之。惟嚴格言之，桂枝湯證四字，其義較廣，中風二字，其義較狹。易言之，中風特桂枝湯證之一耳。又此中風非雜病中之中風，即非西醫所謂腦溢血、腦充血之中風。中醫病證名稱每多重復，有待整理，此其一斑耳。至考此所以異證同名之理，蓋爲其均屬風也。中之者淺，則僅在肌肉，此爲《傷寒論》之中風。中之者深，則内及經絡，甚至内及五藏，此爲雜病之中風，所謂風爲百病之長也。
    仲聖方之藥量，以斤兩計，驟觀之，似甚重。實則古今權衡不同，未許齊觀。歷來學者考證，達數十家，比例各異，莫知適從。且古今煎法服法懸殊。古者若桂枝湯但取初煎之汁，分之爲三，曰一服，二服，三服。今則取初煎爲一服，次煎爲二服，是其間不無徑庭。姑摒此種種勿論，簡言之，吾師之用量，大抵爲原方之什一，例如桂枝、芍藥原作三兩者，師常用三錢是也。餘視證之較輕者，病之可疑者，更減半用之，例如桂、芍各用錢半是也。以此爲準，利多弊少。
    曹穎甫曰：桂技湯一方，予用之而取效者屢矣。嘗于高長順先生家，治其子女，一方治二人，皆癒。大約夏令汗液大洩，毛孔大開，開窗而卧，外風中其毛孔，即病中風，于是有發熱自汗之證。故近日桂枝湯方獨于夏令爲宜也。
    【又按】近世章太炎以漢五株錢考證，每兩約當今三錢，則原方三兩，一劑當得九錢，再以分溫三服折之，每服亦僅得三錢耳。由是觀之，原方三兩，今用三錢，于古法正無不合也。
  **桂枝湯證其二
    餘嘗于某年夏，治一同鄉楊兆彭病。先，其人畏熱，啓窗而卧，周身熱汗淋漓，風來適體，乃即睡去。夜半，覺冷，覆被再睡，其冷不減，反加甚。次日，診之，病者頭有汗，手足心有汗，背汗不多，周身汗亦不多，當予桂枝湯原方：
    桂枝（三錢）　白芍（三錢）　甘草（一錢）　生薑（三片）　大棗（三枚）
    又次日，未請復診。後以他病來乞治，曰：“前次服藥後，汗出不少，病遂告瘥。藥力何其峻也？”然安知此方乃吾之輕劑乎？
    【按】或謂仲聖之“脈證治法”似置病因、病原、病理等于不問，非不問也，第不詳言耳。惟以其脈證治法之完備，吾人但循其道以治病，即已綽有餘裕。故常有病已癒，而吾人尚莫明其所以癒者。
    曹穎甫曰：仲景非不言病因病理也。夫邪風外乘，乃病中風，欲救邪風者，宜桂枝湯，此非病因乎？衛不與營和，乃自汗出。風中肌肉，着于營分，而衛氣不傷，故衛強而營弱。行水之衛氣不傷，故毛孔自能出汗，行血之營氣受困，故肌腠不能作汗，致皮毛與腠理顯分兩橛，而不能相合，故曰不和。不和者，不合也。用桂枝湯以發肌理之汗，而營衛自和矣。此非病理乎？讀書能觀其通，則思過半矣。
  **桂枝湯證其三
    我治一湖北人葉君，住霞飛路霞飛坊。大暑之夜，遊大世界屋頂花園，披襟當風，兼進冷飲。當時甚爲愉快，頃之，覺惡寒，頭痛，急急回家，伏枕而睡。適有友人來訪，乃強起坐中庭，相與周旋。夜闌客去，背益寒，頭痛更甚，自作紫蘇生薑服之，得微汗，但不解。次早乞診，病者被扶至樓下，即急呼閉戶，且吐綠色痰濁甚多，蓋繫冰飲釀成也，兩手臂出汗，撫之潮，随疏方，用：
    桂枝（四錢）　白芍（三錢）　甘草（錢半）　生薑（五片）　大棗（七枚）　浮萍（三錢）
    加浮萍者，因其身無汗，頭汗不多故也。次日，未請復診。某夕，值于途，葉君拱手謝曰，前病承一診而癒，先生之朮，可謂神矣！
    【按】一病一證之成，其病因每不一而足。本案示“風”之外，更有“冷飲”，外爲風襲，内爲飲遏，故見證較前案多一“吐”字，可見病人之證随時變化，決不就吾醫書之軌範。而用藥可加減，又豈非吾醫者之權衡，觀本方用生薑五片可知矣。
    曹穎甫曰：此公繫同鄉高長佑先生之友。予因治其妻神經病，始識之。蓋其妻飲食如故，但終日歌唱，或達旦不寐。診其脈滑疾，因用丁甘仁先生法，用豬心一枚剖開，内藏辰砂二錢，甘遂二錢，紮住，向炭爐煨枯，將甘遂朱砂研成細末。一服而大下，下後安眠，不復歌唱矣。後以十全大補湯收膏調之，精神勝于未病時。附錄之，以資談助。
  **桂枝湯證其四（附列門人治驗）
    謝先生三伏之天，盛暑迫人，平人汗流浃背，頻頻呼熱，今先生重棉疊衾，尚覺凜然形寒，不吐而下利，日十數度行，腹痛而後重，小便短赤，獨其脈不沈而浮。大論曰：太陰病，脈浮者，可發汗，宜桂枝湯。本證似之。
    川桂枝（錢半）　大白芍（錢半）　炙甘草（錢半）　生薑（二片）　紅棗（四枚）　六神曲（三錢）　谷麥芽（炒各三錢）　赤茯苓（三錢）
    【按】謝君先是應友人宴，享西餐，冰淋汽水，暢飲鼓腹。及歸，夜即病下利。三日不解，反增劇。曾投輕劑乏效。愚則依證治之，雖三伏之天，不避桂枝。服後果表解利稀，調理而瘥。
    本案不吐而下利，又異于前案，所謂證有變化是也。吐者爲胃不和，利者爲腸不和。然而能吐能利，胃腸尚有抗毒逐邪之機能，病未得爲進也。大論《太陰篇》雲：“太陰病，脈浮者，可發汗，宜桂枝湯。”舒氏疑本條有誤，當以理中爲主，内加桂枝雲雲。說似有見。然而理中加桂枝爲偏裏，桂枝湯爲偏表，今脈浮，表證重，故宜桂枝湯。況曰“宜”，而不曰“主之”，其賓主層次之分了然矣。
    曹穎甫曰：本案桂枝湯證其四實爲太陰病，蓋桂枝湯爲證見脈浮之本方，雖重棉疊衾，尚覺惡寒，有似麻黃湯證，不知桂枝湯證原自有嗇嗇惡寒者，況脈浮而不緊，其不爲麻黃湯證明矣。因下利之爲食滞也，加六神曲炒谷麥芽，因小便短赤也，加赤茯苓，可以悟随證加減之法矣。
    【又按】本年（二十五年）六月二十四日起，天時突轉炎熱，友人沈君瘦鶴于其夜進冰淇淋一客，兼受微風。次日，即病。頭脹，惡風，汗出，撫其額，微冷，大便溏洩，復發心悸宿恙，脈遂有結代意。與桂枝，白芍，炙草各錢半，生薑一片，紅棗六枚切。夜服此。又次早醒來，諸恙悉平。惟心悸未癒，乃以炙甘草湯四劑全差。諸方均不離桂枝。又越日，孫椒君以進梅漿，病下利，惡風，冷汗出，頭脹，胸悶，骨酸，腿軟，不欲食而嘔，一如沈君，給方與沈同。惟孫君以午夜市藥，藥肆不備紅棗，任缺之。服後，一時許，熱汗執漐漐遍體，舒然睡去。翌早醒來，不知病于何時去。然則桂枝湯實爲夏日好冷飲而得表證者之第一效方，又豈惟治冬日北地之傷寒而已哉？夫傷寒而必限于北地，北地而必限于冬日，抑何固執之甚邪？使有見我治沈孫之方，而曰：“桂枝生薑皆辛熱之品，值此炎令，何堪抱薪救火？甘草大棗又悉甘膩之物，甘增中滿，膩能戀邪。若芍藥之酸收更屬不合。綜藥五味，乃無一可用者。”若病者無堅決之信仰，聆此評語，得毋棄吾方而不敢服乎？
    然則桂枝湯證之病理果如何，桂枝湯之藥理又如何？至此，不能不有所解說。在餘未陳己意之前，姑略引諸家之說，以資參考。《醫宗金鑑》略雲：“桂枝辛溫，辛能散邪，溫從陽而扶衛。芍藥酸寒，酸能斂汗，寒走陰而益營。桂枝君芍藥，是于發汗中寓斂汗之意。芍藥從桂技，是于固表中有微汗之道。……”陸氏九芝曰：“桂枝者，能入營而出衛者也。太陽主開，今風乘之，而過于開，則必祛風外出，而太陽之氣始復其常。但中風爲虛邪，營氣已弱，是宜慢洩。又風邪已近肌肉，即爲肝氣乘脾，故君以桂枝，而必以養血和中者爲臣。風能化熱，以芍藥之涼者監之。……”柯氏韻伯曰：“此爲仲景羣方之魁，乃滋陰和陽，調和營衛，解肌發汗之總方也。……”此皆不離營衛以爲說。先賢有謂桂枝湯中不應有酸寒之芍藥，而祝味菊先生則曰：“本湯之組合，應以芍藥爲主藥，桂枝爲重要副藥。蓋適用本方之标準，在皮膚蒸發機能亢進，而自汗出者，故用芍藥以調節其亢進之機能。桂枝則不過補助心臟之作用而已，故麻黃湯中亦用之，其非主藥可知也。”此二說也，相左特甚。湯本右衛門皇漢醫學雲：“餘之經驗，凡用芍藥，大棗，甘草之證，必診得筋肉攣急，而于直腹筋最爲明确，……可爲三藥之腹證，……亦可爲本方之腹證。……以上純屬理論，實際上當随師論，準據脈證外證，可以不問腹證也。”此說前後參差，亦堪商矣。眾說紛纭，吾將安從？
    雖然，我侪自當從實驗中求解決，安可囿于前賢近哲之說，以自锢也哉？今有桂枝湯中風證患者于此，惡風頭痛，發熱汗出，諸狀次第呈現。顧汗出不暢，撫之常帶涼意，是可謂之曰“病汗”。設其人正氣旺，即自療機能強者，其發熱瞬必加甚，随得暢汗，撫之有熱意，于是諸狀盡失。可知一切毒素（包括外來之病原物，及内壅之排洩物）已随此暢汗以俱去，此所謂“法當汗解”是也。設其人正氣不足以辦此，則必須假外物或動作以爲助，例如啜滾熱之茶湯可以助汗，作劇烈之運動，就溫水之沐浴，亦皆可以助汗。方法不一，致汗則同。（當炎暑之日，吾人周身舒適無汗之時，偶作此三事，則致汗甚易，可爲明證。）及此汗出，病亦尋差。然而中風證之重者，又非此簡易療法所可得而幾，何況啜水太多，胃不能容，運動就浴，又易傷風，于是乎桂枝湯尚矣。
    及服桂枝湯已，須臾，當飲熱稀粥一小碗，以助藥力。且卧床溫覆。一二時許，將遍身執漐漐微似汗出，（似者，續也，非“似乎”也。）病乃悉去。此汗也，當名曰“藥汗”，而别于前之“病汗”也。“病汗”常帶涼意，“藥汗”則帶熱意，病汗雖久，不足以去病，藥汗瞬時，而功乃大着，此其分也。有桂枝證者來求診，與桂枝湯，告之曰：“服此汗出，病可癒矣”。彼必曰：“先生，我本有汗也。”夫常人不知病汗藥汗之分，不足爲責。獨怪一般醫家尚有桂枝湯能發汗能止汗之辯，呶呶相爭，無有已時。不知以中風證而服桂枝湯，“先得藥汗”，是“發汗”也，“病汗”遂除，亦“止汗”也。是故發汗止汗二說，若以爲非，則均非，若以爲是，則均是，惜乎未觀其通，尚差一籌耳！
    桂枝爲陽藥，内含“揮發油”，故能發散。芍藥爲陰藥，内含“安息酸’,故能收斂。收斂之後，繼以發散，發散之極，轉又收斂。二者互爲起訖，如環無端，依道運行，周而復始，是故收斂并無停滞之意；發散更非不復之謂。所以分名之者，蓋但示其運行之方向不同已耳。由是可知桂芍之分工，實乃合作。況微絲血管之周布于身，無遠勿屆，與肌肉，神經，汗腺等雜沓而居。故動靜脈血運加速之後，勢必生熱，較前此之發熱尤甚。熱蒸汗腺，勢必汗出。與吾人劇烈運動之後，心臟鼓動加速，脈搏加速，血運加速，全身發熱，因而汗出，理正相同。惟此運動而生之汗，不必有若何毒素于其間，若夫先病後藥，因而得汗，其汗必含毒素無疑。本湯煎服法中曰：“遍身執漐漐，微似有汗者益佳。……若不汗，更服，……又不汗，後服小促其間，……若汗不出，乃服至二三劑，……”仲聖諄諄垂教，再三叮咛，以求一汗而後已者，抑亦何哉？曰：蓋惟借此“藥汗”方能排除一切毒素故耳！
    炎暑之日，汗流俠背，誠能暢進冰制飲料，汗乃遂止。所似然者，冰能涼胃故也。然則涼胃既可以止汗，今飲出汗，又何可不溫胃？于是溫胃之良藥，兼可以止嘔之生薑爲必需之品矣。又恐汗出過多，將傷胃液，于是用大棗以攝持之。又慮腸居胃下，胃失和，則腸有受傳之虞，于是預用甘草以安之。要之。薑也，棗也，草也，同爲溫和胃腸之聖藥。胃腸性喜微溫，溫則能和，故雲。胃腸既受三藥之扶護而和，血液循環又被桂芍之激勵而急，表裏兩合，于是遍身執漐漐汗出。若其人爲本湯證其一其二之表證者，随癒，即有本湯證其三之吐者，亦癒，或有本湯證其四之利者，亦無不癒。使更能明其孰輕孰重，加以權衡，則更善矣。
  **桂枝湯證其五（附列門人治驗）
    虞師舜臣嘗日：“一二八之前，閘北有一老婦。其子服務于郵局。婦患腦疽病，周圍蔓延，其徑近尺許。啓其所蓋膏藥，則熱氣蒸蒸上冒。頭項不能轉側。餘與餘鴻孫先生會診之，三日不見大效。四日診時，天色已晚，見病者伏被中，不肯出。詢其故，侍者曰，每日此時惡寒發熱汗出。餘乃悟此爲嗇嗇惡寒，翕翕發熱之桂枝湯證。即用桂枝五分，芍藥一錢，加薑草棗輕劑投之。次日，病大減。遂逐日增加藥量，至桂枝三錢，芍藥五錢，餘三味亦如之，不曾加他藥。數日後，竟告全癒雲。”
    【按】腦疽，病也。虞餘二先生先用治腦疽法治之，三日不見大效。及察知患者有桂枝湯證，試投桂枝湯。用桂枝不過五分，芍藥不過一錢，薑草棗又皆和平之品，諒其爲效也當僅矣。然而功出望外，毋怪虞師之驚奇。且用獨方而競全功，更可見惟能識證者方能治病。何況仲聖方之活用，初非限于桂枝一湯，仲聖所以于桂枝湯加減法獨詳者，示後人以楷模耳。果能將諸湯活而用之，爲益不更大哉？由是細研，方知吾仲聖“脈證治法”之真價值。
    曹穎甫曰：丁甘仁先生有言，腦疽屬太陽，發背屬太陽合少陰。二證妄投涼藥必死。旨哉言乎！嘗記予少時，居江陰東鄉之後塍，有蔣昆田者，中醫也，嘗患腦疽，家居不出，三日。先考遇之于市上，問所患，曰，癒矣。問何法治之，曰，桂枝湯耳。問用桂枝幾何，曰，四分耳。以四分之桂枝，能癒腦疽，宜虞生用五分之有特效也。惟蔣之證情輕，故四分已足。老婦之證重，故加至三錢。若狃于蔣之四分，而援以爲例，設遇重證當用三四錢者則殆矣。
  **桂枝湯證其六（附列門人治驗）
    王（右）　無表證，脈緩，月事後期而少，時時微惡寒，背部爲甚，納谷減，此爲血運遲滞，胃腸虛弱故也，宜桂枝湯以和之。
    川桂枝（三錢）　大白芍（三錢酒炒）　炙甘草（三錢）　生薑（三片）　大棗（十二枚）
    【按】吾國舊式婦女平日缺少運動，每致食而難化。冬日限于設備，又未能勤行沐浴。而家庭組織龐雜，妯娌姑嫂每難和睦，因而私衷抑郁，影響氣血。始則氣逆脘痛，納谷不暢，自稱曰肝胃氣，書則謂木侮土。名雖有雅俚顯晦之分，實則無二致也。馴至頭暈，心悸，經事不調，成俗所謂貧血症。按其脈，常緩而無力。若貧血甚者，反成細小而數。不待風寒之侵襲，而常蕭瑟惡寒，尤其在冬日爲甚。餘逢此等證狀，常投桂枝湯原方。病者服後，陡覺周身溫暖，經脈舒暢，如曝冬日之下，如就沐浴之後。此無他，桂芍活血之功也。而向之大便難者，今乃得潤滑而下，因甘草安腸，本有緩下之力。若大便仍堅據不動，不妨加大黃每劑一錢以微利之，生者固佳，制者亦可。二三劑後，便乃暢行，且胃開矣。其用甚妙，親歷者方能言之。若嫌大黃近于霸道，則不妨改用研麻仁每劑四五錢，亦可緩緩奏功。況又有薑棗以刺激其胃機能，令化谷食爲精微，淵源既開，血乃漸滋。吾師常以簡括之句表本湯之功，曰：“桂枝湯功能疏肝補脾者也。”蓋肝主藏血，血行既暢，神經胥得涵養，可杜煩躁之漸，故曰疏肝，亦曰平肝。脾本概括消化繫統而言，今腸胃既健，故曰補脾，善哉言乎。
    于此有一要點須注意及者，即本案王右服桂枝湯後是否汗出是也。曰：不汗出，但覺周身溫暖而已。然則桂枝湯果不能發汗乎？曰：發汗與否乃服後之現象。服後之現象等于方藥加病證之和，非方藥可得而獨專也。詳言之，桂枝湯必加中風證，乃得“藥汗”出，若所加者非中風證，而爲如本案之裏證（姑名此以别于太陽中風之表證），必不得汗出，或縱出而其量必甚微，甚至不覺也。吾人既知此義，可以泛應諸湯。例如服麻黃湯而大汗出者，必其人本有麻黃湯證，服承氣湯而大下者，必其人本有承氣湯證。反之，加麻黃湯于承氣證，加承氣湯于麻黃證，則欲下者未必劇汗，欲汗者未必劇下，有可斷言者。然而病之形能既亂，于是壞病成矣。
    或問曰：“桂枝湯既能治表證，又能治裏證，表裏不一，方藥卻同，亦有仲聖之言可資證明乎？”曰：“師曰：婦人得平脈，陰脈小弱，其人渴，不能食，無寒熱，名妊娠，桂技湯主之。”夫曰“無寒熱”，非即無表證之互辭乎？曰“不能食”而“渴”，非即胃腸虛寒，不能化谷食爲精微乎？曰“名妊娠”，非即謂無病而更無表證乎？
    或又曰：若是論之，桂枝湯直是一首補方，縱令完全無病之人，亦可服此矣。曰：何莫不然？惟嚴格言之，平素腸胃實熱，血壓亢進之人，究不甚宜，毋須一試。若夫素體虛寒之老人及婦女服此，誠有意想不到之效力。故仲聖以本湯爲溫補主方，加桂即治逆氣衝心，加附子即治遂漏不止，加龍骨牡蠣即治盜汗失精，加白芍饴糖即治腹中痛，加人參生薑芍藥即治發汗後身疼痛，更加黃耆當歸即泛治虛勞，去白芍加生地麥冬阿膠人參麻仁，即治脈結代心動悸，無一非大補之方。綜計傷寒論中，共一百一十三方，由桂枝湯加減者乃占二十餘方。然則仲聖固好用補者也。誰謂傷寒方徒以攻劫爲能事乎？
    曹穎甫曰：本案桂枝湯證其六亦當屬諸太陰。蓋桂枝湯一方，外證治太陽，内證治太陰，仲師于兩篇中既列有專條矣，此又何煩贅說！惟以此治太陽證，人所易知，以之治太陽病之繫在太陰者，爲人所不信，自有此驗案，益可見仲師之言，初無虛設矣。夫仲師不雲太陰病，腹滿而吐，食不下，自利腹痛乎？設太陰病遇浮緩之太陽脈，即桂枝湯證矣。
    
***麻黃湯證
  **麻黃湯證其一
    範（左）　傷寒，六七日，形寒發熱，無汗，而喘，頭項腰脊強痛，兩脈浮緊，爲不傳也，麻黃湯主之。
    麻黃（一錢）　桂枝（一錢）　炙草（八分）　杏仁（三錢）
    【按】比吾師早年之方也，規其藥量之輕，可以證矣。師近日所疏麻桂之量，常在三五錢之間，因是一劑即可癒疾。師常詔餘侪曰：“予之用大量，實由漸逐加而來，非敢以人命爲兒戲也。夫輕劑癒疾也緩，重量癒病也迅。醫者以癒病爲職者也，然則予之用重量，又豈得已也哉？”
    何公度作《悼恽鐵樵先生》文中之一節雲：“……越年，二公子三公子相繼病傷寒殇。先生痛定思痛，乃苦攻《傷寒論》。……如是者有年，而四公子又病傷寒。發熱，無汗，而喘。遍請諸醫家，其所疏方，仍不外乎歷次所用之豆豉，山梔，豆卷，桑葉，菊花，薄荷，連翹，杏仁，象貝等味。服藥後，熱勢依然，喘益加劇。先生乃終夜不寝，繞室躊躇。迨天微明，乃毅然曰：此非《傷寒論》‘太陽病，頭痛，發熱，身疼，腰痛，骨節疼痛，惡風，無汗，而喘者，麻黃湯主之。’之病而何？乃援筆書：麻黃七分，桂枝七分，杏仁三錢，炙草五分。持方與夫人曰：‘吾三兒皆死于是，今四兒病，醫家又謝不敏。與其坐而待斃，曷若含藥而亡！’夫人默然。嗣以計無他出，乃即配藥煎服。先生則仍至商務印書館服務。及歸，見病兒喘較平，肌膚有潤意，乃更續予藥，竟得汗出喘平而癒。
    四公子既慶更生，先生乃益信傷寒方。……”（錄《現代中醫月刊》第二卷第九期）以上所引文字，不過寥寥數行。然而以吾觀之，其中含蓄之精義實多。時醫遇風熱輕證，能以桑菊梔翹癒之，一遇傷寒重恙，遂不能用麻黃主方。罹其殃者，夫豈惟恽氏三兒而已哉？此其一義也。恽先生苦攻《傷寒論》有年，及用輕劑麻黃湯，尚且繞室躊躇，足見醫學之難。此其二義也。然此諸義非吾所欲討究，吾之所求者，借以表白麻黃湯全證耳。
    麻黃湯之全部脈證，厥爲喘，其甚者鼻扇，兩脈浮緊，按之鼓指，頭痛，惡寒，無汗，或已發熱，或未發熱，嘔逆，身疼腰痛，骨節酸疼等等。考其簡要病理，厥爲寒氣外犯皮毛，内侵肺藏。肺藏因寒而閉，呼吸不利，故上逆而作喘。肺藏既失職，鼻管起代償動作，故鼻扇。皮毛因寒而收，排洩失司，故凜冽而惡寒。血液循環起救濟，故發熱。血運呈緊張，故脈緊。胃受影響，故嘔。神經不舒，故痛。若欲求其詳，雖長篇累牍難以盡之。但憑脈證以施治，已足以效如桴鼓，此仲聖之教，所以爲萬世法也！
  **麻黃湯證其二
    黃漢棟　　夜行風雪中，冒寒，因而惡寒，時欲嘔，脈浮緊，宜麻黃湯。
    生麻黃（三錢）　川桂枝（三錢）　光杏仁（三錢）　生甘草（錢半）
    拙巢注：漢棟服後，汗出，繼以桔梗五錢，生草三錢，泡湯飲之，癒。
    【按】麻黃湯全部脈證固如前案拙按所雲，但并不謂必如此諸狀悉具，乃可用本湯，若缺其一，即不可施也。反之，若病者體内之變化，确屬麻黃湯證之病理，則雖見證稍異，亦可以用之而效。緣病者體氣不同，各如其面，加以受邪有輕重之别，時令有寒熱之殊，故雖同一湯證，彼此亦有差池。若前按所引，有喘而無嘔，本案所載，則有嘔而無喘是也。大論曰：“太陽病，或已發熱，或未發熱，必惡寒，體痛，嘔逆，脈陰陽俱緊者，名爲傷寒。”竊謂此“必”字猶言“多”也，并非一定之謂。蓋其人胃氣本弱，或有濕痰，故牽引而作嘔。若夫喘，則實爲麻黃湯之主證，較嘔着要多多，此吾人所當了然于胸中者也。
  **麻黃湯證其三
    予友沈鏡芙之房客某君，十二月起，即患傷寒。因貧無力延醫，延至一月之久。沈先生傷其遇，乃代延餘義務診治。察其脈，浮緊，頭痛，惡寒，發熱不甚，據雲初得病時即如是。因予：
    麻黃（二錢）　桂枝（二錢）　杏仁（三錢）　甘草（一錢）
    又因其病久胃氣弱也，囑自加生薑三片，紅棗兩枚，急煎熱服，蓋被而卧。果一刻後，其疾若失。按每年冬季氣候嚴寒之日，患傷寒者特多，我率以麻黃湯一劑癒之，誰說江南無正傷寒哉？
    【按】《内經》一日太陽，二日陽明，三日少陽……之說，殊不足以爲訓。若本案所示，其人作麻黃湯症，不服藥者一月之久，而麻黃湯證依然存在。及投以麻黃湯，一劑而癒，其效又依然如響。是蓋其人正氣本旺，故能與邪久持也。餘在廣益醫院施診，曾遇一小兒驚厥之恙。目膛神呆，大便不行，危在旦夕。叠用承氣下之，白虎清之，數日方定。旋競轉爲少陽寒熱往來之證，予以小柴胡湯加味。如是數日，又略安，意其癒矣。某日偶巡視鄰近某善堂，驚見此兒又在就醫調理。予更細察其病情，則寒熱日數度發，又是麻桂各半湯之證矣。屈指計之，距其起病之日，已近一月。觀其病變曲折，仿佛“離經叛道”，是又豈一日二日之說，所得而限之哉？
  **麻黃湯證其四
    俞（右　　住高昌廟維德裏一號）　傷寒，頭項強痛，惡寒，時欲嘔，脈緊，宜麻黃湯。
    麻黃（五錢）　桂枝（五錢）　杏仁（三錢）　生草（三錢）
    【按】病者服此方後，絕不汗出。閱者或疑餘作诳言，安有服麻桂各五錢，而無反響者乎？非也，有其故在。緣病者未進藥之先，自以爲大便不通，誤用瀉鹽下之。及其中氣内陷，其脈即由浮緊轉爲微細，故雖服麻黃湯，而汗勿出。二診，師加附子以振心陽，救逆而差，此不汗出之因于誤治者也。餘更目覩師治史惠甫君之弟，發熱，惡寒，無汗，用麻桂各三錢，一劑，亦絕不汗出。二劑加量，方得微似汗解。其故安在？蓋史君弟執業于鴻昌造船廠，廠址臨江，江風飒飒，史弟平日督理工場之間，固曾飽嘗風露者，此不汗出之因于地土者也。又餘在廣益醫院治一人，衣冠楚楚，發熱，惡寒，無汗，頭痛，與麻桂各三錢，餘藥稱是。次日二診，謂服藥後，了無交化。囑再服原方。三診又然。予疑院中藥量不足，囑改從藥鋪購服。四診，依然未汗出，予百思不得其故。及細詢其業，曰：“吾包車夫也。”至是，予方恍然。蓋若是之人，平日慣伍風寒，本不易受風寒之侵襲。若果受其侵襲，則其邪必較常人爲重，此不汗出之因于職業者也。然凡此諸
    例，其不汗出，猶可理解。餘又曾治一妊婦腫病，面日手足悉腫。一時意想所至：徑予麻黃湯加味。次日覆診，腫退其半。問曾汗出否？曰，否。問小便較多否？又曰，否。然餘未之信也，予原方加減。三日，腫將退淨，仍問其汗與小便各如何？則又絕口否認。倘其言果屬真切，則若不曰：水化爲氣，無形外洩，而承認生理學上之所謂“潛汗”，直無理足以釋之。嘻，病情萬變，固有不可以常理格之者，惟親歷者能信是言。
    曹穎甫曰：發熱惡寒無汗，而兩脈浮緊者，投以麻黃湯，無不應手奏效。辛未六月，有鄉人子因事居捨弟裔伯家，卒然觏病，發熱惡寒，擁被而卧。寒戦不已。長女昭華爲疏麻黃湯。服後，汗出神昏，裔伯大恐。不踰時，沉沉睡去，日幕始醒，病若失。大約天時炎熱，藥劑太重，以致神昏，非有他也。今年陰歷十一月初一日，予在陝西渭南縣，交通銀行行長曹某之弟誌松病，發熱無汗脈浮緊，予用麻黃三錢，桂枝四錢，生草三錢，杏仁五錢，服後，微汗出，脈微，嗜卧，熱退，身涼，不待再診，病已癒矣。又記昔在丁甘仁先生家，課其孫濟華昆季，門人裴德炎因病求診于濟萬，方治爲荊防等味，四日，病無增減，亦不出汗。乃招予往診，予僅用麻黃二錢，桂枝一錢半，杏仁三錢，生草一錢。明日，德炎不至，亦不求再診，予甚疑之。越日，德炎欣然而來曰，癒矣。予按傷寒始病脈之所以浮緊者，以邪正交爭于皮毛肌腠間，相持而不下也。一汗之後，則皮毛肌腠已開，而邪正之交爭者解矣。世人相傳麻黃多用亡陽，而懸爲厲禁，然則病太陽傷寒者，將何自而癒乎？
    
***葛根湯證
  **葛根湯證其一
    封姓縫匠，病惡寒，遍身無汗，循背脊之筋骨疼痛不能轉側，脈浮緊。餘診之曰：此外邪襲于皮毛，故惡寒無汗，況脈浮緊，證屬麻黃，而項背強痛，因邪氣已侵及背輸經絡，比之麻黃證更進一層，宜治以葛根湯。
    葛根（五錢）　麻黃（三錢）　桂枝（二錢）　白芍（三錢）　甘草（二錢）　生薑（四片）　紅棗（四枚）
    方意繫借葛根之升提，達水液至皮膚，更佐麻黃之力，推運至毛孔之外。兩解肌表，雖與桂枝二麻黃一湯同意，而用卻不同。服後頃刻，覺背内微熱，再服，背汗遂出，次及周身，安睡一宵，病遂告差。
    【按】葛根湯主治溫病者也。學者當知今人所謂溫病，非仲聖所謂溫病。仲聖所謂溫病，非今人所謂溫病。吾人先具今人溫病之概觀，乃讀《傷寒論》溫病之條文，無怪格不相入。我姑仿狹義傷寒，廣義傷寒之例，當日仲聖所謂溫病乃狹義溫病，今人所謂溫病乃廣義溫病。雖然，我但願學者心知此意，我卻不願杜撰名辭，轉滋糾紛。今爲求名正言順計，不妨稱仲聖之所謂溫病爲太陽溫病，如是，即可别于今人之所謂溫病。稱仲聖之所謂傷寒，與溫病對稱者，爲太陽傷寒，如是，即可别于《傷寒論》廣義之傷寒。稱仲聖之所謂中風，與傷寒對稱者，爲太陽中風，如是，即可别于雜病中之中風。命名既定，乃論大旨。
    然則太陽溫病之異于太陽中風太陽傷寒者何在乎？餘鬭膽，敢揭一旨。曰：太陽中風太陽傷寒是皆太陽病之津液未傷者也。若其人先自傷津，續得太陽病，是即太陽溫病。是故“傷津”二字，實爲太陽溫病之内蘊，此乃絕無可疑者。惟其内津已傷，不能上承口舌，故作“渴”。故仲聖曰：“太陽病，發熱，而渴，……者，爲溫病。”且將“渴”字特置于“而”字之下，以彰其首要。惟其内津已傷，不能注輸背脊，故非但頭痛項強，且進而爲背部亦強幾幾矣。故仲聖曰：“太陽病，項背強幾幾，……葛根湯主之。”是故“渴”與“項背強幾幾”同是“傷津”之外證，實一而二，二而一者也。
    學者既已知渴與項背強幾幾同爲太陽溫病葛根湯證之主證，更可由此左右推求，自得逢源之樂。例如由太陽溫病之渴，可以推知太陽中風太陽傷寒之不渴。故恽鐵樵先生教學子謂：桂枝湯麻黃湯當同以口中和爲主證雲雲。學子遵此施治，不啻指南良針。實則口中和即不渴之易辭，不渴即由太陽溫病之渴字悟來。仲聖待人以智，故遂不自覺其言之約耳。更例如由太陽溫病之“項背強幾幾”，可以推知太陽痙病之“背反張”,“身體強幾幾然”者，乃疾病之傳變也。誠以“項背強幾幾”尚爲津傷邪襲之輕者，若治不如法，更汗下以傷其津，勢必“背反張”,“身體強幾幾然”，而爲進一層之痙病矣。此《傷寒》《金匱》之可以通釋者也。
    閱者必將發問曰：然則《傷寒論》溫病條下之“若發汗已，身灼熱者，名曰風溫”又作如何解說？答曰：此乃仲聖後人之注語，非仲聖原文也。雖然，彼爲仲聖之後人，猶爲吾侪之前賢，故其言非無理致。彼之意若曰：“假使逢太陽溫病之葛根湯症，醫者誤認爲太陽傷寒之麻黃湯證，徑予麻黃湯以發其汗，則汗雖出，表雖解，必將引起全身之灼熱，必不克一劑而竟全功，若是者，其初病非爲傷寒，實爲溫病。但嫌溫病之病字與太陽病之病字重，故不若改稱‘風溫’，因葛根湯原有麻桂以治風，葛根以治溫也。”由是觀之，風溫即是溫病之别名，初不必另眼視之。又此風溫與近日溫熱家所說之風溫亦異，爲免除混淆計，寧削而不論。抑尤有進者，學者當知發汗已，身灼熱，并非絕對壞病之渭，不過由太陽轉入陽明。此時但随其證，或用白虎以清之，或用麻杏甘石以開之，或用葛根芩連以折之，其病即得全差，初不必過事張皇。惟經方家之治病，其可以一劑癒者，不當用二劑，即其可以用葛根湯一劑全癒者，不當用麻黃湯使入陽明，以致二劑而癒。
    閱者又將問曰：然則《傷寒論》原文“風溫爲病，脈陰陽俱浮，自汗出，身重，多眠睡，鼻息必鼾，語言難出，若被下者，小便不利，直視，失溲，若被火者，微發黃色，劇則如驚癎，時瘈疭，若火熏之，一逆尚引日，再逆促命期。”又作如何解說？答曰：此亦仲聖後人之言也。注家有視此爲錯誤，任意颠倒改易，以求曲符己意者矣。是乃竊所不取。細按此條大意，重在申明二禁，一禁被下，二禁被火。何以禁下？蓋下爲陽明正治，今溫病病在太陽，未到陽明，故不可下，下之將更傷其津。何以禁火？蓋溫病津液既已内傷，安堪更以火灼爍之？如此治之，是爲一逆再逆。逆之重者，促命期。逆之輕者，或語言難出，或直視，或驚癎，或瘈疭，合考種種證狀，無一不由津液内竭，神經失其濡養所致。或小便不利，則傷津之重者，幾無餘液足以外洩。或微發黃色，則津竭血溶，血液變色，尤爲顯明之病理。夫下與被火未始合于太陽中風太陽傷寒之治，今獨在溫病條下剀切告誡者，抑亦何哉？無非中風傷寒者津液未傷，雖誤下誤火，逆猶不甚，今溫病者津液已傷，實未許毫厘誤治故也。嗚呼，前賢之旨微矣！
  **葛根湯證其二
    葛根湯方治取效之速，與麻黃湯略同。且此證兼有渴飲者。予近日在陝州治夏姓一婦見之。其證太陽穴劇痛，微惡寒，脈浮緊，口燥，予用：
    葛根（六錢）　麻黃（二錢）　桂枝（三錢）　白芍（三錢）　生草（一錢）　天花粉（四錢）　棗（七枚）
    按診病時已在南歸之前晚，亦未暇問其效否。及明日，其夫送至車站，謂夜得微汗，證已全癒矣。予蓋因其燥渴，參用括蔞桂枝湯意。吾願讀經方者，皆當臨證化裁也。
    【按】本案爲吾師所親撰。夏姓婦所病者即太陽溫病也。向使吾師用葛根湯原方，未始不可優治之。今又以花粉易生薑，則更爲恰切。
    雖然，讀者于此，有不能釋疑者在焉。曰：溫病條言“不惡寒”，葛根湯條言“惡風”，風寒本屬互稱，如是得毋自相矛盾？答曰：此正仲聖之互文見意處，可以深長思者也。夫曰風寒爲互稱，此言不謬。但當知寒爲重，風爲輕，惡寒爲重，惡風爲輕。故溫病及葛根湯二條合一之後，即成“惡風不惡寒”。其意猶曰“微惡風寒”，節言之，即本案吾師所謂“微惡寒”是也。爲其尚不能盡脫惡寒本色，而合于太陽首條提綱之旨，故仲聖稱此爲太陽病。又爲其兼口渴津傷，易于化熱，故仲聖稱此爲太陽溫病。
    歷來傷寒注家有一絕大錯誤，賢賢相承，莫能自覺者，即以溫病爲陽明病是也。佐景覺之，不容緘默；夫依吾說，溫病爲太陽病之一綱，判然異于陽明病，固矣，然竊以爲尚有辨證之法在。大論曰：“問曰：陽明病，外證雲何？答曰：……反惡熱也。”然則惡熱者方爲陽明病，其但渴而不惡熱之溫病得稱陽明病乎？然則惡熱者當用膏知硝黃，其但渴而不惡熱者得用辛溫發散之麻桂，仲聖于此又豈非暗暗點明乎？餘之旨，蓋在于此。今試排列太陽陽明之主證如下：
    太陽傷寒　　　或已發熱或未發熱　　惡風惡寒
    太陽中風　　　發熱　　　　　　　　惡風
    太陽溫病　　　發熱而渴　　　　　　惡風不惡寒
    陽明　　　　　發熱谵語　　　　　　不惡寒反惡熱
    閱者試察上表，其中層次何等分明。太陽傷寒當“或未發熱”“惡寒”之時，完全爲寒象，且不但曰“惡風”，兼曰“惡寒”，顯見其惡風寒之重。至太陽中風，即但曰“發熱”，顯無“或未發熱”之時，且但曰“惡風”，不兼曰“惡寒”，顯見其惡風寒之輕。至太陽溫病，不但曰“發熱”,且加“渴”以示其津液之傷，曰“惡風”，又曰“不惡寒”，顯見其惡風寒之微。至陽明，其甚者曰“谵語”，以示其津竭之後，神經且受熱灼矣，又曰“反惡熱”，至此完全爲熱象，與太陽傷寒之完全爲寒象者適相反。由是吾人可得外感疾病傳變之第一原則，曰“由寒化熱”是也。此原則實爲吾人依經探討之收穫，而溫病之不得稱爲陽明病，又其餘事也矣！
  **葛根湯證其三
    予昔在西門内中醫專校授課，無暇爲人治病，故出診之日常少。光華眼鏡公司有袁姓少年，其歲八月，卧病四五日，昏不知人。其兄欲送之歸，延予診視以決之。餘往診，日將暮。病者卧榻在樓上，悄無聲息。餘就病榻詢之，形無寒熱，項背痛，不能自轉側。診其脈，右三部弦緊而浮，左三部不見浮象，按之則緊，心雖知爲太陽傷寒，而左脈不類。時其兄赴樓下取火，少頃至。予曰：乃弟沈溺于酒色者乎？其兄曰：否，惟春間在汕頭一月，聞頗荒唐，宿某妓家，揮金且甚巨。予曰：此其是矣。今按其左脈不浮，是陰分不足，不能外應太陽也。然其舌苔必抽心，視之，果然。予用：
    葛根（二錢）　桂技（一錢）　麻黃（八分）　白芍（二錢）　炙草（一錢）　紅棗（五枚）　生薑（三片）
    予微語其兄曰：服後，微汗出，則癒。若不汗，則非予所敢知也。
    臨行，予又恐其陰液不足，不能達汗于表，令其藥中加粳米一酒杯，遂返寓。明早，其兄來，求復診。予往應之，六脈俱和。詢之，病者曰：五日不曾熟睡，昨服藥得微汗，不覺睡去。比醒時，體甚舒展，亦不知病于何時去也。随請開調理方。予曰：不須也，靜養二三日足矣。聞其人七日後，即往漢口經商雲。
    【按】《索問?金匱真言論》曰：“夫精者，身之本也。故藏于精者，春不病溫。”《生氣通天論》曰：“冬傷于寒，春必病溫。”此數語也，凡習中醫者類能道之。然而議論紛紛，每悖經旨。佐景不敏，請以本案袁姓少年病爲《内經》之注釋可也。簡言之，袁姓少年宿妓荒唐，不藏于精，故生溫病。治之以葛根湯，應手而起者，以葛根湯爲溫病之主方故也。夫精者，津之聚于一處者也。津者，精之散于周身者也。故精與津原屬一而二，二而一之物。其人平日既不藏精，即是津液先傷，及其外受邪風之侵，乃不爲太陽中風，亦不爲太陽傷寒，而獨爲太陽溫病，乃不宜乎桂枝湯，亦不宜乎麻黃湯，而獨宜乎葛根湯。此《内經》《傷寒》之可以通釋者也。
    抑尤有當知者，藏精之要，初不必限于冬時，然尤以冬時爲甚。故《傷寒例》曰：“冬時嚴寒，萬類深藏。君子固密，則不傷于寒。觸冒之者，乃名傷寒耳。”溫病之成，初不必限于春日，觀袁姓少年之呻吟于仲秋可知，然尤以春日爲甚。蓋春繼冬來，于時爲迩，冬不閉藏，使擾乎陽，則春不發陳，無能随天地萬物以俱生榮也。精之洩，初不必限于男女之間，凡誌勤而多欲，心怵而常懼，形勞而致倦，高下必相慕，嗜欲傷目，淫邪惑心者，是皆不藏于精之類也，然尤以直耗腎精爲甚。故吾人可作結論曰：“冬不藏精，春必病溫。”必，猶言多也。此經旨之所當達觀者也。
    雖然，餘走筆至此，竊不禁凜然有所俱焉。所懼者何？曰：人將以本案爲根據，而伸其溫病伏少陰之說，蓋所謂少陰雲者，指足少陰經腎言也。餘曰：腎精虧耗者，全身津液不足，一旦外受邪風之侵，無能祛邪，反易化熱，此猶爲抽象之言，差近于是，猶曰：平素腸胃虛寒者易患桂枝湯證，同不失爲平正之論。若必欲一口咬定溫病之邪氣久伏于腎，則猶曰中風證之邪氣必久伏于腸胃，其可通乎？不特此也，小兒天真爛漫，腎精不耗，爲何患味疹等一類溫病特多？蓋爲其純陽之體，長育之日，需津既亟，化熱自易，初不關腎家事也。奈何溫病伏于少陰，發于他經之說，竟亦風行醫林，斯乃不可解者。
  **葛根湯證其四（附列再門人治驗）
    鎮江趙錫庠，章次公門人也，診所在曹家渡，嘗治康腦脫路忻康裏四十八號蔡姓女孩，約一周歲，先病百日咳，月餘未痊，忽股背間隱約有紅點，咳甚劇，目赤多淚，惟身熱不揚，手足逆冷，常自汗出，皮膚寬緩，顔面淡白，無出疹狀。錫庠告其母曰，瘄疹欲出，表陽虛而不足以達之，此即俗所稱白面痧也。方用
    葛根（三錢）　桂枝（一錢）　杭芍（錢半）　生草（一錢）薑（一片）　棗（二枚）
    因其咳也，加前胡錢半，射乾錢半，桔梗八分，象貝三錢，復加牛蒡子三錢以助其提達出表。明日復診，顔面紅疹漸顯。神色雖佳，而手足尚冷，遂令再進一劑。二日後，手足溫和，周身紅疹透達。越二日而回。一切平安，趸咳亦癒。
    【按】學者既已知中風傷寒溫病各爲太陽病之一綱矣，然此猶爲未足。吾今當爲學者作進一步言。曰，所謂中風，所謂傷寒，所謂溫病，所謂太陽病，推而至六經病，是皆非疾病之真名，不過疾病之代名耳。更細晰言之，六經病方爲疾病之代名，所謂中風傷寒溫病，尚爲疾病中一證之代名耳。病猶戲劇之全部，證猶戲劇之一幕，故病之範圍大，而證之範圍小。更詳盡言之，謂中風傷寒溫病等爲一證之代名，猶不切，毋寧謂之曰一證之通名。何者，知此等通名病證之方治，將可以泛應萬病故也。例如吾人知太陽溫病之方治，可以泛治痙病，可以泛冶麻疹，可以泛治一切類似之病。所謂痙病，所謂麻疹，方是疾病之真名。仲景之所以爲聖，即在先教人以病證之通名通治（指《傷寒》），後教人以病證之專名專治（指《金匱》）。後人不曉病證之通名通治，獨龂龂于傷寒溫病等代名之爭。既不知疾病之通名通治，更不曉何者爲證。而餘之所欲大聲疾呼者，亦即在使學者知仲聖通名通治之大道。柯氏曰：“因知仲景方可通治百病，與後人分門證類，使無下手處者，可同年而語耶？”是柯氏寧非得道之深者。
    餘謂吾人既知太陽溫病之方治，即可以泛治麻疹者，猶曰用葛根湯方可以治麻疹之初起也（麻疹之順者可勿服藥，服藥而誤，反易偾事）。閱者將疑麻桂之決不可治疹病者乎，則吾師遇麻疹病之遏伏甚而不透發者，且用麻黃湯。服湯已，疹乃暢發。惟竊細心考察，間有透發之後，引起灼熱者，是正所謂“若發汗已，身灼熱者，名曰風溫。”但餘早已言及，此所謂灼熱并非不得了之謂，其輕者將自已，其重者亦可以補治。惟竊意與其補治于後，寧早用葛根預防于前，故餘之治小兒麻疹，葛根乃爲第一味要藥。回觀本案趙先生方中，既用前胡牛蒡桔梗等開發之品，即可以代麻黃之司。故謂本方爲桂枝湯加葛根加味，毋寧謂葛根湯加味，與餘之方治乃密合無間也。
    餘用麻黃常由八分至二錢，用桂枝常由錢半至三錢，用葛根常由二錢至四錢，若吾師之用此三藥，則更倍蓗于是。故三藥之中，以葛根最爲和平。奈何今之醫尚多不敢下筆，徒知拾前人之唾餘，曰“葛根是陽明藥，若邪未入陽明而早用之，將引邪入内”,曰“葛根竭胃汁”，是可慨也。
    曹穎甫曰：世之論者動稱溫病無主方，而傷寒論一書幾疑爲專治傷寒而設。不知越人言傷寒有五，溫病即在其中。今薑生能于大論中發明葛根湯爲太陽溫病之主方，真能發前人所未發。蓋葛根湯證與傷寒不同者，原以津液不足之故，故于桂枝湯中加麻黃而君葛根。中風證而津液不足者即用桂枝湯本方而加葛根。太陽标熱内陷而下利者即用葛根芩連湯，以清熱生津爲主。蓋人體中水分多于血分，則易從寒化，故藏于精者，春不病溫。血分多于水分，則易從熱化，故冬不藏精，春必病溫。從寒化者，傷寒不癒，寖成痰飲，雖天時轉陽，猶宜小青龍湯。從熱化者，中風誤治即成熱病，爲其津液少也。即此意以求之，則葛根爲太陽溫病主藥，葛根湯爲太陽溫病主方，不益可信乎？
    
***白虎湯證
  **白虎湯證其一
    住三角街梅寄裏屠人吳某之室，病起四五日，脈大身熱，大汗，不谵語，不頭痛，惟口中大渴。時方初夏，思食西瓜，家人不敢以應，乃延予診。予曰：此白虎湯證也。随書方如下：
    生石膏（一兩）　肥知母（八錢）　生甘草（三錢）　洋參（一錢）　粳米（一小杯）
    服後，渴稍解。知藥不誤，明日再服原方。至第三日，仍如是，惟較初診時略安，本拟用犀角地黃湯，以其家寒，仍以白虎原劑，增石膏至二兩，加赤芍一兩，丹皮一兩，生地一兩，大小薊五錢，并令買西瓜與食，二劑略安，五劑全癒。
    【按】本案方原爲白虎加人參湯，卻标作白虎湯證者，蓋爲求說解便利，示學者以大範故耳。石膏所以清熱，人參所以養陰，養陰所以佐清熱之不逮，同屬于裏，非若白虎加桂枝湯，桂枝加大黃湯之兼有表裏者，故今姑一并及之。後人于白虎湯中加元參生地麥冬之屬，即是人參之變味，不足異也。
  **白虎湯證其二
    江陰缪姓女，予族侄子良婦也，自江陰來上海，居小西門寓所，偶受風寒，惡風自汗，脈浮，兩太陽穴痛，投以輕劑桂枝湯，計桂枝二錢，芍藥三錢，甘草一錢，生薑二片，大棗三枚。汗出，頭痛差，寒熱亦止。不料一日後，忽又發熱，脈轉大，身煩亂，因與白虎湯。
    生石膏（八錢）　知母（五錢）　生草（三錢）　粳米（一撮）
    服後，病如故。次日，又服白虎湯，孰知身熱更高，煩躁更甚，大渴引飲，汗出如漿。又增重藥量，爲石膏二兩，知母一兩，生草五錢，梗米二杯，并加鮮生地二兩，天花粉一兩，大小薊各五錢，丹皮五錢。令以大鍋煎汁，口渴即飲。共飲三大碗，神誌略清，頭不痛，壯熱退，并能自起大小便。盡劑後，煩躁亦安，口渴大減。翌日停服，至第三日，熱又發，且加劇，周身骨節疼痛，思飲冰涼之品，夜中令其子取自來水飲之，盡一桶。因思此證乍發乍止，發則加劇，熱又不退，證大可疑。適餘子湘人在，曰，論證情，确繫白虎，其勢盛，則用藥亦宜加重。第就白虎湯原方，加石膏至八兩，餘仍其舊。仍以大鍋煎汁冷飲。服後，大汗如注，濕透衣襟，諸恙悉除，不復發。惟大便不行，用麻仁丸二錢，芒硝湯送下，一劑而瘥。
    【按】白虎湯證有由直中天時之熱而起者，有由自身積熱而起者，若前案所引是也。有非直起于熱，而由寒化熱者，即由桂枝湯證轉爲白虎湯證者，若本案所言是也。
    仲聖曰，“服桂枝湯，大汗出後，大煩渴不解，脈洪大者，白虎加人參湯主之。”是即由寒化熱之明證。本條之意若曰：“有患桂枝湯證者于此，醫者認證不誤，予以桂枝湯。服湯已，應熱退病除，但病者忽大汗出後，反大煩渴不解，脈且轉爲洪大。是蓋其人素有蘊熱，因藥引起，或藥量過劑所致，但勿懼，可以白虎加人參湯一劑癒之。其屬有蘊熱者可以順便除之，其屬藥量過劑者，此即補救法也。”本條即示桂枝湯證化爲白虎湯證之一例。
    人多以桂枝麻黃二湯齊稱，我今且撇開麻黃，而以白虎合桂枝二湯并論之。餘曰桂枝湯爲溫和腸胃（若以其重要言，當曰胃腸）之方，白虎湯則爲涼和腸胃之方。桂枝證之腸胃失之過寒，故當溫之，溫之則能和。白虎證之腸胃失之過熱，故當涼之，涼之則亦能和。和者，平也，猶今人所謂水平，或标準也。失此标準則病，故曰太過等于不及，猶言其病一也。桂枝湯證腸胃之虛寒，或由于病者素體積弱使然，或由于偶受風寒使然，或更合二因而兼有之。白虎湯證腸胃之實熱，容吾重復言之，或由于病者素體積熱使然，或由于由寒化熱使然，或竟由直受熱邪使然，或竟合諸因而兼有之。來路不一，證狀參差，而醫者予以方，求其和則同。方藥不一，而方意則同。桂枝湯有桂芍以激血，生薑以止嘔，同是溫胃。白虎湯之石膏知母同是涼胃。大棗免胃液之傷，粳米求胃津之凝。餘下甘草一味，同是和腸，防其下傳。兩相對勘，一無遁形。
    吾師治白虎湯證之直起于熱者，用白虎湯，治白虎湯證之由寒化熱者，亦用白虎湯。無所謂傷寒，無所渭溫熱，是乃仲聖之正傳。乃溫熱家硬欲分傷寒溫熱爲爾我彼此，謂由寒化熱者是傷寒，由熱直起者是溫熱。然則治傷寒之白虎湯證用白虎湯，治溫熱之白虎湯證，曷不用其它神湯妙藥，而終不脫石膏知母耶？是故溫熱傷寒之爭，甚無謂也。
  **白虎湯證其三（附列門人治驗）
    友人郁祖安君之女公子，方三齡，患消渴病。每夜須大飲十餘次，每飲且二大杯，勿與之，則吵鬧不休，小便之多亦如之，大便不行，脈數，别無所苦。時方炎夏，嘗受治于某保險公司之西醫，蓋友人也。逐日用灌腸法，大便方下，否則不下。醫誡勿與多飲，此乃事實上所絕不可能者。累治多日，迄無一效。餘診之，曰：是白虎湯證也。方與：
    生石膏（四錢）　知母（二錢）　生草（錢半）　粳米（一撮）
    加其它生津止渴之品，如洋參花粉茅根之屬，五劑而病痊。顧餘熱未楚，孩又不肯服藥，遂止服。越五日，舊恙復發，仍與原方加減，連服十五日，方告全癒，口不渴，而二便如常。先後計服石膏達半斤之譜。
    
***麻黃杏仁甘草石膏湯證
  **麻黃杏仁甘草石膏湯證其一
    锺（右住聖母院路）
    初診　（十一月初三日）　傷寒七日，發熱無汗，微惡寒，一身盡疼，咯痰不暢，肺氣閉塞使然也。痰色黃，中已化熱，宜麻黃杏仁甘草石膏湯加浮萍。
    淨麻黃（三錢）　光杏仁（五錢）　生石膏（四錢）　青黛（四分同打）　生草（三錢）　浮萍（三錢）
    【按】據史惠甫師兄言，鍾姓少婦先因外出探望其父疾，心滋優戚，歸途白雪紛飛，到家即病。曾經中西醫師雜治未痊，又因身懷六甲，家人憂俱萬分。耳師名，叩請出診，惠甫兄随侍焉。初診時，病者面赤氣喘，頻頻呼痛，腹部尤甚，按脈浮緊。師謂此證易治，不足憂，徑疏本方。
    二診　（十一月初四日）　昨進麻杏甘石湯加浮萍，汗洩而熱稍除，惟咳嗽咯痰不暢，引胸腹而俱痛，脈仍浮緊，仍宜前法以洩之。
    淨麻黃（三錢五分）　生甘草（二錢）　生石膏（六錢）　薄荷末（一錢同打）　光杏仁（四錢）　苦桔梗（五錢）　生薏仁（一兩）　中川朴（二錢）　蘇葉（五錢）
    【按】據史惠甫兄言，二診時病者已能與師對語，神情爽適，不若初診時之但呼痛矣。稔知服藥後，微汗出，一身盡疼者悉除。惟于咳嗽時，胸腹部尚覺牽痛耳。師謂本可一劑全癒，適值天時陰雨，故稍纏綿，乃加苡仁、厚朴、蘇葉等與之。自服第二方後，又出微汗，身熱全除，但胸背腹部尚有微痛，遊移不居。又越一日，病乃全瘥，起床如常人。
  **麻黃杏仁甘草石膏湯證其二
    馮衡荪（嵩山路萼廬帳房　　十月廿九日）　始而惡寒，發熱，無汗，一身盡痛。發熱必在暮夜，其病屬營，而惡寒發熱無汗，則其病屬衛，加以咳而咽痛，當由肺熱爲表寒所束，正以開表爲宜。
    淨麻黃（三錢）　光杏仁（四錢）　生石膏（五錢）　青黛（四分同打）　生甘草（二錢）　浮萍（三錢）
    【按】本案脈案中所謂營衛，蓋本《内經》“營氣夜行于陽，晝行于陰，衛氣晝行于陽，夜行于陰”之說。餘則謂本案乃麻黃湯證化熱而爲麻杏石甘湯證耳。觀其惡寒發熱無汗身疼，非麻黃湯證而何？觀其咳而咽痛，非由寒邪化熱，熱邪灼津而何？方依證轉，病随藥除。
    桂枝湯證，或以服藥故，或以病能自然傳變故，可一變而爲白虎湯證。同理，麻黃湯證可一變而爲麻杏石甘湯證。此可證之以大論。曰：“發汗後不可更行桂枝湯，汗出，而喘，無大熱者，可與麻黃杏仁甘草石膏湯。”此言本屬麻黃湯證，予麻黃湯發汗，孰知藥劑太重，竟致肺部轉熱，雖汗出，而仍喘。淺人無知，見無汗變爲有汗，疑麻黃湯證轉爲桂枝湯證。初不知身無大熱，熱反聚于肺藏，而肺藏之邪，并非傳于腸胃也。經文俱在，可以覆按。
    餘前謂白虎湯爲桂枝湯之反面，今當續曰，麻杏甘石湯爲麻黃湯之反面。此說當更易明了。何者？二湯中三味相同，所異者，一爲桂枝，一爲石膏。而後知麻黃湯證爲寒實，麻杏甘石湯證爲熱實。攻實雖同，寒熱不一。麻黃湯證有喘，麻杏甘石湯證亦有喘。其喘雖同，而其喘之因不一。喘爲肺閉，而其所以閉之因不一。人當健時，肺部寒溫調勻，啓阖合度，無所謂閉。及其受寒，則閉，受熱，則亦閉。閉者當開，故均用麻杏以開之，甘草以和之，而以桂枝石膏治其原。于是因寒而閉者開，因熱而閉者亦開，仲聖制方之旨，于焉大明！
  **麻黃杏仁甘草石膏湯證其三（附列門人治驗）
    前年三月間，朱錫基家一女婢病發熱，請診洽。予輕劑透發，次日熱更甚，未見疹點。續與透發，三日病加劇，羣指謂猩紅熱，當急送傳染病醫院受治。錫基之房東尤恐懼，慫恿最力。錫基不能決，請予毅然用方。予允之。細察病者痧已發而不暢，咽喉腫痛，有白腐意，喘聲大作，呼吸困難不堪，咯痰不出，身熱胸悶，目不能張視，煩躁不得眠，此實爛喉痧之危候，當與：
    淨麻黃（錢半）　生石膏（五錢）　光杏仁（四錢）　生草（一錢）
    略加蘆根竹茹蟬衣蚤休等，透發清熱化痰之品。服後，即得安睡，痧齊發而明，喉痛漸除。續與調理，三日全癒。事後婢女叩謝曰，前我病劇之時，服藥（指本方）之後，涼爽萬分，不知如何快適雲。
    【按】夫麻疹以透淨爲吉，内伏爲兇，盡人所知也。而透之之法卻有辨别。蓋痧毒内伏，須随汗液乃能外出。而汗液寄汗腺之内，須随身熱乃能外泌。故痧前之身熱乃應有之現象。惟此種身熱亦有一定之标準，過低固不可，過高亦不佳。事實上過高者少，過低者多。故用藥宜偏于溫，萬不可濫用涼劑以遏之。及痧毒正發之時，小兒身熱往往過度，與未發前成反比。不知身熱過重又妨痧毒之外透。此時熱迫肺部則喘急，熱蒸汗腺則汗出，熱灼心君則神昏，熱熏痰濁則乾咳，此爲麻杏甘石之的證，重劑投之，百發百中，又豈平淡之藥所能及哉？
    疹病之兼喉病者，中醫謂之爛喉痧，西醫稱之曰猩紅熱。丁甘仁先生擅治此病，其治法大意，略曰喉痧當以痧爲本，以喉爲标，但求痧透，則喉自癒，可謂要言不繁。而本湯之治喉痧所以得特效者，即此故也。
    本湯條文曰：“發汗後（又曰下後）不可更行桂枝湯，汗出而喘，無大熱者，可與麻黃杏仁甘草石膏湯”雲雲。而或者欲易之爲無汗而喘，大熱者。不知麻黃湯證，由或未發熱進爲發熱，其證勢爲由郁而發。麻杏甘石湯證，由身大熱轉爲身無大熱，其證勢爲由表入裏。惟其逐漸由表入裏，由寒化熱，故無汗漸轉爲汗出。獨其喘則必不除。然後知“熱喘”二字實爲本湯之主證。得此一隅，庶幾三反。而經文何必塗改之耶！
  **麻黃杏仁甘草石膏湯證其四（附列門人治驗）
    王（左）　乳蛾雙發，紅腫疼痛，妨于咽飲，身熱，微微惡風，二便尚自可，脈微數，舌微绛，宜辛涼甘潤法。
    薄荷（一錢後下）　杏仁（三錢）　連翹（二錢）　象貝（三錢）　桑葉（二錢）　生草（錢半）　赤芍（二錢）　蟬衣（一錢）　僵蠶（三錢炙）　桔梗（一錢）　馬勃（八分）　牛蒡（二錢）　活蘆根（一尺去節）　另用玉鑰匙吹喉中
    【按】當九十月燥氣當令之時，喉病常多，其輕者但覺喉中梗梗然仿于咽飲，其略重者則咽喉兩關發爲乳蛾，紅腫如桃。西醫稱此爲扁挑腺腫，但須照上列方随意加減，可以一劑知，二劑已。蛾退之後，悉如常態。至若乳蛾漸由紅種而化白腐，或生白點，可加玄參一味以治之，其效如神。若更由白腐而化膿，乃可用刺法，使膿出亦癒。然使早用辛涼甘潤，必不至如此地步，此辛涼甘潤法之所以可貴也。
    有一派喉科醫生治喉，喜用苦寒之藥，如闆藍根、川連、地丁、人中黃之屬。服後，雖可暫折邪氣，每致郁而不宣，牽延時日，甚或轉變重症，至堪危慮。凡患乳蛾因服苦寒藥不解，續進辛涼甘潤藥者，則見效必較緩，甚或初劑二劑竟毫不見效，餘試之屢矣。又有一派醫生治喉，喜用重膩育陰之藥，如生地、麥冬、石斛、沙參之屬，竟重用至八錢一兩者。以此治乳娥，亦不能速癒。友人謝君維岐籍隸吳縣，患喉痛小恙，名醫與以育陰重劑，多費而少效。餘卒用辛涼輕劑，一服見功，二服全癒，此辛涼甘潤法之所以可貴也。辛涼甘潤乃仲聖大法，溫熱家不過伸言之耳。
    葉氏《幼科醫案》曰：“春月暴暖忽冷，先受溫邪，繼爲冷束，咳嗽痰喘最多。……夫輕爲咳，重爲喘，喘急則鼻掀胸挺。”此實麻杏甘石湯之的證，使及時投以麻杏甘石湯重劑，則藥到病除，何致有“逆傳心包”之危？依佐景臨床所得，本湯證以小兒患者居多，且多發在冬春之間，與夫白虎加桂枝湯證之多發于夏日及大人者，悉相反，與葉氏所言頗合，是葉氏乃明知麻杏甘石湯者也。吳氏鞠通亦知之，故雖在《條辨》上焦中焦二篇隱而不言，及在下焦篇第四十八條，即不復藏匿。曰：“喘，咳，息促，吐稀涎，脈洪數，右大于左，喉啞，是爲熱飲，麻杏甘石湯主之。”然則溫熱諸家果能識宜施用辛涼甘潤法之麻杏甘石湯證，并即以爲基礎，更從而變化之，擴充之，欲自成爲廣義之溫病學說，實無疑義。惜乎不肯道破根源耳。故餘敢作公平之論，曰：溫熱家立說并非不可，時方輕方并非全不可用，但當明其與傷寒經方間之師承貫通處，然後師經方之法，不妨用時方之藥，且用之必更神驗，此爲親歷之事實，所可忠告于同仁者也。
    
***葛根黃連黃芩湯證
  **葛根黃連黃芩湯證其一（附列門人治驗）
    李（孩）　疹發未暢，下利而臭，日行二十餘次，舌質绛，而苔白腐，唇乾，目赤，脈數，寐不安，宜葛根芩連湯加味。
    粉葛根（六錢）　細川連（一錢）　淮山藥（五錢）　生甘草（三錢）　淡黃芩（二錢）　天花粉（六錢）　升麻（錢半）
    【按】李孩服後，其利漸稀，痧透有增無減，逐漸調理而安。湘人師兄亦在紅字會醫院屢遇小孩發麻疹時下利，必治以本湯，良佳。又有溏洩發于疹後者，亦可以推治。
    麻疹之利屬于熱者，常十居七八，屬于寒者，十不過二三，故宜于葛根芩連湯者十常七八，宜于理中湯或桂枝人參湯者十不過二三。一或不慎，誤投湯藥，禍乃立至，可不畏哉！
    今人每以葛根芩連湯證之利爲協熱利，實則葛根芩連湯證之利雖屬熱性，仲聖并未稱之爲協熱利，至桂枝人參湯證之寒性利，反稱之爲協熱而利。蓋協熱者，猶言挾表熱也，此不可不知。
    太陽病，當解表，若不予解表，而用治陽明法以下之，則變證。但或從寒化，或從熱化，每無定局。正氣盛者多從熱化，正氣衰者則從寒化。仲聖雲：“太陽病，外證未除，而數下之，遂協熱而利，利下不止，心下痞鞕，表裏不解者，桂枝人參湯主之。”此從寒化之例也。又曰：“太陽病，桂枝證，醫反下之，利遂不止，脈促者，表未解也，喘而汗出者，葛根黃連黃芩湯主之。”此從熱化之例也。本條有餘意，有省文，若欲知其洋，而不嫌辭贅者，可在“也”字下，加“宜葛根湯，若利不止”諸字樣，則經旨明矣。意謂桂枝湯證因下傷津，利不止亦傷津，而脈促近于浮，爲表未解，故宜葛根湯，以解其表，而養其津。若表解之後，内熱甚熾，肺受熱灼而喘，汗受熱蒸而出者，當用葛根芩連湯以直折之。
    餘前謂桂枝湯證化熱，則爲白虎湯證，麻黃湯證化熱，則爲麻杏甘石湯證，今當續爲之說，曰葛根湯證化熱則爲葛根芩連湯證。征之于臨床，考之于經文，歷歷不爽。
    曹穎甫曰：表未解者，必不汗出，蓋利不止而脈促爲表未解。表未解者，宜葛根湯。利不止而喘汗，爲表病入裏，則宜葛根芩連湯。脈促爲脈緊變文，前于傷寒發微中已略申其旨。固知葛根芩連湯惟已經化熱者宜之耳。惟其化熱者宜之，而舌苔白腐，唇乾目赤，乃無乎不宜，不惟熱利爲然也。
  **葛根黃連黃芩湯證其二（附列門人治驗）
    孫寶寶（住廳西路）
    初診　滿舌生瘡，環唇紋裂，不能吮飲，飲則痛哭，身熱，溲少，脈洪而數，常煩躁不安，大便自可，拟葛根芩連湯加味。
    粉葛根（四錢）　淡黃芩（錢半）　小川連（六分）　生甘草（三錢）　燈心（三紮）　活蘆根（一尺）
    【按】孫君維翰，友人也。其小公子未二齡，甚活潑可愛，體肥碩，肖其父。每患微恙，餘必癒之。顧以事繁，常無暇面診，有時僅憑孫君之陳述而疏方焉。一日，孫君又言其孩身熱，咳嗽，口渴，不安雲雲，當遙拟辛涼輕劑與之。服之二日，不差反劇。謂口舌生瘡矣。當請面診，允之。細察之下，乃知本爲葛根湯證，今乃化熱進而爲葛根芩連湯證矣。葛根湯證何以化熱變劇？蓋辛涼輕劑不勝重任故也。
    孫孩服此之後，將一劑而癒乎？曰：不然。次日，其病不增不減，僅維原狀而已。
    二診　口瘡，投葛根芩連湯，不見大效，宜進一步，合承氣法。
    粉葛根（四錢）　細川連（八分）　生川軍（二錢）　生甘草（三錢）　淡黃芩（錢半）　枳實（錢半）　玄明粉（錢半分衝）
    【按】又次日，孫君來告，此方之效乃無出其右，服後一小時許，能飲水而不作痛狀，夜寐甚安。越宿醒來，舌瘡大退，肯吮乳。囑減量再服，遂癒。乃知大黃内服，卻勝冰硼外搽，因此散我固曾用于二三日前也。
    葛根湯證化熱，爲葛根芩連湯證，葛根芩連湯證化熱，則爲承氣湯證。我因失治緩治于先，故補治急治于後，不待其大便閉結，而乘其即將閉結，預用硝黃以圖之，此急治補治之說也。然設使我能及時重用葛根芩連，又何需乎硝黃？我能及時重用葛根湯，又何需乎芩連？溯本窮源，爲醫者不當若是乎？
    昔我治一婦人，舌尖下發一白點，漸内蝕，飲食輒痛，不能觸鹹味，尤不可碰熱菜。我曰：此屬熱，宜師白虎湯，服石膏。婦服之數日，腐點不動，而胃納反差。聞人言，服黃連可效，竟一劑而癒。我乃恍然若聞道，知葛根芩連湯與白虎湯本屬并肩，各有主治，不容混淆，設使互易爲治，必兩不奏功。
    曹穎甫曰：葛根芩連湯既爲化熱而設，服之不效，腸胃燥實即爲熱病之結果，故佐景謂合承氣法爲進一步也。
  **葛根黃連黃芩湯證其三
    徐（左美亞十廠六月十二日）　小便已，陰疼，此本大腸燥氣，熏灼膀胧，《傷寒論》所謂宜大承氣湯之證也。而治之不當，服某種丸藥，以致大便日滞，小便轉數，陰疼如故，足腿酸，上及背脊俱酸。而胃納不減者，陽明燥氣用事也。闕上略痛，陽明餘熱爲病也。右脈滑大，仍宜大承氣湯。惟虛者不可重虛，姑宜葛根芩連湯加綠豆，以清下陷之熱，而兼消丸藥之毒。
    葛根（一兩五錢）　淡芩（三錢）　川連（一錢）　綠豆（一兩）　生草（一錢）
    【按】吾師所謂小便已陰疼，立大承氣湯者，義詳《傷寒發微》。本湯之加綠豆，與葛根場之加粳米，有異曲同工之妙。
    本證當用大承氣湯，以其虛，故退一步用葛根芩連湯。前案，以其實，故進一步合承氣法。能進者病以速癒，能退者疾乃無危。夫進退之法，兵家之事也，今吾于醫朮亦雲，且凡百證治皆然，第于本案發之。
    曹穎甫曰：予用此方不過因熱利而設，初未嘗有退一步想，然亦何嘗非退一步想也。小便已陰疼，原屬當下之證，設非先經妄下，何至不用硝黃。此與佐景加硝黃于本方中者適得其反，固知治病用藥，當觀其通，墨守成方，直土木偶人耳。
    
***大承氣湯證
  **大承氣湯證其一
    方（左）　病延二候，闕上痛，渴飲，大便八日不行，脈實，雖今見心痛徹背，要以大承氣湯主治。
    生川軍（四錢後入）　小枳實（四錢）　中川朴（一錢）　芒硝（二錢後入）　全瓜蔞（五錢）
    拙巢注：下後胸隔頓寬，惟餘邪未盡，頭尚暈，乃去硝黃，再劑投之，即癒。
    【按】大論曰：“問曰：陽明病外證雲何？答曰：身熱，汗自出，不惡寒，反惡熱也。”此概統白虎承氣而言之。若求大承氣湯之全部證狀，當爲：一，大便不行，腹痛拒按，此以胃中有燥矢故也。二，闕上痛。《内經》以闕上屬喉間病，此概以氣色言之，若陽明燥氣上衝及腦，則闕上必痛，其不甚者則但脹耳。三，右髀有筋牽掣，右膝外旁痛，此爲吾師所獨驗而得之者。四，脈洪大而實，然亦有遲者。五，日晡潮熱。他若舌苔黃燥厚膩，大渴引冷，當在應有之例。然此不過言其常耳，若下列諸案所引，則其變也，知常知變，乃可與言大道。
    吾師善用諸承氣湯，歷年治陽明實證，十九全癒。吾師之用藥也，麻桂膏黃，柴芩薑附，悉随其證而定之，絕不似世之名家，偏涼偏熱，以執一爲能事者。餘敢曰：凡仲聖所稱某某湯主之雲者，此皆一劑知，二劑已之方也，倘能藥量適合，則一帖癒病，原屬平淡無奇之事，安足怪者？而《傷寒論》中之陽明病占全書篇幅四之一，于承氣湯尤反復推論，其詳備明确遠出三陰諸方之上，然則硝黃之用，復有何疑者？閱者能明此旨，是爲知吾師者，是爲知仲聖者。
  **大承氣湯證其二
    若華忽病頭痛，乾嘔，服吳茱萸湯，痛益甚，眠則稍輕，坐則滿頭劇痛，咳嗽引腹中痛，按之，則益不可忍，身無熱，脈微弱，但惡見火光，口中燥，不類陽明腑實證狀。蓋病不專繫腸中，而所重在腦，此張隱庵所謂陽明悍熱之氣上循入腦之證也。按即西醫所謂腦膜炎之類。及其身無熱，脈微弱之時，而急下之，所謂釜底抽薪也。若身有大熱，脈大而實，然後論治，晚矣。
    生川軍（三餞）　芒硝（三錢）　枳實（四錢）　厚朴（一錢）
    【按】若華女士服本方後約三小時，即下，所下非燥矢，蓋水濁也，而恙乃悉除，不須再診。是時，餘按日從師受課，故知之稔。
    頭滿頭劇痛，病所在腦也。一下而癒，病源在腸也。合而言之，所謂上病下取，治求其本也。蓋腸中既燥，胃居其上，聲氣互通，乃亦化熱。胃有神經上通于腦，輾轉相傳。腦神經受熱熏灼，故發爲滿頭劇痛。抑又腸胃燥實者，周身血液亦必随之化熱，其敷陳血管壁間之諸神經，自受同一之影響。而腦部爲全身神經之總匯，樞機重要，所繫更巨，故非特滿頭劇痛，甚則神昏谵語，發狂喜妄。考之抵當湯證有發狂之象，桃核承氣湯證有如狂之狀，此皆血熱影響于腦神經之明證。故用藥總不離乎稍黃，無非脫胎于承氣湯，深足長思也。然腸熱有易犯腦者，有不易犯腦者，則其人之神經脆弱與否殊爲一大主因，要以脆弱者易被犯，如本案所載者是，其理極顯。又小兒神經脆弱，故驚厥之病特多。
    曹穎甫曰：陽明證之頭痛，其始則在闕上，甚則滿頭皆痛，不獨承氣湯證有之，即白虎湯證亦有之。且陽明府實證燥氣上衝，多致腦中神經錯亂，而見谵語頭痛。或反在大便之後，無根之熱毒上冒，如大便已、頭卓然而痛、可證也。惟腸中有濕熱蘊蒸，其氣易于犯腦，爲水氣易于流動，正如湯沸于下，蒸氣已騰于上，不似燥矢之凝結必待下後而氣乃上衝也。此證但下濁水，即可證明濕熱之蘊蒸陽明。不然，目中不了了，無表裏證，大便難，身微熱者，何以法當急下乎？
  **大承氣湯證其三
    予嘗診江陰街肉莊吳姓婦人，病起已六七日，壯熱，頭汗出，脈大，便閉，七日未行，身不發黃，胸不結，腹不脹滿，惟滿頭劇痛，不言語，眼張，瞳神不能瞬，人過其前，亦不能辨，證頗危重。餘曰：目中不了了，睛不和，燥熱上衝，此《陽明篇》三急下證之第一證也。不速治，病不可爲矣。于是遂書大承氣湯方與之。
    大黃（四錢）　枳實（三錢）　川朴（一錢）　芒硝（三錢）
    并囑其家人速煎服之，竟一劑而癒。蓋陽明燥氣上衝颠頂，故頭汗出，滿頭劇痛，神識不清，目不辨人，其勢危在頃刻。今一劑而下，亦如釜底抽薪，洩去胃熱，胃熱一平，則上衝燥氣因下無所繼，随之俱下，故頭目清明，病遂霍然。非若有宿食積滞，腹脹而痛，壯熱谵語，必經數劑方能奏效，此緩急之所由分。是故無形之氣與有形之積，宜加辨别，方不至臨診茫然也。
    【按】餘嘗見一男子病者，神誌恍惚，四肢痙厥，左手按額上，右于按其陰器，兩足相向彎曲而崛起。傍人雖用大力，不能使之直伸，目張而赤，近光則強閉，脈淩亂隱約，大便多日不行，數日來頭痛，病起僅七八日，服藥五六日，即至如此地步，據謂前曾宿娼患瘡，外治而癒。餘曰：此大承氣證失治者也。顧口噤藥不能下，侍者用簡便法，納甘油錠于其肛中，凡三次，毫無效驗。惜無親人作主，不能試膽導法。次日汗出、夜斃，是可憫也。又一男子病者感病數日，腹中微痛，醫以四逆散作湯與之，痛略差，而目中之不了了更顯。與之言，半是半非，其夜即斃。
    由上實驗證之，目中不了了，睛不和，确爲至危至急之候，雖傷寒不過六七日，無表裏證，身但微熱，大便但難而不結，即爲實，當急下之，宜大承氣湯。仲聖筆之于論，同甚明了也。果能治之得法，穫效亦捷，如本案所示者是。
    目中不了了，睛不和，即爲腦病之外征。外見目疾，内實腦病，較之上案所言僅滿頭劇痛者，其病爲更勝一籌，其情爲更急一等，其方藥分量當更重若乾，而治無第二法門，捨大承氣莫屬也。
    雖然，大論又曰：“傷寒，若吐，若下後，不解，不大便五六日，上至十餘日，日晡所發潮熱，不惡寒，獨語，如見鬼狀，若劇者，發則不識人，循衣摸床，惕而不安，微喘，直視，脈弦則生，澀者死，微者，但發熱谵語者，大承氣湯主之。”可見腦神經病至于不識人，至于獨語如見鬼狀，至于循衣摸床，至于脈澀，其微者大承氣湯尚可得而主之，其劇者縱投本湯，亦無效矣。試推求其無效之故安在，曰：大承氣但能治腸熱之病源，不能治神經之病所，病源雖去，而病所燎原之勢已成，諸神經悉受燒灼，故外見種種惡狀，卒致不救也。然則當此時也，將何藥以救之乎？曰：有之，其惟羚羊角乎。《本草綱目》曰：本品平肝舒筋，定風安魂，散血下風，闢惡解毒，治子癎痙疾雲雲。所謂惡者，毒者，因熱而生也，所謂肝者，筋者，即指神經也。熱毒熏灼神經，則見痙攣抽搐，是即所謂肝風動陽。羚羊角能涼和神經，使之舒靜，故用之得法合量，可以治大承氣所不能治之證。他藥如石決、鉤鉤、蠍尾、蜈蚣，皆可以爲佐。
    曹穎甫曰：恽鐵樵治王鹿萍子腦膜炎，用羚羊角犀角奏效，此王鹿萍子親爲予言之。證以佐景所言，益復可信。足見治危急之證，原有經方所不備，而借力于後賢之發明者，故治病貴具通識也。
  **大承氣湯證其四
    陳姓少年住無錫路矮屋，年十六，幼齡喪父，惟母是依，終歲勤勞，尚難一飽。適值新年，販賣花爆，冀博微利。飲食失時，饑餐冷飯，更受風寒，遂病腹痛拒按，時時下利，色純黑，身不熱，脈滑大而口渴。家清寒，無力延醫。經十餘日，始來求診。察其證狀，知爲積滞下利，遂疏大承氣湯方，憐其貧也，并去厚朴。計大黃四錢，枳實四錢，芒硝三錢。書竟，謂其母曰：倘服後暴下更甚于前，厥疾可瘳。其母異曰：不止其利，反速其利，何也？餘曰：服後自知。果一劑後，大下三次，均黑糞，乾濕相雜，利止而癒。此《金匱》所謂宿食下利，當有所去，下之乃癒，宜大承氣湯之例也。
    【按】大論曰：“少陰病，自利清水，色純青，心下必痛，口乾，咽燥者，急下之。宜大承氣湯。”可以互證。《溫疫論》曰：“熱結傍流者，以胃家實，内熱壅閉，先大便閉結，續得下利，純臭水，全然無糞，日三四度，或十餘度，宜大承氣湯，得結糞而利止。服湯不得結糞，仍下利，并臭水，及所進湯藥，因大腸邪勝，失其傳送之職，知邪猶在也，病必不減，宜更下之。”延陵吳又可先賢能言此，誠不愧爲仲聖之入室弟子矣。
    客曰：“仲景論傷寒，又可論溫疫，子烏可混而一之？”曰：“籲！是何言也？仲聖曰：‘觀其脈證，知犯何逆，随證治之。’吾中醫之長處，即在能識此證字，苟察病者所犯爲大承氣湯證，則投以大承氣湯，所犯爲四逆湯證，則投以四逆湯，服湯已，其效若響斯應，則其前病之何名，初可勿拘拘也。”
  **大承氣湯證其五
    《傷寒論》曰：“厥應下之，而反發汗者，必口傷爛赤。”按寒郁于外，熱伏于裏，則其證當俟陽熱漸回而下之，俾熱邪從下部宣洩，而病癒矣。若發其汗，則胃中液涸，膽火生燥，乃一轉爲陽明熱證，爲口傷爛赤所由來。此正與反汗出，而咽痛，喉痹者，同例。由其發之太過，而陽氣上盛也。此證餘向在四明醫院親見之。其始病，餘未之見，及餘往診，已滿口爛赤。檢其前方，則爲最輕分量之桂枝湯，案中則言惡寒。夫病在太陽而用桂枝，雖不能定其确當與否，然猶相去不遠。既而病轉陽明，連服白虎湯五劑，前醫以爲不治。老友周肖彭屬餘同診。問其狀，晝則明了，暮則壯熱，徹夜不得眠。夫營氣夜行于陽，日暮發熱屬血分，晝明夜昏與婦人熱入血室同。熱入血室用桃核承氣，則此證實以厥陰而兼陽明燥化。病者言經西醫用瀉鹽下大便一次，則中夜略能安睡。診其脈，沈滑有力。餘因用大承氣湯，日一劑，五日而熱退。肖彭以酸棗仁湯善其後，七日而瘥。
    【按】大論曰：“厥深者，熱亦深，厥微者，熱亦微，厥應下之，而反發汗者，必口傷爛赤。”今已口傷爛赤，考其原，咎在發汗，則更應下矣，此經文之可據以用承氣者一也。陽明病，有日晡所發潮熱之證，大論言之者屢，今病人晝日明了，暮則壯熱，殊相合，此經文之可據以用承氣者二也。更診其脈，沉滑而有力，是爲實，此脈象之可據以用承氣者三也。西醫曾以瀉鹽微下，則中夜略得安睡，此前治之可據以用承氣者四也。有此四證，已可謂細心，若仍不能大膽投劑，尚得稱爲醫家乎？
    曹穎甫曰：口傷爛赤，胃熱也，大便燥結，腸熱也，手足陽明俱熱，不急瀉之，病何能去？
    
***小承氣湯證
  **史（左）　闕上痛，胃中氣機不順，前醫投平胃散不應，當必有停滞之宿食，納谷日減，殆以此也，拟小承氣湯以和之。
    生川軍（三錢後入）　中川朴（二錢）　枳實（四錢）
    拙巢注：服此應手。
    
***調胃承氣湯證
  **沈寶寶（上巳日）　病延四十餘日，大便不通，口燥渴，此即陽明主中土，無所復傳之明證。前日經用瀉葉下後，大便先硬後溏，稍稍安睡，此即病之轉機。下後，腹中尚痛，餘滞未清，脈仍滑數，宜調胃承氣湯小和之。
    生川軍（二錢後入）　生甘草（三錢）　芒硝（一錢衝）
    【按】調胃承氣湯、小承氣湯并前大承氣湯爲三承氣湯。三者藥味各異，分量不同，煎法既殊，服法亦差，仲聖分之至詳，用之至精。歷來注家能辨之至稔，言之至明者，當推柯氏韻伯，學者當細心參究。惟竊有一二小義，當略略補充如下：仲聖常言“胃中有燥矢”，此“胃中”二字，當連讀成一名詞，即“腸”字之别稱，并非言“胃之中”，故“調胃承氣”之胃，“微和胃氣”之胃，均可作“胃中”，或徑作“腸”字解，此其一。柯氏謂調胃承氣湯爲太陽陽明并病之和劑，并謂“此外之不解，由于裏之不通，故太陽之頭項強痛雖未除，而陽明之發熱不惡寒已外現。”不知陽明亦有頭痛，惟痛在闕上，而不在太陽穴，陽明亦有發熱，惟熱屬蒸蒸，而不屬翕翕，故大論曰：“太陽病，三日，發汗不解，蒸蒸發熱者，屬胃也，調胃承氣湯主之。”此“不解”二字并非表不解，乃太陽熱去，陽明熱繼，亦不解之謂也。柯氏硬加“頭不痛”句，反逆，此其二。柯氏謂厚朴倍大黃是氣藥爲君，大黃倍厚朴是氣藥爲臣，謂之曰“氣”，似尚見含糊，蓋厚朴是腸藥，能直達腸部，寬放腸壁。彼腸結甚者，燥矢與腸壁幾密合無間，硝黃雖下，莫能施其技，故必用厚朴以寬其腸壁，而逐其矢氣，如是燥矢方受攻而得去，此其三。
    雖然，竊于大承氣一法，猶有疑義焉。仲聖于本方中用厚朴至半斤之多，以吾師什一之法折之，當得八錢。但吾師用此，似未有至八錢者。吳氏又可爲承氣專家，而其大承氣湯用大黃達五錢，至厚朴則一錢而已。吳氏鞠通較爲闊步，本方用大黃六錢，用厚朴亦僅及其半量，至三錢而止。吳氏辨謂治傷寒本證，當重用厚朴，治溫熱本證，當減用之者。此乃點綴之語，非通人之論也。由是觀之，使用嚴酷之眼光，細計藥量之比重，世乃無有真大承氣湯。閱者博雅，曾有慣用真大承氣湯，而能識其底蘊者乎？
    
***上卷結
  **以上論自桂枝湯至調胃承氣湯九證既競，乃可合列一表如下：
    此表之意猶曰：麻黃湯證化熱入裏，爲麻杏甘石湯證。桂枝湯證化熱入裏，爲白虎湯證。葛根湯證化熱入裏，爲葛根芩連湯證。而葛根芩連湯證白虎湯證麻杏甘石湯證化熱之後，則均爲承氣湯證。其腸結輕，可攻補兼施，所謂和之者，是爲調胃承氣湯證。其腸結較重者，亦用和法，即爲小承氣湯證。其腸結最重者，當用下法，又曰急下法，又曰攻法，即爲大承氣湯證。實則三承氣湯方對于麻桂葛之汗法，及白虎湯之清法言，皆得曰下法也。
    麻杏甘石湯證之傳爲承氣湯證，在以上諸實驗醫案中，似尚未有述及。實則此種病例雖較白虎湯證傳爲承氣湯證爲少，卻并不鮮見。蓋經謂肺與大腸相表裏，腸熱可以移肺，肺熱亦可及腸。所謂“溫邪上受，首先犯肺，逆傳心包”者，即繫麻杏甘石湯重證，不能解于桑菊銀翹，乃傳爲腸熱，腸熱不已，灼及神經，發作神昏谵語，遂指爲逆傳心包耳。依餘臨床所得，肺熱傳爲腸熱之後，其肺熱每不因此而消。此時若但治其肺熱，縱用麻杏石甘湯極重之量，必然無濟，當急用承氣湯法，去其腸熱。如嫌承氣傷肺，伐及無辜，則導法甚佳（法詳中卷），餘屢用之穫效。腸熱既去，續用麻杏甘石以治肺熱，乃得有濟。故大論曰“下後，不可更行桂枝湯，汗出而喘，無大熱者，可與麻黃杏仁甘草石膏湯。”本條條文極似重出，當删，而事實上卻有此例，奈何？甚有既下之後，而肺氣自開，咳嗽自爽者，餘亦屢屢逢之。有一俞姓小孩，于某月初三日，患咽痛，紅腫，兼見白點，胸悶不舒。初四日，皮膚發出細點如麻。甲醫斷宜清血保咽，用生地川連黑梔淡芩之屬。夜間，病孩喉腫谵語，齒介齒目赤。初五日，甲醫用玄參生地山梔左金丸之屬。易乙醫，改投解肌透痧之劑，如豆豉薄荷葛根牛蒡之屬。初六日，乙醫主喉痧以透痧爲要，重予透發之藥。初七日，痧密布，夾白疒（咅），熱度更高，入夜夢呓。乙醫慮其傷津，又與存陰清熱之法，如連翹銀花竹葉黛蛤散等。如是延至十一日晚，痧雖回而熱不退，咳嗽氣粗，鼻扇口噪，胸悶不舒，神識不清，加以腹痛拒按，耳下漫腫。丙醫有識，曰：宜通腑氣，徑用生大黃三錢，元明粉一錢，并合透發之藥，以達其餘邪。其夜大便既行，神煩即安，鼻扇耳腫悉
    然則麻杏甘石白虎葛根芩連三湯證皆能化熱而爲承氣湯證，在病所方面言，三湯證之病所爲較上，承氣湯證之病所偏于腸，爲較下，由此吾人得外感疾病傳變之第三原則，曰“由上傳下”是也。大論曰：“陽明居中，主土也，萬物所歸，無所復傳。”其斯之謂乎？
    吾人研究上列九方，有一事當注意及者，即此九方中用甘草者竟達七方是也。麻桂葛上列三湯既不離甘草，中列三湯又不脫甘草，下列調胃承氣湯亦用甘草。因知甘草安腸一說，不爲無見。蓋疾病由上傳下，由表入裏，由寒化熱，既爲必然之趨勢，今安和其腸，即所以保其在裏在下之津者，自爲着要之法矣。至于大小二承氣湯證因病已傳腸，邪已内實，故不必用甘草。及其邪去腸虛，又當重用甘草以益之，不待再計者也。學者當知此九方者處同等重要之地位，各有專功，不容漠視。集此九方，即成《防寒論》中太陽陽明二經之骨乾。識此九方，即能治傷寒，亦能治溫病。學者將疑吾言之誇乎？吾敢實陳讀者。
    尤氏在涇曰：“無汗必發其汗，麻黃湯所以去表實，而發邪氣。有汗不可更發汗。桂枝湯所以助表氣，而逐邪氣。學者但當分病證之有汗無汗，以嚴麻黃桂枝之辨，不必執營衛之孰虛孰實，以證中風傷寒之殊。是無汗爲表實，反雲衛虛，麻黃之去實，寧獨遺衛？能不膠于俗說者，斯爲豪傑之士！”柯氏韻伯曰：“桂枝湯證唯以脈弱自汗爲主耳。粗工妄謂桂枝湯專治中風，印定後人耳目，而所稱中風者又與此方不合，故置之不用。愚常以此湯治自汗盜汗虛瘧虛痢，随手而癒。”又曰：“予治冷風哮與風寒濕三氣合成痹等證，用麻黃湯輒效，非傷寒證可拘也。”其言何等精闢，然則尤氏柯氏皆能識麻桂二湯者也。陸氏九芝曰：“葛根芩連一方獨見遺于陽明者，以人必見下利始用之，不下利即不用，而不以爲是陽明主方也。孰知此方之所用者宏，而所包者廣也。”然則陸氏能識葛根芩連湯者也。又曰：“無人知溫熱之病，本隸于傷寒論中，而溫熱之方，并不在傷寒論外。”然則陸氏又能看破傷寒溫病之畫地爲牢者也。
    吳氏又可曰：“應下之證，見下無結糞，以爲下之早，或以爲不應下之證，誤投下藥。殊不知承氣本爲逐邪而設，非專爲結糞而設也。必侯其糞結，血液爲熱所搏，變證叠起，是猶養虎遺患，醫之咎也。況多有溏糞失下，但蒸作極臭，如敗醬，或如藕泥，臨死不結者。但得穢惡一去，邪毒從此而消，脈證從此而退，豈徒孜孜糞結而後行哉？”此言超拔非凡，然則吳氏能識諸承氣湯者也。葉氏天士曰：“溫邪上受，首先犯肺。”吳氏鞠通曰：“凡病溫者，始于上焦，在手太陰。”法曰辛涼輕平，方號桑菊銀翹。雖無麻杏甘石之名，而有泛治肺熱之實。苟吾人不求酷論，謂葉氏吳氏能識麻杏甘石湯可也。而吳氏之用白虎，或以化斑，或以解暑，頗具變化之觀。苟吾人不吝譽語，可稱之曰微有仲聖用桂枝之風，然則吳氏亦能識白虎湯者也。由是言之，諸氏皆仲聖之功臣也。
    
***中卷
    
***桂枝二麻黃一湯證
  **桂枝二麻黃一湯證其一
    王（右六月二十二日）　寒熱往來，一日兩度發，仲景所謂宜桂枝二麻黃一湯之證也。前醫用小柴胡，原自不謬，但差一間耳！
    川桂技（五錢）　白芍（四錢）　生草（三錢）　生麻黃（二錢）　光杏仁（五錢）　生薑（三片）　紅棗（五枚）
    【按】病者服此，蓋被自卧，須臾發熱，遍身漐漐出，其病癒矣。又服藥時，最好在寒熱發作前約一二小時許，其效爲着。依仲聖法，凡發熱惡寒自一日再發（指發熱二次，非謂合發熱惡寒爲二次）以至十數度發，皆爲太陽病。若一日一發，以至三數日一發，皆爲少陽病。少陽病多先寒而後熱，太陽如瘧證卻有先熱而後寒者，觀大論稱少陽曰寒熱往來，稱太陽如瘧曰發熱惡寒，熱多寒少，不無微意于其間歟。以言治法，少陽病宜柴胡劑，太陽病宜麻桂劑，證之實驗，歷歷不爽。若反其道以行之，以柴胡劑治寒熱日數度發之太陽如瘧，每每不效，以麻桂劑治寒熱一作之少陽病，雖偶或得效，究未能恰中規矩。
    《方極》雲：“桂枝二麻黃一湯治桂枝湯證多，麻黃湯證少。桂枝麻黃各半湯治桂枝湯麻黃湯二方證相半者。”此言似是而非，將令人有無從衡量之苦。餘則憑證用方，凡發熱惡寒同時皆作，有汗者用桂枝湯，無汗者用麻黃湯，發熱惡寒次第間作，自再發以至十數度發者，擇用桂二麻一等三方，層次厘然，絕無混淆。
    曹穎甫曰：少陽病之所以異于太陽者，以其有間也。若日再發或二三度發，則爲無間矣。太陽所以異于陽明者，以其有寒也，若但熱不寒，直謂之陽明可矣，惡得謂之太陽病乎？固知有寒有熱，一日之中循環不已者爲太陽病，寒熱日發，有間隙如無病之人者爲少陽病，此麻桂二湯合用與柴胡湯獨用之别也。病理既明，随證用藥可矣。
  **桂枝二麻黃一湯證其二（附列門人治驗）
    施（右住唐家灣肇周路仁德裏二號）
    【按】本年七月十五日，予施診于廣益中醫院，有施姓婦者蹙頞告訴曰：“先生，我昨服院外他醫之方，病轉劇，苦不堪言。”餘爲之愕然，令陳其方，照錄
    如下：
    “經事淋漓，入夜寒熱，胸悶泛惡，苔灰膩，治宜荊芩四物湯加味。
    炒荊芥（錢半）　炒條芩（錢半）　全當歸（二錢）　大川芎（八分）　炒丹皮（錢半）　赤白芍（各錢半）　金鈴子（二錢）　制香附（錢半）　元胡索（錢半）　貫仲炭（三錢）　荷葉（一角）
    餘曰：方未誤，安得轉劇？婦曰：否，初我夜寐粗安，大便如常，自進昨藥，夜中心痛甚劇，輾轉不能成寐，且大便轉爲洩瀉，乞先生一治之。予按例首問其病歷，婦曰：半月矣。次問其寒熱，婦曰：倏冷倏熱，不計其次。餘聞其言，若有所得焉。婦自陳其異狀，汗出自首至胸而止，既不達于胸下，亦不及于兩臂。予思論有“劑頸而還”之語，此殆劑胸而還乎？察其舌，黑近墨而不焦，口奇乾。餘疑其方進陳皮梅、松花蛋之屬。婦曰：非是，日來苔黑，常作此狀。按其脈，幸尚不微細。兩肩至臂頗麻木。加以經事淋漓不止，婦幾不能悉陳其狀。予對此錯雜之證，亦幾有無從下筆之苦。使從所謂對症治法，瑣瑣而治之，則用藥得毋近數十味？然而此非我所能也，因書方曰：
    初診　（七月十五日）　寒熱往來，每日七八度發，已兩候矣。汗出，劑胸而還，經事淋漓，法當解表爲先，以其心痛，加生地，倍甘草。
    淨麻黃（一錢）　川桂枝（二錢）　生甘草（三錢）　生苡仁（一兩）　杏仁（三錢）　生白芍（錢半）　生地（五錢）　制川朴（一錢）　生薑（二片）　紅棗（六枚）
    二診　（七月十六日）　昨進藥後，汗出，遍身漐漐，心痛止，經事停，大便溏薄瘥，麻木減，僅自臂及指矣。黑苔漸退，口乾漸和，夜中咳嗽得痰，并得矢氣，是佳象。前方有效，不必更張。
    淨麻黃（一錢）　川桂枝（錢半）　生甘草（二錢）　生白芍（錢半）　大生地（五錢）　制小朴（一錢）　杏仁（三錢）　生薑（二片）　紅棗（六枚）
    【按】子遵仲聖脈證治法，而疏昨方，心未嘗不惴惴也！以爲次日覆診，能得寒熱略除，即是大功，乃喜出望外，非但熱退神振，抑且諸恙并差，有如方案所雲，斯亦奇矣！試求其所以能癒病之理，以證狀學之立場言之，必曰能治其主證，斯一切客證或副證不治自癒也。此言不誤，然而無補于病理之了解。幸有博雅君子，閱吾此案，賜予說明其中一切病理。如苔黑口乾，何以反宜麻桂？發汗傷津，何以反除心痛？經水淋漓，大便溏洩，猶風馬牛之不相及，何以戛然并止？所深願也。
    曹穎甫曰：太陽水氣留于心下，則津不上承而渴，此意丁甘仁先生常言之。
    舌黑不焦，大便又溏，知非陽明熱證，而黑色亦爲水氣，水氣淩心，心陽不振，故痛。大便溏，則爲條芩之誤，不用條芩，溏薄自止，非本方之功也。水氣不能化汗外洩，故脾陽不振，而指臂麻。經水淋漓，亦水分多于血分，爲水氣所壓故也。知病之所從來，即知病之所由去，不待煩言矣。
    三診　（七月十七日）　寒熱如瘧漸除，大便已行，舌苔黑色亦淡，麻木僅在手指間。惟餘咳嗽未楚，胸脅牽痛，有喘意，參桂枝加厚朴杏子法。
    杏仁（四錢）　厚朴（錢半）　川桂枝（二錢）　生草（三錢）　白芍（二錢）　大生地（六錢）　絲瓜絡（四錢）　生薑（一片）　紅棗（六枚）
    【按】服此大佳，輕劑調理而安。
    
***桂枝麻黃各半湯證
  **顧（左住方斜路十月二十一）　寒熱交作，一日十數度發，此非瘧疾，乃太陽病，宜桂枝麻黃各半湯。
    桂枝（三錢）　甘草（錢半）　杏仁（五錢）　麻黃（錢半）　白芍（錢半）　生薑（二片）　大棗（四枚）
    【按】桂枝麻黃各半湯方，原法分爲三服，桂枝二麻黃一湯方，原法分爲再服。取前方原量三之一，後方原量二之一而較之，得麻杏同量，而後方之桂芍薑草棗悉比前方約多一倍，故前方名各半，而後方名桂二麻一也。然而近代煎服法，率分二次煎服，與古者不同，況其分量上下，又甚微細，故吾人但知此二方之應用足矣，初不必過分斤斤于铢兩之間也。
    曹穎甫曰：此證甚輕，故輕劑而病易癒，不徒與铢兩不合已也。
    
***桂枝加大黃湯證
  **慶孫（七月二十七日）　起病由于暴感風寒，大便不行，頭頂痛，此爲太陽陽明同病。自服救命丹，大便行，而頭痛稍癒。今表證未盡，裏證亦未盡，脈浮緩，身常有汗，宜桂枝加大黃湯。
    川桂枝（三錢）　生白芍（三錢）　生草（一錢）　生川軍（三錢）　生薑（三片）　紅棗（三枚）
    【按】治病當先解其表，後攻其裏，此常法也，前固言之稔矣。餘依臨床所得，常有表解之後，其裏自通，初不須假藥力之助者。緣先表束之時，病者元氣隻顧應付表證，不暇及裏，及表解之後，則元氣自能反旌對裏。夫元氣之進退往返，誰能目之者，然而事實如此，勿可誣也。故餘逢表束裏張之證，若便閉未越三日者，恆置通裏于不問，非不問也，將待其自得耳。
    若本湯之合解表通裏藥爲一方者，又是一法。然其間解表者占七分，通裏者占三分，不無賓主之分。以其已用裏藥，故通裏爲賓，以其未用表藥，故解表爲主，雙管齊下，病去而元氣乃無憂。
    
***白虎加桂枝湯證
  **餘二十五歲時，能讀醫書，而尚不善于治病。随表兄陳尚白買舟赴南京，應秋試。陳夫婦同宿中艙，餘宿前艙。天方溽暑，驕陽如熾。舟泊無錫，陳夫婦相偕登陸，赴浴惠泉，囑餘守艙中。餘汗出浃背，又不便易衣，令其自乾。飲食起居又不適，因是心恆悒悒然。舟泊五日，方啓碇。又五日，乃抵鎮江。下榻後，部署初定，即卧病矣。延醫疏方，不外鮮藿香、鮮佩蘭之屬。服之數日，病反加劇。汗出，熱不清，而惡寒無已。當夜乘輪赴京。時覺天昏地黑，不知人事。比抵石城，諸友扶住堂子巷寓所。每小便，輒血出，作殷紅色，且覺頭痛。時爲八月初五日，距進場之期僅三天矣。是時，姻丈陳葆厚先生已先餘到南京。丈精于醫，診脈一過，即親出市藥，及荷葉露三大瓶，生梨十餘枚以歸。并屬先飲露，飲已，口即不乾。頃之又渴，復啖生梨，梨皮不遑削，僅棄其心，頃刻盡十枚。迨藥煎成，即進一大碗，心中頓覺清朗，倦極而睡。醒後，頭已不痛，惟汗未出。更進二煎，濃倍于前。服後，又睡。醒時，不覺周身汗出，先小汗，後大汗，竟至内衣夾襖被褥上下皆濕，急起更易，反被以蓋。于是方覺諸恙悉除，腹中知饑，索熱粥。侍者曰：粥已備，蓋陳丈所預囑者也。初啜一小碗，覺香甜逾恆。稍停，又續進，竟其夜，竟盡二大碗。初七日，即能進場。試期達九日夜，毫無倦容。餘乃驚陳丈醫朮之神。叩其藥，則桂枝石膏二味同搗也。問其價，曰：適逢新開藥鋪，共費錢六文而已。遂相與大笑。
    【按】頭痛而惡寒，此太陽病未罷也，法當令其汗出而解。然小便已見血出，安復有餘液可以作汗？故先飲荷葉露及生梨者，增其液以爲作汗之張本也。于是與石膏以清其内蘊之熱，與桂枝以祛其外束之寒。寒因汗解，熱因涼除。醒來索粥，是即白虎湯之粳米，向之飲露，亦猶加參湯之人參。看其啖梨啜露之頃，孰知已含聖法。嗚呼，化衝聖方活而用之，其功效必無窮也。
    【又按】白虎加挂枝湯證多見于夏日，誠以炎暑蒸人，胃腸本已熱化，入夜涼風習習，未免貪享，故致表裏交病。表爲寒束，則熱無外洩之機，勢必癒熾。熱既内熾，則更易傷津，使無從作汗以解表。惟有投白虎湯以治其本（腸胃之熱），同時加桂枝以治其标（表證之寒），标本并治，方可熱除津復，汗出表解。依餘經驗，桂枝輕至一錢，生石膏輕至三錢，亦可有效。設不爾者，但用白虎以清熱，則表證將癒甚，但用桂枝以解表，則内熱將癒熾，終不免壞病之變，此乃桂枝石膏二藥必須合作而不可分離之理也。或曰：君前謂石膏涼胃，桂枝溫胃，何能溫涼并進，反穫奇功耶？曰：仲聖方溫涼并用者，諸瀉心湯即在其例，若桂枝與石膏猶其始焉者爾。蓋人體之機構復雜繁沓，靈敏萬分，及其病時，作用尤顯。各部機構每自能吸取其所需，而放任其所不需者。若論本湯證，則胃取石膏之涼而消熱，動脈取桂枝之散而致汗，故二者非但不相左，抑且相成。
    前桂枝加大黃湯爲七分太陽，三分陽明。今白虎加桂枝湯爲七分陽明，三分太陽。二湯之對仗，堪稱工整。醫者能合用仲聖諸方，即可曲應萬變之病，茲二湯特發其凡耳。
    
***麻黃附子甘草湯證（附列門人治驗）
  **餘嘗治上海電報局高君之公子，年五齡，身無熱，亦不惡寒，二便如常，但欲寐，強呼之醒，與之食，食已，又呼呼睡去。按其脈，微細無力。餘曰：此仲景先聖所謂少陰之爲病，脈微細，但欲寐也。顧餘知治之之方，尚不敢必治之之驗，請另乞診于高明。高君自明西醫理，能注射強心針，顧又知強心針僅能取效于一時，非根本之圖，強請立方。餘不穫已，書：
    熟附片（八分）　淨麻黃（一錢）　炙甘草（一錢）
    與之，又恐其食而不化，略加六神曲、炒麥芽等消食健脾之品。次日復診，脈略起，睡時略減。當與原方加減。五日，而痧疹出，微汗與俱。疹密布周身，稠逾其它痧孩。痧布達五日之久，而胸悶不除，大熱不減，當與麻杏甘石重劑，始穫痊癒。一月後，高公子又以微感風寒，復發嗜寐之恙，脈轉微細，與前度仿佛。此時，餘已成竹在胸，不虞其變，依然以麻黃附子甘草湯輕劑與之，四日而蒇。
    【按】麻黃能開肺氣，附子能強心臟，甘草能安腸胃，三者合則爲麻黃附子甘草湯，能治虛人之受邪，而力不足以達邪者。若麻黃附子細辛湯則以細辛易甘草，其力更偉。蓋細辛芳香，能蠲痰飲而闢穢濁故也。夫脈微細但欲寐如本案所雲固爲少陰病，若更進而兼身熱惡寒蜷卧，亦爲少陰病，不過有輕重緩急之分爾。而東人山田氏必欲補惡寒二字，使成“少陰之爲病，脈微細，但惡寒欲寐也”一條，其可以已乎？
    曹穎甫曰：予治脈微細但欲寐者，往往以四逆湯取效。然薑生所治高姓小兒，實由太陽表證内伏少陰。故非麻黃不能奏功，斷非四逆湯所能治。蓋四逆湯僅能由少陰外達肌腠，以乾薑炙草能溫脾胃，脾胃固主肌肉也。若改乾薑爲麻黃，方能由少陰直達肺部，而皮毛爲之開洩，以肺主皮毛故也。觀其證治三變，而始終不脫麻黃，其用心之細密，殆不可及。況身熱而不惡寒，似無用麻黃之必要，此證竟毅然用之，其識解尤不可及乎。蓋呼之則醒，聽其自然則寐，有蒙蔽之象，故可決爲非少陰本病，而爲太陽内陷之證。且以小兒純陽之體，不當有此少陰病故也。
    
***小青龍湯證（附列門人治驗）
  **張誌明（住五洲大藥房）
    初診　（十月十八日）　暑天多水浴，因而致咳，諸藥乏效，遇寒則增劇，此爲心下有水氣，小青龍湯主之。
    淨麻黃（錢半）　川桂枝（錢半）　大白芍（二錢）　生甘草（一錢）　北細辛（錢半）　五味子（錢半）　乾薑（錢半）　薑半夏（三錢）
    【按】張君誌明爲餘之好友，嘗患疔毒。自以西藥治之，增劇，因就餘以中藥治癒，乃歎中藥之神。自後恙無大小，每必垂詢，顧餘以事冗，居恆外出，致常相左。某晨，君又贲臨，曰：咳嗽小恙耳，何中醫久治不差？并出方相示，則清水豆卷、冬桑葉、前胡、杏仁、赤苓、枳殼、桔梗、竹茹、牛蒡，貝母、瓜蔞皮、冬瓜子、枇杷葉之屬。因詢之曰：君于夏月嘗習遊泳乎？曰：然。君之咳遇寒則增劇乎？曰：然。餘乃慰之曰：此證甚易，一劑可癒，幸毋爲慮。因書上方與之。越二日，來告日：咳瘥矣。即爲書下方調理焉。
    二診　（十月二十）。咳已全癒，但覺微喘耳，此爲餘邪，宜三拗湯輕劑，夫藥味以稀爲貴。
    淨麻黃（六分）　光杏仁（三錢）　甘草（八分）
    餘屢用本方治咳，皆有奇效。顧必審其咳而屬乾水氣者，然後用之，非以之盡治諸咳也。水氣者何？言邪氣之屬于水者也。如本案張君因習遊泳而得水氣，其一例也。又如多進果品冷飲，而得水氣，其二例也。又如遠行冒雨露，因得水氣，其三例也。更如夙患痰飲，爲風寒所激，其四例也。凡此種水氣之咳，本湯皆能優治之。顧藥量又有輕重之分。其身熱重，頭痛惡寒甚者，當重用麻桂。其身微熱，微惡寒者，當減輕麻桂，甚可以豆豉代麻黃，蘇葉代桂枝。其痰飲水氣甚者，當重用薑辛半味，因此四者協力合作，猶一藥然，吾師用五味嘗多至三錢，切勿畏其酸收。其咳久致腹皮攣急而痛者，當重用芍草以安之。否則，輕用或省除之，奏效如一。要之小青龍證。在裏爲水氣，在表爲咳（咳之前喉皆常作癢）其表證之重輕，初可勿拘，其舌苔亦不必限于白膩。遑論其它或喘或渴或利或噎哉？此皆經驗之談，不必泥于書本者也。本年夏，友好多人皆習遊泳，耽之不倦，雖雨天不已，一月前後，十九患咳，餘悉以本湯加減癒之。
    曹穎甫曰：予近日治丁姓婦十年痰飲，遇寒即劇，日晡所惡寒而喘，亦用此方。方用麻黃三錢，細辛二錢，乾薑三錢，白朮三錢，半夏二錢，桂枝四錢。服經二劑，咳喘略減，而無汗惡寒如故。再加麻黃二錢，合五錢，細辛加一錢，合三錢，外加杏仁四錢，炮附子四錢，效否待明日方知。然則薑生治張君，兩用輕劑而即效者，實由本年新病，不同宿疾之未易奏功也。
    
***射乾麻黃湯證
  **馮仕覺（七月廿一日）　自去年初冬始病咳逆，倚息，吐涎沫，自以爲痰飲。今診得兩脈浮弦而大，舌苔膩，喘息時胸部間作水鳴之聲。肺氣不得疏暢，當無可疑。昔人以麻黃爲定喘要藥，今拟用射乾麻黃湯。
    射乾（四錢）　淨麻黃（三錢）　款冬花（三餞）　紫苑（三錢）　北細辛（二錢）　制半夏（三錢）　五味子（二錢）　生薑（三片）　紅棗（七枚）　生遠誌（四錢）　桔梗（五錢）
    拙巢注：癒。
    曹穎甫曰：有張大元者向患痰飲，初，每日夜咯痰達數升，後咯痰較少，而胸中常覺出氣短促，夜卧則喉中如水雞聲，徹夜不息。當從金匱例投射乾麻黃湯，尋癒。又有楊姓婦素患痰喘之證，以涼水浣衣即發，發時咽中常如水雞聲，亦用金匱射乾麻黃湯應手輒效，又當其劇時，痰涎上壅，氣機有升無降，則當先服控涎丹數分，以破痰濁，續投射乾麻黃湯，此又變通之法也。
    
***苓甘五味加薑辛半夏杏仁湯證
  **葉瑞初君（麗華公司化妝部）
    初診　（二月十七日）　咳延四月，時吐涎沫，脈右三部弦，當降其衝氣。
    茯苓（三錢）　生甘草（一錢）　五味子（一錢）　乾薑（錢半）　細辛（一錢）　制半夏（四錢）　光杏仁（四錢）
    二診　（二月十九日）　兩進苓甘五味薑辛半夏杏仁湯，咳已略平，惟涎沫尚多，咳時痰不易出，宜與原方加桔梗。
    茯苓（三錢）　生草（一錢）　五味子（五分）　乾薑（一錢）　細辛（六分）　制半夏（三錢）　光杏仁（四錢）　桔梗（四錢）
    【按】葉君昔與史惠甫君爲同事，患咳凡四閱月，問治于史。史固辭之，以習醫未久也。旋葉君咳見痰中帶血，乃俱而就師診。服初診方凡二劑，病即減輕。服次診方後，竟告霍然。
    
***皂莢丸證
  **皂莢丸證其一
    《要略》曰：“咳逆上氣，時時吐濁，但坐，不得眠，皂莢丸主之。”按射乾麻黃湯證但雲咳而上氣，是不咳之時，其氣未必上衝也。若夫本證之咳逆上氣，則喘息而不可止矣。病者必背擁疊被六七層，始能垂頭稍稍得睡。倘疊被較少，則終夜嗆咳，所吐之痰黃濁膠粘。此證予于宣統二年，侍先妣邢太安人病親見之。先妣平時喜進厚味，又有煙癖，厚味被火氣熏灼，因變濁痰，氣吸于上，大小便不通。予不得已。自制皂莢丸進之。長女昭華煎棗膏湯，如法晝夜四服。以其不易下咽也，改丸如綠豆大，每服九丸。凡四服，浃晨而大小便通，可以去被安睡矣。後一年，聞吾鄉城北朱姓老婦，以此證坐一月而死，可惜也！
    曹穎甫曰：有黃松濤者，住城内廣福寺左近，開設玉器店，其母年七旬許，素有痰飲宿疾，數年未發，體甚健。某秋，忽咳嗽大作，濁痰稠粘，痛牽胸脅，夜不能卧，卧則咳吐，脹痛更甚，前所未見。病發三日，乃延餘診，其脈弦數，氣急促，大便三日未行，力憊聲嘶，喘不能續，證已危險。餘乃告其家人曰，此屬痰飲重證，勢將脫，君不急救，再延片刻，無能爲矣。于是急取控涎丹一錢五分，以開水衝元明粉三錢吞送。不久，咳減，氣急稍定。至晚，大便下，作黑色，能安眠。達旦，諸恙盡失。于是始知控涎丹繫十棗湯變其體制，用以備急者也。然考此病本皂莢丸證。金匱所謂咳逆上氣，時時吐濁，但坐不得眠，皂芙丸主之是也。但此證來勢暴厲，病體已不支，恐皂莢丸性緩，尚不足以濟急耳。
  **皂莢丸證其二
    門人盧扶搖之師曹殿光，蕪湖人，年五十所，患痰飲宿疾，病逾十載，扶搖不能治，使來求診，其證心下堅滿，痛引胸脅，時復喘促，咳則連聲不已，時時吐濁痰，稠凝非常，劇則不得卧。餘謂其喘咳屬支飲，與《傷寒論》之心下有水氣，《痰飲篇》之咳逆不得卧，證情相類，因投以小青龍湯，不效。更投以射乾麻黃湯，合小半夏湯，又不效。而咳逆反甚，心殊焦急。更思以十棗湯攻之，而十棗又爲胸脅懸飲之方。思以葶藶大棗降之，而瀉肺繫爲肺脹肺癰而設，皆非的對之劑。縱投之，徒傷元氣，于病何補？因念其時吐痰濁，劇則不得卧，與《金匱》所載皂莢丸證，大旨相同。遂以皂莢炙末四兩，以赤砂糖代棗和湯，與射乾麻黃湯間服之。共八劑，痰除喘平，諸恙盡退。
  **皂莢丸證其三
    餘嘗自病痰飲，喘咳，吐濁，痛連胸脅，以皂莢大者四枚炙末，盛碗中，調赤砂糖，間日一服。連服四次，下利日二三度，痰涎與糞俱下，有時竟全是痰液。病癒後，體亦大虧。于是知皂莢之攻消甚猛，全賴棗膏調劑也。夫甘遂之破水飲，葶藶之瀉癰脹，與皂莢之消膠痰，可稱鼎足而三。惟近人不察，恆視若鸩毒，棄良藥而不用，伊誰之過歟？
    曹穎甫曰：餘治張大元喘咳，不得卧，亦用控涎丹法，一下而癒。近數年來大元染有煙癖，濃痰和水而出，一夜得一大玻璃杯。諸痰飲方絕無功用，皂莢灰亦無濟。大約水氣太甚者，既不當用滌除油垢之法，而中有濃痰者又非溫藥所能治乎？
  **皂莢丸證其四
    鄭（左住方浜路口年八十二歲）　濕痰之體，咳嗽，四肢浮腫，病情屬溢飲，原當發汗利小便。但以濁痰阻于胸隔，咳而上氣，但坐不眠，痰甚濃厚。病急則治其标，法當先用皂莢丸以下胸隔之痰，俾大小便暢行，得以安睡，方是轉機。今按兩脈結代，結代之脈，仲景原以爲難治。藥有小效，方議正治。
    土皂莢（去黑皮去子去弦酥炙研細蜜丸如桐子大每服三丸日三服以黑棗二十枚濃煎去渣送丸）
    拙巢注：病家將此方詢諸他醫，醫以劑峻，勸勿服。其後究竟如何，不可得而知矣。
    曹穎甫曰：皂莢丸之功用，能治膠痰，而不能去濕痰。良由皂莢能去積年之油垢，而不能除水氣也。然痰飲至于嗽喘不已，中脘必有凝固之痰，故有時亦得取效。惟皂莢灰之作用乃由長女昭華發明。彼自病痰飲，常嘔濃厚之痰，因自制而服之。二十年痰飲竟得劖除病根。予服之而效。曹殿光適自蕪湖來診，病情略同，故亦用之而效也。
    【按】《金匱》本方雲：“皂莢八兩，刮去皮用，酥炙。右一味，末之，蜜丸，桐子大，以棗膏和湯，服三丸，日三，夜一服。”刮去皮用者，刮去其外皮之黑衣也。酥炙者，用微火炙之，使略呈焦黃即得，勿成黑炭也。服三丸者，每服三丸也。日三夜一服者，日中三服，夜間一服，竟日共四服，計十二丸也。故或雲本藥蕩滌刺激之力甚大，一日用量不得過梧子大三丸者，非也。棗膏和湯者，言預用棗肉煎熬成膏，及應用時，取膏加熱水，使混和成湯，送本丸也。尤氏雲：飲以棗膏，安其本也。此說甚是。伸言之，即恐皂莢入胃，非但去濁痰，并將殃及胃中寶貴之津液，故必用棗膏以固護之，此吾友吳凝軒之說也。吾師代棗膏以砂糖，無非取其便捷，然其保津之功，恐不及棗膏遠甚。顧二者皆屬甘味，與甘草之安腸生津，饴糖之建中定痛，有異曲同工之妙。
    綜計以上本湯四案，第一案邢太安人先一日四服，共進如梧子大者十二丸，次一日共進如綠豆大者三十六丸。今案凡蜜丸如梧子大之丸藥，每錢約得十餘丸，則如梧子大十二丸者，量僅錢許耳。第二案曹殿光用皂莢末四兩者，乃共八日間之總量也。即先一日服皂莢末一兩，次日改服射乾麻黃湯一劑，以後第三、第五、第七日同第一日，第四、第六、第八日同第二日。按每日服末一兩較第一案之錢許量已大增，但此爲皂莢焦黑之灰，彼爲同品炙黃之質。黑者力微，黃者力巨，故其量爲反比，而二者病情又有重輕之分，故量雖迥異，并非矛盾。第三案吾師自以皂莢大者四枚炙末，盛之得一小半碗。餘嘗試擇大皂莢一枚，不去皮弦與子，衡之，得新秤一兩許。又取大者二枚，炙之使焦，研之爲末，衡之，得六錢許。是四枚末約爲一兩二錢許，與第二案所稱之兩許，亦尚相合。第四案如古法，與第一案同。按本藥究屬峻品，無經臉之醫生初次試用，寧自每服五分遞加，較爲妥當。
    又按用皂莢無非取其蕩滌膠痰，而其能蕩滌膠痰者，蓋即賴其中含有石堿素。西醫謂驅痰劑西藥如西尼加根，中藥如遠誌，桔梗，皂莢，中皆含有石堿素，所謂刺激性驅痰劑是也。故用牙皂之莢，可以代西尼加根雲雲。中西學說相通，信哉。
    曹穎甫曰：除痰之藥有堿性者爲長，故咯痰不出者，用桔梗甘草湯，無不克日取效，以桔梗含有堿性故也。痰粘胸隔而不出，則用有堿性之桔梗以出之，所謂在高者引而越之也。膠痰在中脘，則用有堿性之皂莢以下之，所謂在下者引而竭之也。凡用藥有徹上徹下之異，可因此而觀其通矣。
    
***澤瀉湯證
  **管（右住南陽橋花場九月一日）　咳吐沫，業經多年，時眩冒，冒則嘔吐，大便燥，小溲少，咳則胸滿，此爲支飲，宜澤瀉湯。
    澤瀉（一兩三錢）　生白朮（六錢）
    【按】本案病者管婦年三十餘，其夫在上海大場莳花爲業。婦素有痰飲病，自少已然。每屆冬令必發，劇時頭眩，不能平卧。師與本湯，婦服之一劑，既覺小溲暢行，而咳嗽大平。續服五劑，其冬竟得安度。明年春，天轉寒，病又發。師仍與本方，澤瀉加至二兩，白朮加至一兩，又加蒼朮以助之，病癒。至其年冬，又發。宿疾之難除根，有如是者！
    以上自小青龍湯至澤瀉湯凡五證，皆治痰飲。小青龍湯以心下有水氣爲主，射乾麻黃湯以喉中水雞聲爲主，苓桂五味加薑辛半夏杏仁湯以吐涎沫爲主，皂莢丸以膠痰爲主，澤瀉湯以眩冒爲主，此其大較也。
    
***桂枝加龍骨牡蠣湯證
  **桂枝加龍骨牡蠣湯證其一
    周（左）　早年精氣不固，兩足乏力，頭暈目花，證屬虛勞，宜桂枝加龍骨牡蠣湯。
    川桂枝（三錢）　生白芍（三錢）　生甘草（二錢）　龍骨（一兩先煎）　左牡蠣（三兩先煎）　大黑棗（十二枚）　生薑（八片）
    【按】《要略》雲：“男子失精，女子夢交，桂枝加龍骨牡蠣湯主之。”故本湯之治遺精，醫者所盡知也。顧知之而不能用之，其所用者，每偏于腎氣丸一方，加補益之品，如續斷、杜仲、女貞子、菟絲子、核桃肉之屬。吾師治此種病，一二劑即已。餘依師法而行之，其效亦然。時事新報館黃君舜君患遺精已久，多勞則劇，不喜服重劑藥，爲疏桂枝白芍各錢半，炙草一錢，生薑一片，大棗四枚，龍骨牡蠣各三錢，三服而瘥，另有鄒萍君年少時，染有青年惡習，久養而癒。本冬遺精又作。服西藥，先二星期甚適，後一星期無效，更一星期服之反劇。精出甚濃，早起脊痛頭暈，不肚痛苦。自以爲中西之藥乏效，愁眉不展。餘慰之曰：何懼爲，予有丹方在，可療之。以其人大膽服藥，予桂枝白芍各三錢，炙草二錢，生薑三大片，加花龍骨六錢，左牡蠣八錢，以上二味打碎，先煎二小時。一劑後，當夜即止遺，雖鄒君自懼萬分，無損焉。第三日睡前，忘排尿，致又見一次。以後即不復發，原方加減，連進十劑，恙除，精神大振。計服桂枝芍藥各三兩，龍骨六兩，牡蠣八兩矣。其它驗案甚多，不遑枚舉。
    曹穎甫曰：此方不惟治遺精，并能治盜汗。十餘年中，治癒甚眾，但以數見不鮮，未錄方案，并姓名居址而忘之矣。按桂枝湯本方原爲營弱衛強，脾陽不振，不能令汗出肌腠而設。故辛甘發散以助脾陽，令肌腠中發出之汗液，與皮毛中原有之汗液混合而出，然後營氣和而自汗可止。盜汗常在夜分，營氣夜行于陽，則其病當屬肌腠不密，汗随營氣而外洩。營病而衛不病，亦爲衛不與營和，故用桂枝湯本方，以和營衛二氣，加龍骨牡蠣以收外浮之陽，故盜汗可止。若營衛未和，而漫事收斂，吾知其必無濟也。
  **桂枝加龍骨牡蠣湯證其二
    季（左十月十二日）　夜寐喜盜汗，脈陽浮陰弱，宜桂枝加龍骨牡蠣湯。
    川桂枝（四錢）　生白芍（三錢）　生草（一錢）　龍骨（四錢）　左牡蠣（一兩）　生薑（八片）　紅棗（十二枚）
    【按】《要略》雲：“男子平人，脈虛弱細微者，喜盜汗也。”《巢源?虛勞盜汗候》雲：“盜汗者，因眠睡而身體流汗也。此由陽虛所致，久不已，令人羸瘠枯瘦，心氣不足，亡津液故也。診其脈，男子平人脈虛弱微細，皆爲盜汗脈也。”丹波氏雲：“《金鑑》雲此節脈證不合，必有脫簡，未知其意如何，蓋虛勞盜汗，脈多虛數，故有此說乎？”吾師則曰此證桂枝加龍骨牡蠣湯所得而主之也。如本案所示，即其一例。服藥後，每每周身得微微熱汗出，以後即不盜汗矣。餘用本方者屢，得效與治失精同。吳兄凝軒昔嘗患盜汗之恙，醫用浮小麥、麻黃根、糯稻根以止其汗。顧汗之止僅止于皮毛之裏，而不止于肌肉之間，因是皮膚作癢異常，頗覺不舒。後自檢方書，得本湯服之，汗止于不知不覺之間雲。本湯既可治盜汗，又可治遺精，更可治盜汗之兼遺精者，所謂虛勞人是也。
    
***炙甘草湯證
  **炙甘草湯證其一
    律師姚建現住小西門外大興街，嘗來請診，眠食無恙，按其脈結代，約十餘至一停，或二三十至一停不等，又以事繁，心常跳躍不寧，此仲師所謂心動悸，脈結代，炙甘草湯主之之證是也，因書經方與之，服十餘劑而瘥。
    炙甘草（四錢）　生薑（三錢）　桂枝（三錢）　潞黨參（二錢）　生地（一兩）　真阿膠（二錢烊衝）　麥冬（四錢）　麻仁（四錢）　大棗（四枚）
    【按】大論原文煎法，用清酒七升，水八升，合煎，吾師生之用本湯，每不用酒，亦效。惟阿膠當另烊衝入，或後納烊消盡，以免膠質爲他藥粘去。餘用阿膠至少六錢，分二次衝，因其質重故也。
    曹穎甫曰：陽氣結澀不舒，故謂之結，陰氣缺乏不續，故謂之代，代之爲言，貸也，恆産告罄，而稱貸以爲生，其能久乎？固知《傷寒?太陽篇》所謂難治者，乃專指代脈言，非并指結脈言也。
  **炙甘草湯證其二
    唐（左）
    初診　（十月二十日）　脈結代，心動悸，炙甘草湯主之，此仲景先師之法，不可更變者也。
    炙甘草（四錢）　川桂枝（三錢）　潞黨參（三錢）　阿膠珠（二錢）　大麻仁（一兩）　大麥冬（八錢）　大生地（一兩）　生薑（五片）　紅棗（十枚）
    【按】唐君居春申，素有心臟病，每年買舟到香港，就診于名醫陳伯壇先生，先生用經方，藥量特重，如桂枝生薑之屬動以兩計。大鍋煎熬，藥味奇辣，而唐君服之，疾輒良已。今冬心悸脈結代又發，師與炙甘草湯，服至三五劑，心悸癒，而脈結代漸稀，尚未能悉如健體。蓋宿疾尚賴久劑也。君又素便秘，服藥則易行，停藥則難行，甚須半小時之久，故師方用麻仁一兩之外，更加大黃三錢。
    二診　（十月二十三日）　二進炙甘草湯，胃納較增，惟口中燥而氣短，左脈結代漸減，右脈尚未盡和，仍宜前法加減。加制軍者，因大便少也。
    炙甘草（五錢）　川桂技（四錢）　潞黨參（五錢）　阿膠珠（二錢）　大熟地（一兩）　大麻仁（一兩）　麥冬（四錢）　紫蘇葉（五錢）　天花粉（一兩）　生薑（三片）　紅棗（七枚）　制軍（三錢）
  **炙甘草湯證其三
    昔與章次公診廣益醫院庖丁某，病下利，脈結代，次公疏炙甘草湯去麻仁方與之。當時鄭璞容會計之戚陳某適在旁，見曰：此古方也，安能療今病？次公忿與之爭。僅服一劑，即利止脈和。蓋病起已四十餘日，庸工延誤，遂至于此。此次設無次公之明眼，則病者所受苦痛，不知伊于胡底也。
    【按】本案與前案同例，惟一加麻仁，一去麻仁，均具深意，古方不能療今病，逼肖時醫口吻，第不知何所據而雲然。
    曹穎甫曰：玉器公司陸某寓城幢廟引線弄，年逾六秩，患下利不止，日二三十行，脈來至止無定數。玉器店王友竹介餘往診。餘曰：高年結脈，病已殆矣。因參仲聖之意，用附子理中合炙甘草湯去麻仁，書方與之。凡五劑，脈和利止，行動如常。
    按古方之治病，在《傷寒》、《金匱》中，仲師原示人加減之法，而加減之藥味，要不必出經方之外，如陰虧加人參而去芍藥，腹痛加芍藥而去黃芩，成例具在，不可誣也。如予用此方，于本證相符者則用本方，因次公于下利者去麻仁，遂于大便不暢者重用麻仁，或竟加大黃，遇寒濕利則合附子理中，于卧寐不安者，加棗仁朱砂，要不過随證用藥，絕無異人之處，仲景之法，固當如此也。
    【又按】餘用本方，無慮百數十次，未有不效者。其證以心動悸爲主。若見脈結代，則其證爲重，宜加重藥量。否則，但覺頭眩者爲輕，投之更效。推其所以心動悸之理，血液不足故也，故其脈必細小異常。婦女患此證之甚者。且常影響及于經事。動悸劇時，左心房處怦怦自躍，不能自已。膽氣必較平時爲虛，不勝意外之驚恐，亦不堪受重厲之叫呼。夜中或不能成寐，于是虛汗以出，此所謂陰虛不能斂陽是也。及服本湯，則心血漸足。動悸亦安，頭眩除，經事調，虛汗止，脈象復，其功無窮。蓋本方有七分陰藥，三分陽藥，陰藥爲體，陽藥爲用。生地至少當用六錢，桂枝至少亦須錢半，方有效力。若疑生地爲厚膩，桂枝爲大熱，因而不敢重用，斯不足與談經方矣。
    【又按】按本湯證脈象數者居多，甚在百至以上，遲者較少，甚在六十至以下。服本湯之後，其數者將減緩，其緩者將增速，悉漸近于标準之數。蓋過猶不及，本湯能削其過而益其不及，藥力偉矣。又血虧甚者，其脈極不任按，即初按之下，覺其脈尚明朗可辨，約一分鍾後，其脈竟遁去不見，重按以覓之，依然無有。至此，淺識之醫未有不疑慮并生者。但當釋其脈，稍待再切，于是其脈又至。試問脈何以不任按？曰：血少故也。迨服本湯三五劑後，脈乃不遁，可以受按。此皆親歷之事，絕非欺人之語。依理，一人二手，其脈當同，然而事實上不爾，左右二脈每見參商。脈理之難言，有如是者。
    
***小建中湯證
  **小建中湯證其一
    王（右）　腹痛，喜按，痛時自覺有寒氣自上下迫，脈虛弦，微惡寒，此爲肝乘脾，小建中湯主之。
    川桂枝（三錢）　大白芍（六錢）　生草（二錢）　生薑（五片）　大棗（十二枚）　饴糖（一兩）
    【按】大論曰:“傷寒二三日，心中悸而煩者，小建中湯主之。”又曰：“傷寒，陽脈澀，陰脈弦，法當腹中急痛，先與小建中湯。”《要略》曰：“虛勞，裏急，悸，衄，腹中痛，夢失精，四肢酸疼，手足煩熱，咽乾，口燥，小建中湯主之。”似未言有寒氣上自胸中下迫腹中之證，惟吾師以本湯治此寒氣下迫之證，而兼腹痛者，其效如神。
    推原藥理，有可得而言者，蓋芍藥能活靜脈之血故也。詳言之，人體下身靜脈之血自下上行，以匯于大靜脈管，而返注于心臟。意者本證靜脈管中必發生病變，有氣逆流下行，故痛。須重用芍藥，以增靜脈回流之力。而消其病變，故病可癒。昔吳兄凝軒患腹中痛，就醫久治不癒。自檢方書，得小建中湯，樂其能治腹痛，即照錄原方，用白芍至六錢，桂枝至三錢。自以爲藥量僅及古人什之一，輕甚，且未用饴糖。服後，腹中痛随除，惟反覺其處若空洞無物，重按更適。蓋其時腹中靜脈血向上回流過盛，動脈血不及調劑，又無饴糖以資補充故也。凝軒曾歷歷爲吾言，可爲明證。學者可暫識此理，更與下述奔豚各案合考之，自得貫通之樂。
    今之醫者每不用饴糖，閒嘗與一藥鋪中之老夥友攀談，問其歷來所見方中，有用饴糖者乎？笑曰：未也，可見一斑。先賢汪讱庵曰：“今人用小建中者，絕不用饴糖，失仲景遺意矣。”然則近古已然，曷勝歎息。夫小建中湯之不用饴糖，猶桂枝湯之不用桂枝，有是理乎？
  **小建中湯證其二
    顧（右十月二十六日）　産後，月事每四十日一行，飯後則心下脹痛，日來行經，腹及少腹俱痛，痛必大下，下後忽然中止，或至明日午後再痛，痛則經水又來，又中止，至明日卻又來又去，兩脈俱弦，此爲肝膽乘脾藏之虛，宜小建中加柴芩。
    桂枝（三錢）　生白芍五（錢）　炙草（二錢）　軟柴胡（三錢）　酒芩（一錢）　台烏藥（錢半）　生薑（五片）　紅棗（十二枚）　饴糖（三兩）
    拙巢注：一劑痛止，經停，病家因連服二劑，全癒。
    【按】餘初疑本證當用溫經湯加查曲之屬，而吳兄凝軒則力贊本方之得。師曰：大論雲：“傷寒，陽脈澀，陰脈弦，法當腹中急痛，先與小建中湯，若不差者，小柴胡湯主之。”我今不待其不差，先其時加柴芩以治之，不亦可乎？況婦人經水之病，多屬柴胡主治，爾侪察諸雲雲。翌日據報，病向癒矣。
    
***當歸建中湯證
  **宗嫂（十一月十七日）　月事將行，必先腹痛，脈左三部虛，此血虧也，宜當歸建中湯。
    全當歸（四錢）　川桂枝（三錢）　赤白芍（各三錢）　生甘草（錢半）　生薑（三片）　紅棗（七枚）　饴糖（二兩衝服）
    【按】當歸建中湯，即桂枝湯加味也。姑以本方爲例，甘草之不足，故加饴糖。白芍之不足，故加赤芍。桂枝之不足，故加當歸。本經表桂枝治上氣咳逆，表當歸治咳逆上氣，然則其差也僅矣。我今用簡筆法，略發其義于此，而贻其詳畀讀者。
    
***黃耆建中湯證（附列門人治驗）
  **王女士
    初診　經停九月，咳嗆四月，屢醫未效。按診脈象虛數，舌苔薄膩，每日上午盜汗淋漓，頭暈，心悸，胸悶，脅痛，腹痛喜按，食少喜嘔，夜寐不安，咳則并多涎沫。證延已久，自屬纏綿。拟先治其盜汗，得效再議。
    川桂枝（一錢）　大白芍（二錢）　生甘草（八分）　生薑（一片）　紅棗（四枚）　粽子糖（四枚）　全當歸（二錢）　花龍骨（四錢先煎）　煅牡蠣（四錢先煎）
    【按】病者王女士爲友人介紹來診者，年齡十六，經停始于今春，迄今約九月矣。诘其所以，答謂多進果品所致。察其皮色無華，咳嗆不已，緩步上梯，竟亦喘息不止。他狀悉如脈案所列，蓋流俗所謂乾血痨也。曾歷訪中西名醫，遍求村野丹方，顧病勢與日俱增，未如之何焉。餘初按其脈，即覺細數特甚。按表計之，每分鍾得一百四十餘至，合常人之脈搏恰強二倍。依舊說，此爲木火刑金，兇象也。依新說，肺病貧血甚者，脈管縮小故也，其預後多不良雲雲。據述在家終日蜷卧被中。如是則惡寒稍瘥。餘相對之頃，實難下藥。乃默思本證之症結有三：經停不行，其一也；肺病而咳，其二也；腹痛惡寒而盜汗，其三也。將用攻劑以通其經乎，則腹無症瘕，如虛不受劫何？將用肺藥以止其咳乎，則痨菌方滋，如頑不易摧何？無已，姑治其腹痛惡寒而盜汗，用當歸建中湯合桂枝龍骨牡蠣法，疏極輕之量以與之。棕子糖者，即饴糖所制，糖果店所售，較用饴糖爲便捷，此吾師法也。病家持此方箋以購藥，藥鋪中人又笑曰糖可以爲藥，此醫可謂幽默矣。越三日，病者來覆診，喜出望外，欣然告謝。
    二診　三進輕劑當歸建中湯加龍骨牡蠣，盜汗已除十之三四，腹痛大減，惡風已罷，胸中舒適，脈數由百四十次減爲百二十次，由起伏不定轉爲調勻有序，大便較暢，咳嗽亦較稀，頭暈心悸略瘥。前方尚合，惟量究嫌輕。今加重與之，俟盜汗悉除，續謀通經。
    炙黃耆（三錢）　川桂枝（錢半）　肉桂心（二分）　炙甘草（錢半）　大白芍（三錢）　全當歸（四錢）　生薑（二片）　紅棗（八枚）　粽子糖（六枚）　龍骨（六錢先煎）　牡蠣（八錢先煎）
    【按】病者曰：“吾初每夜稍稍動作，即覺喘息不勝，自服前方三小時後，喘息即定，雖略略行動，無損矣。三服之後，恙乃大減。向吾進飯半盅，今已加至一全盅矣。”餘初以爲腹痛稍定，即爲有功，不意咳嗽亦差，脈搏反減而調。
    又越三日，病者來三診，神色更爽于前，扶梯而上，已無甚喘急之狀。詢之，答謂盜汗悉除。惡風已罷，日間喜起坐，不嗜卧矣。飯量由一盅加至一盅有半。而其最佳之象，則尤爲脈數由百二十至，減爲百十有四至，咳嗽亦大稀，舌苔漸如常人。餘乃改用潤肺養陰寧咳化痰之劑，如象貝、杏仁、款冬、紫苑、麥冬、沙參之屬。五劑竟無進退。後有老醫詔餘曰：子之棄建中而用貝杏者，誤也。若是之證，當換箋不換方，雖服之百日，不厭其久也。餘謹誌而謝之。
    于此有一重要問題之發生，不容擱置而勿論焉，問題維何？即所謂陽虛虛勞，陰虛虛勞之辨是也。後賢多謂古時所患虛勞多屬陽虛虛勞，宜建中劑。今世所患虛勞，多屬陰虛虛勞，宜養陰劑。二者誤用，禍如反掌雲雲。而《蘭台軌範》之說，則較爲近理。《軌範》曰：“古人所雲虛勞，皆是純虛無陽之證，與近日之陰虛火旺，吐血咳嗽者，正相反，誤治必斃。今日吐血咳嗽之病，乃血證，雖有似虛勞，其實非虛勞也。”又曰：“小建中湯治陰寒陽衰之虛勞，正與陰虛火旺之病相反，庸醫誤用，害人甚多，此咽乾口燥，乃津液少，非有火也。”又湯本氏雲：“餘往年誤認師論及諸家學說，用黃耆建中劑于肺結核。常招失敗。當時學識尚淺，不知其故。及讀《蘭台軌範》諸書，乃始曉然。懼後之人蹈餘覆轍，故表而出之，蓋膠饴性大溫，有助長炎症之弊。芍藥之收斂，又有抑遏皮膚肺腸腎臟排洩機能之作用。故誤用本方于肺結核時，一方面助長炎症，他方面阻止結核菌毒素之排洩，故令病勢增惡耳。”
    按以上諸家之說，誠足爲吾人參考之資，請重以餘淺薄之經驗衡之。本案王女士所患之病，确爲肺結核，使湯本氏之說而信，又安能六服輕劑建中湯，而得大效耶？推求其得效之故何在，亦無非此肺結核者，適有建中湯之證耳。使其無建中湯證，則其不效，當如湯本氏所期矣。誠以結核之範圍至廣，結核之病期至久，其間變化萬端，豈某一方所能主治，又豈必無某一方所適治之證？故曰建中湯不得治肺結核，猶曰桂枝湯不能治太陽病，（適爲脈緊無汗之麻黃證）其失維一。
    至《軌範》所雲陰虛火旺，吐血咳嗽，确爲肺痿，爲肺癰，爲血證，要略自有正治。請檢本書肺癰案所載，即可得其一隅。其案内附記之曹夫人惡寒盜汗，與陽虛虛勞幾無以異。然卒能以甘寒之藥癒之，其不混淆爲一者，辨證之功也。後人誤稱此等證亦曰虛勞，于是有陽虛虛勞，陰虛虛勞之辨。實則古今人同有此所謂二種虛勞之證，後人既誤其名稱，復化其藥味，馴至古今判然，學者大惑。負整理中醫之責者，又安可不揭其秘也哉？
    曹穎甫曰：通俗醫界莫不知培土生金之說，然往往不能用之適當者，不通仲師之醫理故也。夫陽浮陰弱則汗自出，汗常出則脾病，而肺亦病。肺病則氣短矣，汗常出則惡風矣，故桂枝湯本方原爲扶脾陽作用，仲師不曰繫在太陰乎？病積既久，脾陽益虛，肝膽之氣乘之，乃至胸脅腹中俱病，故加饴糖以補脾，饴糖者麥精所煎也。但使脾陽既動，飲食入胃，自能暢適。當歸黃耆亦補脾之藥也，加龍骨牡蠣，則《金匱》虛勞盜汗之方治也。要而言之，不過是培土生金之用。苟得其精理所在，幸無爲羣言所亂也。
    【又按】本案拙見意謂肺痨病者确有時屬建中湯證，而譚次仲先生之卓識，則更進一步，确定建中湯爲治虛痨之主方，且闡述其義，無不與西醫學相吻合。其言曰：“蓋治肺痨，最重要的對症療法爲健胃與營養，以使體重增加，肺之局部症狀，因而輕快之一法。考《金匱?虛勞篇》，首立小建中湯。本湯以桂枝生薑爲君，此即西藥中所謂芳香辛辣之健胃劑也。方中配以饴糖，即西藥中之滋養品也。三味均西醫所同備者。而證以中醫之解釋，亦無絲毫違異焉。陳脩園雲：建中者，建立其中氣也。尤在涇雲：治虛勞而必以建中者，何也？蓋中者，脾胃也。蓋虛勞不足，納谷者昌，故必立其中氣，中氣之立，必以建中也。餘謂古人以建中湯謂健胃劑，此非其明證歟？且桂枝之芳香，能緩解氣管支神經之痙攣，有排痰鎮咳之效，已于痰飲篇之苓桂朮甘湯開其端，所以仲景立小建中湯爲治虛勞之主方也（但痰多者嫌其太甜，燥多者嫌其太熱，可用他藥代之，而師其健胃營養之法可也）。其餘若發熱盜汗，失精夢交，則有二加龍牡湯，及桂枝加龍牡湯，失眠則有酸棗仁湯，腰痛有腎氣丸，補虛有黃耆建中湯，此皆仲聖治虛勞之正法，俱載《金匱?虛勞篇》中。考西醫對肺結核之藥物療法，若合符節焉。”
    （見《中西醫藥》二卷二期）高瞻遠矚，彌足欽也！
    
***芍藥甘草湯證
  **芍藥甘草湯證其一
    四嫂（十一月十三日）　足遇多行走時則腫痛，而色紫，始則右足，繼乃痛及左足。天寒不可向火，見火則痛劇。故雖甚惡寒，必得耐冷。然天氣過冷，則又痛。眠睡至浃晨，而腫痛止，至夜則痛如故。按歷節病足亦腫，但腫常不退，今有時退者，非歷節也。惟痛甚時筋攣，先用芍藥甘草湯以舒筋。
    赤白芍（各一兩）　生甘草（八錢）
    拙巢注：二劑癒。
  **芍藥甘草湯證其二（附列門人治驗）
    老媽（二月七日）　右足行步不良，此有瘀滞也，宜芍藥甘草湯以疏之。
    京赤芍（八錢）　生甘草（四錢）
    【按】摯友張君摯甫客居海上，雇有年老女傭一人，方來自原籍浙江黃岩，未越半月，而病已七日矣。其病右足拘急，不能行，行則勉強以跟着地，足尖上向，如躄者然。夜則呼痛達旦，阖家爲之勿寐。右足踝骨處又因乘輪擦傷，潰爛不能收口。老媪早年嘗有所謂瘋氣之疾，纏綿三年方癒，自懼此番復發，後顧堪虞，嗒然若喪，哭求歸裏。摯甫憐之，亟來請診。餘細察之，右胫之皮色較左胫略青，乃疏上方。方成，摯甫以爲異，親爲煎煮。湯成。老媪不肯服。曰：服之無濟也，吾年前之恙略同于此，三年而後已，今安有一藥而瘥者？強而後進。翌日復診，媪右足已能全部着地，惟潰爛處反覺疼痛。餘即就原方加生甘草二錢，使成六錢。炙乳沒各八分，外用陽和膏及海浮散貼之。又翌日訪之，老媪料理雜務，行走如健時。及見餘，歡顔可掬，察之，右胫青色略減，潰處亦不痛矣。摯甫率之，長揖共謝。曰：君之方，誠神方也，值廉而功捷。餘遜辭曰：我不能受君謝，君當致謝于吾師，吾師嘗用此而得效也。然吾師將亦曰：我不能受君謝，君當致謝于仲師。仲師曰：作芍藥甘草湯與之，其腳即伸也。摯甫略知醫，曰：有是哉！執此觀之，今人以本湯爲小方，不屑一用之者，非也。或姑信而用之，而藥量欠重，不效如故，致用而失望者，亦未達一間也。然則究竟芍藥之功用爲如何？吾友吳君凝軒曰：芍藥能活靜脈之血，故凡青筋暴露，皮肉攣急者，用之無不效。善哉，一語破千古之奧謎，酸收雲乎哉？
    芍藥能令足部之靜脈血上行，使青筋隱退，步履如舊者，此芍藥甘草湯中芍藥之功也。患桂枝湯證者服桂枝湯後，其動脈血既暢流于外，使無芍藥助之内返，豈非成表實裏虛之局，此桂枝湯中芍藥之功也。雖有自下達上，自表返裏之異，其屬于靜脈一也。
    抑芍藥甘草湯不僅能治腳攣急，凡因跌打損傷，或睡眠姿勢不正，因而腰背有筋牽強者，本湯治之同效。餘親驗者屢，蓋其屬于靜脈瘀滞一也。緣動脈之血由心臟放射于外，其力屬原動而強，故少阻塞。靜脈之血由外内歸于心臟，其力近反動而較弱，故多遲滞。遲滞甚者，名曰血痹，亦曰惡血。故《本經》謂芍藥治血痹，《别錄》謂芍藥散惡血。可知千百年前之古語，悉合千百年後之新說，誰謂古人之言陳腐乎？
    曹穎甫曰：辛未之秋予家筱雲四弟婦來診，無他病，惟兩足酸疼，拘急三年矣。其子蔭衢問可治與否，予告以效否不可必，藥甚平穩，不妨姑試之，乃爲用赤白芍各一兩，生草八錢。至第三日，蔭衢來告曰，服經兩劑，今已行步如常矣。而佐景所用，效如桴鼓者乃又如此，此可爲用經方者勸矣。
    芍藥一昧，李時珍《本草》所引諸家之說率以爲酸寒。歷來醫家以訛傳訛，甚有疑桂枝湯方中不應用芍藥。予昔教授于石皮弄中醫專校，與馬嘉生等向藥房取赤白芍親嘗之。白芍味甘微苦，赤芍則甚苦。可見本經苦平之解甚爲的當，予謂苦者善洩，能通血絡之瘀，桂枝湯爲解肌藥，肌腠爲孫絡所聚，風襲肌理則血液凝閉而不宣，故必用芍藥以通之。然予說但憑理想，今吳生凝軒乃有芍藥活靜脈之血一解，足證予言之不謬。讀《傷寒論》者可以釋然無疑矣。
    
***中卷結一
  **以上自桂枝加龍骨牡蠣湯至當歸建中湯凡四證，皆從桂枝湯加減。桂枝加龍骨牡蠣湯以盜汗失精爲主，炙甘草湯以心動悸爲主，小建中湯以腹中痛爲主，當歸建中湯以婦人經産爲主，黃耆建中湯以虛勞諸不足爲主，皆大補之方。餘曾揭桂枝湯爲補方之義，讀者或不置信，今也能毋釋然？仲聖于桂枝湯之加減示範獨詳者，留他湯爲後人作隅反，不徒省筆墨已也。至芍藥甘草湯與桂枝甘草湯同爲組成桂枝湯之母方，并表之以彰其功。
    
***大陷胸湯證
  **大陷胸湯證其一
    沈家灣陳姓孩年十四，獨生子也。其母愛逾掌珠，一日忽得病，邀餘出診。脈洪大，大熱，口乾，自汗，右足不得伸屈。病屬陽明，然口雖渴，終日不欲飲水，胸部如塞，按之似痛，不脹不硬，又類懸飲内痛。大便五日未通。上濕下燥，于此可見。且太陽之濕内入胸膈，與陽明内熱同病。不攻其濕痰，燥熱焉除？于是遂書大陷胸湯與之。
    制甘遂（一錢五分）　大黃（三錢）　芒硝（二錢）
    返寓後，心殊不安。蓋以孩提嬌嫩之軀，而予猛烈銳利之劑。倘體不勝任，則咎將誰歸？且《傷寒論》中之大陷胸湯證，必心下痞鞕，而自痛，其甚者或有從心下至少腹鞕滿，而痛不可近爲定例。今此證并未見痞鞕，不過悶極而塞，況又似小兒積滞之證，并非太陽早下失治所致。事後追思，深悔孟浪。至翌日黎明，即親往詢問。據其母曰，服後大便暢通，燥屎與痰涎先後俱下，今已安適矣。其餘諸恙，均各霍然。乃復書一清熱之方以肅餘邪。嗣後餘屢用此方治胸膈有濕痰，腸胃有熱結之證，上下雙解，輒收奇效。語雲，膽欲大而心欲小，于是益信古人之不予欺也！
    【按】餘來從師前，曾遇一證。病者爲一肥婦，自謂不病則已，病則恆劇。時當炎暑，初起，微惡風寒，胸悶，醫者予以解表祛暑之方，二劑而病增。改就傷寒專家診治，予淡豆豉、黑山梔等藥。三日病更劇，專家拒而勿治。病家計無所出，乃問道于餘。細審病狀，胸中悶熱特甚，以西藥消炎膏塗其胸部，則熱氣騰騰上冒，如蒸籠然。且苦咯痰不出，得少許，皆粘膩不堪，以二指引之，不斷如線。大便不行，全身壯熱，口渴引飲，病殊棘手。因思前醫既汗之不解，乃予大劑白虎以清之。服後，成效渺然，胸中悶熱如故。遂亟請更醫，投以化痰之劑，若枳實、竹茹、象貝、杏仁之屬，都爲一方。服竟，得寐片刻，醒則依然。病家迫不得已，乃赉重金，敦延負時譽之名醫某。醫至，持脈不二分鍾，輒詳言病狀，歷歷如繪，旁聽者鹹驚爲神。于是展紙書案，洋洋大篇，積滿二箋，得數百言。其大意曰，濕溫爲病，汗之不解，清之不癒，僅可用辛平一法，以宣洩之。倘發白疒（咅），則吉，否則危。其方藥第一味，爲枇杷葉三錢，去毛包煎，餘如象貝、杏仁、蟬衣、絲瓜絡等，悉屬王道和平之品，量亦絕輕。方成，其家人持以請教最初之醫，醫曰：此方和平，任何人，任何時，服均無損。于是病家遂與服。服後效否，自在閱者明鑑之中，無庸贅陳。然病家篤信名醫，名醫自爲悉心調治。果出白疒（咅），悉如預言，先後四十餘日，病乃漸瘥。餘深慙從前學植疏淺，及今追憶，此婦之疾，實大陷胸湯證也！觀其胸中苦悶之狀，如頑敵負固而守，恰無二致，不有勁旅，如甘遂硝黃等將軍者，安能披堅陷陣，而底于平哉？然則陷胸二字，其義亦深長矣。
    《王孟英醫案》雲：“陳赤堂令正患感，面赤不眠，煩燥谵語，口甘渴膩，溲澀而疼，顧聽泉多劑清解未應。孟英切其脈，左弦洪而數，右滑而溢，胸次痞結，大解未行。肝陽上浮，肺氣不降，痰熱阻痹，邪乃逗留。與小陷胸湯，合溫膽雪羹，加旋薤投之，胸結漸開。乃去半夏，而送當歸龍荟丸，谵語止且能眠，參以通幽湯，下其黑矢。三次後，始進養陰和胃而痊。”陸士谔按雲：“面赤不眠，煩躁谵語，口甘渴膩，溲澀而疼，脈左弦洪而數，右滑而溢，胸次痞結，大解未行，顯然邪熱熏灼，頑痰阻滞。與小陷胸合溫膽雪羹加旋薤，破結舒氣化痰，實爲吃緊之治。當歸龍荟丸乃是錢氏方，當歸、龍膽草、山梔、川連、川柏、黃芩、大黃、蘆荟、青黛、木香、麝香專治肝經實火者。通幽湯則東垣方也，當歸身、升麻梢、桃仁、甘草、紅花、生熟地。參其法者，吾意升麻熟地當必去也。”以上王案陸按相得益彰，與上述肥婦案之名醫用枇杷葉蟬衣者，實有霄壤之别。然此案設逢吾師診治，其必用大陷胸湯無疑。其奏效之捷，吾知必較小陷胸湯加味更勝一籌也。
    細考本湯證顯屬陽明，其由太陽傳來者居多，不必定由誤下所致。蓋太陽發汗不暢，表證雖罷，而宿水積濁，留戀膈上，又加陽明之燥熱，閉結于下，炎炎上熏，致濕濁凝爲痰涎，欲吐不能，故胸悶特甚。細考其完全見證，厥爲發熱，不惡寒，但惡熱，面目赤，喉中有痰聲，痰粘而稠，苦咯之不出。胸悶之外，甚者微痛，不欲飲，即飲而不多，脈大而實，大便三日以上未行，苔黃膩，不咳者多，其脅或痛或不痛。故必用甘遂，方能祛膈間之濁痰，必用硝黃，方能除上炎之陽熱，若但用硝黃，不用甘遂，則濕濁上據，下熱得其掩護，將不肯去。否則，徒以白虎清之，則釜底之薪火未除，熱無由減；徒以溫膽化之，則平淡之藥力嫌輕，痰無由化。若汗之，則更不合，所謂清之不癒，汗之不解，于是轉爲白疒（咅）　之變，而所謂濕溫之病成矣。
    以上所論結胸之證，似猶爲結胸之一式，若傷寒論所言結胸，其義更廣。大論曰：“傷寒六七日，結胸熱實，脈沉而緊，心下痛，按之石鞕者，大陷胸湯主之。”此結胸之以心下石鞕爲主證者也。又曰：“傷寒十餘日，熱結在裏，復往來寒熱者，與大柴胡湯，但結胸，無大熱者，此爲水結在胸脅也，但頭微汗出者，大陷胸湯主之。”此結胸之以胸脅水結爲主證者也。又曰：“太陽病，重發汗，而復下之，不大便五六日，舌上燥，而渴，日晡所小有潮熱，從心下至少腹鞕滿，而痛不可近者，大陷胸湯主之。”此以少腹痛爲主證者也。若是諸式結胸，吾信本湯皆能療之，與五苓散之治水，能治水之壅在下焦者，亦能治水之壅及中焦者，更能治水之壅及上焦者，實有異曲同工之妙。
    大論本湯方下雲：“右三味，以水六升，先煮大黃，取二升，去滓，内芒硝，煮一二沸，内甘遂末，溫服一升，得快利，止後服。”至吾師之用本方，病者常將三藥同煎，不分先後，亦不用末，服後每致嘔吐痰涎，繼而腹中作痛，痛甚乃大便下，于是上下之邪交去，而病可癒。竊按甘遂用末和服，其力十倍于同量煎服，吾師常用制甘遂錢半同煎，以治本證。若改爲末，量當大減，切要切要。甘遂服後之反應，互詳下列懸飲案。
    陸淵雷按雲：“結胸既由誤下而得，復以大陷胸湯峻下。舒馳遠既疑之，鐵憔先生亦謂大陷胸不可用。太炎先生雲：‘結胸有惡涎，此有形之物，非徒無形之熱也。非更以下救下，將何朮哉？然江南浙西妄下者少，故結胸證不多見，而大陷胸湯之當否，亦無由目驗也。吾昔在浙中，見某署攜有更夫。其人河北人也，偶患中風，遽飲皮硝半盌，即大下，成結胸。有揚州醫以大陷胸下之，病即良已，此絕無可疑者。’”按以下救誤下，是猶將計就計，良工之謀，奚用疑爲？故每讀醫書，輒佩太炎先生之偉論，非無因也。
    先賢餘聽鴻雲：“泰興太平洲王姓婦，始而發熱不甚，脈來浮數，舌苔薄白，因其發熱，投以二陳蘇葉等，其舌即紅而燥，改投川貝桑葉等，其舌又白。吾師蘭泉見其舌質易變，曰：此證大有變端，使其另請高明。王姓以爲病無所苦，起居如常，諒無大患。後延一屠姓醫診之，以爲氣止兩虛，即服補中益氣兩三劑，癒服癒危，至六七劑，即奄奄一息，脈伏氣絕。時正酷暑，已備入木。吾師日：王氏與吾世交，何忍袖手，即往視之。見病人仰卧正寝，梳頭換衣，備入木矣。吾師偕餘細視，面不變色，目睛上反，唇色尚紅，其形似未至死。後將薄紙一張，蓋其口鼻，又不見鼓動。氣息已絕，按脈亦絕。吾師左右躊躇，曰：未有面色不變，手足尚溫而死者！後再按其足上太衝太溪，其脈尚存。曰：未有見足脈尚存，而手脈已絕者，必另有别情，即將其衣解開，按其膻中，石硬而闆重。力按之，見病人眉間皮肉微動，似有痛若之狀。吾師曰：得矣，此乃大結胸之證也！非水非痰，是補藥與熱邪搏結而成，醫書所未載也。即書大黃一兩，芒硝三錢，厚朴三錢，枳實三錢，萊菔子一兩，瓜蔞皮一兩，先煎枳朴萊蔞，後納大黃濾汁，再納芒硝濾清。將病人牙關挖開，用竹箸兩隻，插入齒中，將藥汁漸漸灌入，自午至戌，方盡一劑。至四更時，病人已有氣息，至天明，稍能言語，忽覺腹中大痛。吾師日：病至少腹矣，當再服原方半劑，腹大痛不堪，下燥矢三十餘枚，而痛即止。後調以甘涼養胃。”（錄《診餘集》）按此乃大陷胸證之變局，大陷胸湯之活用，神而明之，竟能起九死于一生，爲醫者不當若是乎！
    吾師自治本案用大陷胸湯得效，其後屢屢用之，率奏奇功。餘嘗親見，師家一房客，母女三人患病相似，師疏大陷胸湯與之，令三人合飲，次日均廖。夫以此告人，人能信之乎？
    曹穎甫曰：太陽之傳陽明也，上濕而下燥。燥熱上熏，上膈津液悉化粘痰。
    承氣湯能除下燥，不能去上膈之痰。故有按之不硬之結胸，惟大陷胸湯爲能徹上下而除之。原不定爲誤下後救逆之方治也。治病者亦觀其通焉可耳。
    【又按】王季寅先生作《同是瀉藥》篇曰：“民十八四月某日，狂風大作，餘因事外出，當時冒風，腹中暴疼。餘夙有腹疼病，每遇發作，一吸阿芙蓉，其疼立止。不料竟不見效，服當歸芍藥湯加生軍一劑，亦不應。時已初更，疼忽加劇，家人勸延針醫。餘素拒針，未允所請。至午夜，疼如刀絞，轉側床頭，號痛欲絕。無何，乃飲自己小便一盅，始稍安。已而復作，狀乃如前。黎明家人已延醫至矣。遂針中脘，以及各穴，凡七針。行針歷五小時，痛始止。據該醫雲，腹部堅硬如石，針雖止疼一時，而破堅開結，非藥不克奏功。因拟順氣消導之方。餘不欲服，家人再三慫恿，勉進一劑，病不稍減。翌日，家人仍欲延前醫。餘堅辭曰：餘腹堅硬如石，決非順氣化痰所能奏效，惟大承氣或可見功，因自拟生軍三錢，枳實二錢，厚朴三錢，芒硝五分。服後，時許，下積物甚多，胸腹稍暢。次日，胸腹仍覺滿悶硬疼，又進二劑，復下陳積數次。元氣頓形不支，因改服六君子湯三劑。後元氣稍復，而胸腹滿疼，仍自若也。更服大承氣二劑，不惟疼痛絲毫未減，腹中滿硬如故，而精神衰憊，大有奄奄欲斃之勢。因念攻既不任，補又不可，先攻後補，攻補兼施，其效猶復如此。生命至是，蓋已絕望矣！談次，忽憶傷寒小結胸病，正在心下，按之始痛，大結胸則從心下至少腹硬滿，不待按，即痛不可近。餘之初病，即胸腹堅硬如石，號痛欲絕者，得毋類是？惟大結胸以大陷胸湯爲主治，此湯之藥僅大黃、芒硝、甘遂三味。硝黃餘已頻服之矣。其結果既如上述，加少許甘遂，即能卻病回生耶？興念及此，益旁皇無以自主。既思病勢至此，不服藥即死，服之或可幸免，遂決計一試。方用生軍二錢，芒硝五分，甘遂末一分。藥既煎成，親友羣相勸阻，餘力排眾議，一飲而盡。服後，頓覺此藥與前大不相同，蓋前所服硝黃各劑，下咽即覺藥力直達少腹，以硝黃之性下行最速故也。今服此藥，硝黃之力竟不下行，盤旋胸腹之間，一若尋病者然。逾時，忽下黑色如棉油者碗許，頓覺胸中豁朗，痛苦大減。四五劑後，飲食倍進，精神煥發。古人所謂用之得當，雖硝黃亦稱補劑者，于斯益信。惟此湯與大承氣湯，隻一二味出入，其主治與效力有天淵之别，經方神妙，竟有令人不可思議者矣！嗣又守服十餘劑，病已去十分之九，本可不藥而癒。餘狃于前服此湯，有利無弊，更服一劑，以竟全功。讵藥甫下咽，頓覺心如掀，肺如搗，五藏鼎沸，痛苦不可名狀。亟以潞參一兩，黃耆五錢，饴糖半茶杯，連服二劑，始安。餘深奇同是瀉藥，初服硝黃，則元氣徒傷，繼加甘遂，則精神反形壯旺。故詳述颠末，而爲之記。”（錄《醫界春秋》）細按本篇實有無上之價值。何者？病人服醫者之藥，每不能詳言服後之變化，惟有醫者服自疏之藥，乃能體察周詳，言之有物。觀王先生之言，“今服大陷胸後，硝黃之力竟不下行，盤旋胸腹之際，一若尋病者然。”
    可謂一言發千古之秘，勝于後世注家之書，徒以空談爲依歸者！此實驗之所以可貴也。
    曹穎甫曰：藥不由于親試，縱憑思索理解，必有一間未達之處。予昔服生附子，一身麻痹，至于洞洩穢濁之水，不能自禁，久乃沉沉睡去，比覺，而二十餘日之洩瀉竟爾霍然。若夫大陷胸湯，予但知令上隔濕痰，并中下燥矢俱去耳，且甚不解下後之更用硝黃，今觀王君自記，始知硝黃與甘遂同煎，硝黃之性即與甘遂化合，而爲攻治上膈濕痰之用，固不當失之毫厘也！
  **大陷胸湯證其二
    袁茂榮（六月十九日）　病延一月，不饑不食，小便多而黃，大便闕，但轉矢氣，脈形似和，藏無他病，下之當癒，上膈有濕痰，宜大陷胸湯。
    生川軍（五錢後入）　制甘遂（二錢先煎）　元明粉（三錢衝）
    【按】有名袁茂榮者，南京人，年四十四，以賣面爲業，其面攤即設上海民國路方浜橋順泰當鋪前人行道旁。體素健，今年六月間忽病，纏綿床第者達一月之久，更醫已屢，迄未得效。胸悶異常，不能食，兩旬不得大便，一身肌肉盡削，神疲不能起床。半月前，胯間又起跨馬疽，紅腫疼痛，不能轉側，至是有如千斤重量負繫其間。自問病篤，無可爲已。曰：有能與我峻劑劇藥者，雖死，無怨也！史君惠甫與茂榮居相近，憐其遇，慨然邀師診。師至，按脈察證，曰：此易耳。不能食者，濕痰阻于上隔也。不大便者，燥矢結于大腸也，濕痰阻于上者，我有甘遂以逐之。燥矢結于下者，我有硝黃以掃之。一劑之後，大功可期，勿慮也。故師徑用大陷胸湯如上載，但囑服初煎一次已足。
    茂榮以經營爲生，性甚敏悟，雖不明醫理，顧知此爲劇藥，必難下咽。因俟藥汁稍涼，閉目凝睫，滿欲一口而盡飲之。但藥汁氣味過烈，勉啜二口，輒不能續進，餘其小半而罷。服後，嘔出濃痰，且覺藥力直趨腹部，振蕩有聲，腹痛随作，欲大便者三四次。卒無所下。至夜三鼓，腹痛更劇，乃下燥矢五六枚，随以溏糞。據雲矢糞積于紙制香煙匣中，滿二匣。予嘗诘之曰：何不用便桶耶？曰：際此衰疲之時，尚有何能力起床耶？況家無長物，故權假煙匣作便桶耳。予爲之莞爾。
    翌早，茂榮一覺醒來，方入妙境。向之胸悶如窒者，今則漸趨清明，昨之腹痛如絞者，今則忽轉敉平。而胯間之疽亦崩潰而膿出，重痛大除，蓋内證癒而外疽無所附麗也。于是思食，能進粥一碗。喜悅之情無以復加，蓋其與粥飯絕緣者，已一月有餘，不意得重逢時也。後潰疽由西醫調治十日，即告收功，不勞吾師之再診矣。茂榮性情誠懇，而言語滑稽，予與惠甫崇景曾共訪之，故知其病情稔。
    夫大陷胸湯號稱峻劑，世人罕用之，抑亦罕聞之，而吾師則能運之若反掌，抑亦何哉？曰：此乃四十年臨診之功，非驟可得而幾也。苟強求之，非惟畫虎不成，類犬贻譏，而人命之責實重也。予嘗謂仲聖方之分類，若以其峻否别之，當作爲三大類。第一類爲和平方，補正而可去邪者也。姑舉十方以爲例：則桂枝湯、白虎湯、小柴胡湯、理中湯、小建中湯、炙甘草湯、吳茱萸湯、小青龍湯、五苓散，當歸芍藥散等是。若是諸湯證，遇之屢，而辨之易，故易中而無傷。第二類爲次竣方，去邪而不傷正者也。并舉十方以爲例：則麻黃湯、大承氣湯、大柴胡湯、四逆湯、麻黃附子細辛湯、大建中湯、大黃牡丹皮湯、桃核承氣湯、葛根芩連湯、麻杏甘石湯等是。若是諸湯證亦遇屢而辨易，但當審慎以出之，爲其不中則傷正也。第三類乃爲竣方，是以救逆爲急，未免傷正者也。舉例以明之：則大陷胸湯、十棗湯、三物白散、瓜蒂散、烏頭湯、皂夾丸、葶藶大棗瀉肺湯、甘草半夏湯，甘草粉蜜湯，抵當湯等是。若是諸湯證，遇之較鮮，而辨之難确。用之而中，已有傷正之虞，不中，即有壞病之變，可不畏哉？佐景侍師數載，苦心鑽研，于第一類和平方幸能施用自如，于第二類次峻方則必出之以審慎，亦每能如響斯應，獨于第三類峻方，猶不敢曰能用。即遇的證，亦必請吾師重診，方敢下藥。此乃治醫者必經之途徑，不必諱飾。是故醫士有能用第一類方，而不能用第二類，第三類方者，有能用第一類第二類方，而不能用第三類方者，未聞有能用第三類方，而不能用第一類第二類方者也。然則今有初學醫者焉，毫無用方經驗，見本案大陷胸湯證，驚其神而識其效，越日，偶遇一證，與本證相似，乃遽投以
    曹穎甫曰：世人讀仲景書，但知太陽誤下成結胸，乃有大陷胸湯證，而不知未經誤下，實亦有結胸一證，而宜大陷胸湯者。夫傷寒六七日，熱實，脈沈緊，心下痛，按之石鞕，及傷寒十餘日，熱結在裏，無大熱，此爲水結在胸脅，二條皆示人以未經誤下之結胸，讀者自不察耳。予謂太陽傳陽明之候，上濕而下燥，苟腸中燥火太重，上膈津液化爲粘痰，結胸之病根已具，原不待按之石鞕，然後定爲結胸證。即水結在胸脅，胸中但見痞悶，而不覺痛者，何嘗非結胸證也，此方予十年來驗案甚多，一時不能追憶，暇時當檢出之，以供快覽。
    
***桃核承氣湯證
  **桃核承氣湯證其一
    羅夫人（七月二十三日）　腹滿脹，轉矢氣則稍平，夜不安寐。大便行，則血随之而下。以證狀論，有似脾虛不能統血。然大便鞕，則決非脾藏之虛，以脾虛者便必溏也。脈弦，宜桃仁承氣湯。
    桃仁泥（三錢）　生川軍（二錢後下）　川桂枝（三錢）　生草（一錢）　芒硝（錢半衝）
    【按】病者服二劑後，大便暢而血止矣。
    大論曰：“太陽病不解，熱結膀胱，其人如狂，血自下，下者癒。其外不解者，尚未可攻，當先解其外。外解已，但少腹急結者，乃可攻之，宜桃核承氣湯。”本條即後人所據，指本湯爲太陽府病蓄血之方治也。蓋膀胱爲太陽之府，本條之首見“太陽病”三字，條文又在太陽篇中，有此三證，得毋可信？佐景下愚，願闢其非。
    本條條文諸本稍有出入：原注曰：“後雲解外宜桂枝湯。”《玉函》“自”上有“必”字，“癒”上有“即”字。成氏本“解”下無“其”字。《脈經》“其外”下有“屬挂枝湯證”五字，《千金翼》同。竊意凡此種種出入，皆無關大要。惟條中“膀胱”二字諸本無異，竊引爲大疑。今試先問蓄血證之小便如何？按桃核承氣湯條未言，但抵當湯丸三條則已三復言之。曰：“以熱在下焦，少腹當鞕滿，小便自利者，下血乃癒。”又曰：“少腹鞕，小便不利者，爲無血也。小便自利，其人如狂者，血證谛也。”又曰：“少腹滿，應小便不利，今反利者，爲有血也。”然則蓄血證之小便利也。夫小便從膀胱出，今小便既利，彼膀胱何病之有？反是，凡膀胧熱者，其小便必不利，甚或刺痛，宜豬苓五苓之屬，此爲任人所知。然則以蓄血證言，膀胱實無熱結，而膀胱二字之誤，人每熟視不覺者，蓋習非成是故耳。膀胱二字既誤，反不若“下焦”二字爲妥。下焦，猶言少腹之裏也，其義雖太渾涵，假之爲代名可也。學者欲知其真切病所，餘今尚無辭以答，惟與其謂病所屬膀胱，無寧謂屬大腸與子宮。蓋考諸實例，女子之瘀血有從前陰下者，有從大便下者，男子則悉從大便下。桃核承氣湯煎服法中，又曰“當微利”，亦可以爲證。抑謂病所在大腸與子宮,猶未盡妥，未竟之義姑留待高明發之。而熱結不在膀胱，要可斷言。又大論《厥陰篇》曰：“病者手足厥冷，言我不結胸，‘小腹’滿，按之痛者，此冷結在‘膀胱’關元也。”知“膀胱”二字原用以代小腹之裏，不可過于拘呆，否則，膀胱既屬太陽，又何能再屬厥陰乎？
    餘今解釋桃核承氣湯條文，可見文冠以“太陽病”三字者，湯不必限于太陽方也。本條之意若曰：“有人患太陽病，或延不醫治，或醫不如法，以致太陽病不解。同時其人又作他病，即熱結于下焦少腹之裏，發爲動作如狂。設其人正氣旺盛，自能逐下瘀血，如是，血自下者其病得癒。設其人正氣不旺，無力逐邪者，當用藥以攻之。但此時如其外太陽病依然未解，尚未可攻，當先解外。外解已，但少腹急結者，乃可用桃核承氣湯攻之。”蓋“外不解尚未可攻”雲者，謂“太陽未罷，尚未可用陽明攻法”也。“外解已，但少腹急結者，乃可攻之”雲者，謂“太陽已罷，但存陽明急結，乃可用硝黃攻下”也。夫“解外宜桂枝湯”，人知桂枝湯爲太陽方，“攻之宜桃核承氣湯”，人何不知桃核承氣湯爲陽明方？故本條全文可謂是“從太陽說到陽明”，奈何前人但見“太陽病”之冠辭，遂不見陽明病之方治耶？至于本條列在太陽篇中，不妨指本湯爲太陽方，又何值一駁？
    本湯中有桂枝一味，又是前人誤解之源，曰桂枝所以解太陽之表者也。不知桂枝湯中之桂枝功在解表，桃核承氣湯中之桂枝功在助下。一藥二用，有說在乎？曰：我前不雲乎，桂枝能活動脈之血者也。動脈之血，自裏達表，桂枝助之，可以作汗解表，此桂枝湯中桂枝之功也。動脈之血自心藏出，分作上行下行，然上行者少，下行者多，少腹之熱結血瘀，又遠居心藏之下，使不有桂枝以助動脈之血下行，瘀何由去？此桃核承氣湯中桂枝之功也。夫桂枝爲血分藥，桃核承氣湯證爲血分病，以血分藥治血分病，何疑之有？其不關太陽事也明矣！
    曹穎甫曰：胞中蓄血部位，即在膀胱兩角。昔年在紅十字會，有男子少腹脹痛，用桃核承氣下後，雖未澈底，而少腹漸軟。然瘀血則由大便出，將毋服此湯後，胞中瘀血亦能被吸上行，使從大便出耶？太陽病三字，原不可泥，在《太陽篇》中，要不過辨其爲蓄水否耳，此其所以當從小便有無爲辨也。
  **桃核承氣湯證其二
    住毛家弄鴻興裏門人沈石頑之妹，年未二十，體頗羸弱。一日出外市物，驟受驚吓，歸即發狂，逢人亂毆，力大無窮。石頑亦被擊傷腰部，因不能起。數日後，乃邀餘診。病已七八日矣，狂仍如故。石頑扶傷出見。問之，方知病者經事二月未行。遂乘睡入室診察，脈沉緊，少腹似脹。因出謂石頑曰，此蓄血證也，下之可癒。遂疏桃核承氣湯與之。
    桃仁（一兩）　生軍（五錢）　芒硝（二錢）　炙甘草（二錢）　桂技（二錢）　枳實（三錢）
    翌日問之，知服後下黑血甚多，狂止，體亦不疲，且能啜粥，見人羞避不出。乃書一善後之方與之，不復再診。
    【按】狂上體不疲者，以病者體弱不甚，而藥復適中病也。即使病者體氣過虛，或藥量過劑，致下後疲憊者，不妨用補劑以調之。病家至此，慎勿驚惶，反令醫者不克競其技也。
  **桃核承氣湯證其三（附列門人治驗）
    曹（右住林蔭路）
    初診　（十月二十二日）　經事六七月不來，鼻衄時作，腹中有塊，卻不拒按，所以然者，鼻衄宣洩于上故也。闕上痛，周身骨節烘熱而咳，此病欲作乾血，以其體實，宜桃核承氣湯加味，上者下之也。
    川桂枝（二錢）　制川軍（三錢）　枳實（二錢）　桃仁泥（四錢）　生甘草（錢半）　牛膝（二錢）　全當歸（二錢）　大白芍（二錢）
    【按】桃核承氣湯亦餘所慣用而得效之方也。廣益中醫院中，每多藜藿之婦女，經停腹痛而乞診。其甚者更見鼻衄或吐血，所謂倒經是也。餘苟察其非孕，悉以本方加減投之，必下黑污之物而癒，本案特其一例耳。
    曹右約三十餘歲，面目黧黑，一望而知爲勞苦之婦人也。婦訴其苦，備如案述：乾咳不得痰。其塊在少腹之左，久據不移，腹中痛，卻喜按。假令腹中有塊而拒按，此爲本湯的證，絕無可疑者。今卻喜按，則本湯之中否，實須細考。餘以其鼻衄之宣洩爲亡血家，法當導之使下，乃徑與本方，蓋處方之前，未嘗不躊躇審顧也！
    二診　（十月二十三日）　骨節烘熱已減，咳嗽亦除，症塊已能移動，不如向之占據一方矣。服藥半日，見效如此，非經方孰能致之？
    川桂枝（三錢）　枳實（三錢）　當歸（三錢）　制川軍（四錢）　牛膝（三錢）　白芍（三錢）　桃仁（四錢）　甘草（三錢）
    【按】服藥半日雲者，蓋婦于昨日下午五時服藥，迄今日下午五時，方爲一
    日，而今日上午九時婦即來二診故也。婦謂其塊自原處略向上中方向移動，大便暢而未察其色，咳與烘熱均減，而夜寐以安。夫不治其咳而咳差，不治其骨蒸而骨蒸減者，何也？所謂治病必求其本，今主病去，而客病随除也。
    三日，婦未來。四日，續來，曰：服二診方後，飯量增，體随舒快。其塊更向上中方向移動，漸在腹之中道矣。餘曰：若是甚佳，中道猶通衢，其塊易下矣。曰：昨以便故，丐他醫施診，顧服藥後，今日反覺不舒，塊亦不動。閱其案，曰：“經閉，腹中痞塊，日晡潮熱，宿瘀内阻，胞脈不利，宜祛瘀爲治。”藥爲桃仁泥六錢，花槟榔三錢，兩頭尖二錢，大白芍三錢，青陳皮各錢半，川桂枝一錢，醋炒三棱莪朮各三錢，紫丹參二錢，澤蘭葉三錢。餘曰：案甚佳，方亦合，量又不輕，安得無效？婦堅請疏方。餘曰：服二診之方可矣，安用多事爲？五日，婦竟不復來。閱者將虞其殆乎？餘則敢必其向癒。
    顧本湯之用，必以病者之體實爲前提，假令其人體虛，粗率投之，將得不償失，而贻後悔。閱者請檢前述黃耆建中湯一案，容續陳其經過。其案病者王女士自服治肺之藥乏效，堅請設法根治。餘曰：根在乾血，當下之。姑試以最輕之量，計桃仁泥二錢，制川軍一錢半，元明粉錢半分二次衝，加其它和平扶正之品。二劑後，果下黑如河泥之物。依理，此爲病根之拔，正爲佳兆，然而病者因是不能起床，胃納轉呆，精神又頹。雖雲可用補益之藥以善其後，然而病家恐懼，醫更難于措手。所謂得不償失者是也，閱者鑑之。
    曹穎甫曰：桃核承氣作用正在能攻下耳。二診後他醫所立方治攻而不下，安能奏效？時醫畏大黃若蛇蠍，真是不治之痼疾。若王女士既下如污泥之惡物，病根已拔，雖胃呆神倦，不妨再用小建中以調之。即不服藥，亦斷不至死，可以片言決也！
    
***抵當湯證
  **抵當湯證其一
    餘嘗診一周姓少女，住小南門，年約十八九，經事三月未行，面色萎黃，少腹微脹，證似乾血勞初起。因囑其吞服大黃庶蟲丸，每服三錢，日三次，盡月可癒。自是之後，遂不復來，意其差矣。越三月，忽一中年婦人扶一女子來請醫。顧視此女，面頰以下幾瘦不成人，背駝腹脹，兩手自按，呻吟不絕。餘怪而問之，病已至此，何不早治？婦泣而告曰：此吾女也，三月之前，曾就診于先生，先生令服丸藥，今腹脹加，四肢日削，背骨突出，經仍不行，故再求診！餘聞而駭然，深悔前藥之誤。然病已奄奄，尤不能不一盡心力。第察其情狀，皮骨僅存，少腹脹硬，重按痛益甚。此瘀積内結，不攻其瘀，病焉能除？又慮其元氣已傷，恐不勝攻，思先補之。然補能戀邪，尤爲不可。于是決以抵當湯予之。
    虻蟲（一錢）　水蛭（一錢）　大黃（五錢）　桃仁（五十粒）
    明日母女復偕來，知女下黑瘀甚多，脹減痛平。惟脈虛甚，不宜再下，乃以生地、黃耆、當歸、潞黨、川芎、白芍、陳皮、茺蔚子活血行氣，導其瘀積。一劑之後，遂不復來。後六年，值于途，已生子，年四五歲矣。
    【按】丸藥之效否，與其原料之是否地道，脩合之是否如法，儲藏之是否妥善，在在有關，故服大黃庶麻蟲丸而未效者，不能即謂此丸竟無用也。
  **抵當湯證其二
    蓄血一證，見于女子者多矣，男子患者甚鮮。某年，餘診一紅十會某姓男子，少腹脹痛，小便清長，且目不識物。論證确爲蓄血，而心竊疑之。乃姑投以桃核承氣湯，服後片時，即下黑糞，而病證如故。再投二劑，加重其量，病又依然，心更驚奇。因思此證若非蓄血，服下藥三劑，亦宜變成壞病。若果屬是證，何以不見少差，此必藥輕病重之故也。時門人章次公在側，曰：與抵當丸何如？餘曰：考其證，非輕劑可瘳，乃決以抵當湯下之。服後，黑糞挾宿血齊下。更進一劑，病者即能伏榻靜卧，腹脹平，痛亦安。知藥已中病，仍以前方減輕其量，計虻蟲二錢，水蛭錢半，桃仁五錢，川軍五錢。後復減至虻蟲水蛭各四分，桃仁川軍各錢半。由章次公調理而癒。後更詢諸病者，蓋嘗因勞力負重，致血凝而結成蓄血證也。
  **抵當湯證其三
    丁卯新秋，無錫華宗海之母經停十月，腹不甚大而脹。始由丁醫用疏氣行血藥，即不覺脹滿。飲食如常人。經西醫考驗，則謂腹中有胎，爲腐敗之物壓住，不得長大。欲攻而去之，勢必傷胎。宗海邀餘赴錫診之，脈澀不滑，不類妊娠。當晚與丁醫商進桃核承氣湯，晨起下白物如膠痰。更進抵當湯，下白物更多。脹滿悉除，而腹忽大。月餘，生一女，母子俱安。孫子雲：置之死地而後生，亶其然乎？
    曹穎甫曰：《金匱?妊娠篇》宿有症病，當下其症，桂枝茯苓丸主之。方中丹皮桃仁芍藥極破血攻瘀之能事。丹皮桃仁爲大黃牡丹湯治腸癰之峻藥，芍藥爲癰毒通絡之必要，今人之治外證用京赤芍，其明驗也。桂枝合芍藥能扶統血之脾陽，而疏其瘀結，觀太陽病用桂芍解肌，非以脾主肌肉乎。用茯苓者，要不過去濕和脾耳。然方治平近，遠不如桃核承氣抵當丸之有力。然當時非經西醫之考驗，及丁醫用破血藥之有效，亦斷然不敢用此。而竟以此奏效，其亦有故無殞，亦無殞也之義乎？
    【按】餘前表桃核承氣湯爲陽明攻下之方矣，若抵當湯比前湯更進一步，自亦爲陽明之方。蓋前湯治血之新瘀者，本湯治血之久瘀者。故二者見證顯分輕重。彼曰“小腹急結”，此曰“少腹鞕滿”，“鞕滿”原較“急結”爲重。彼曰“如狂”，此曰“發生”，“發狂”原較“如狂”爲重。彼有“血自下”者，此則須下其血乃癒，較血能自下者爲重。彼不曰脈，當在浮而數之例，此曰“脈微而沈”，原較前爲重。彼用植物性藥，此用動物性藥，動物性藥之功原較植物性藥爲烈。此皆其彰明較著者也。
    本湯條文曰：“太陽病，六七日，表證仍在，脈微而沈，反不結胸，其人發狂者，以熱在下焦，少腹當鞕滿，小便自利，下血乃癒。所以然者，以太陽随經瘀熱在裏故也，抵當湯主之。”試以此與桃核承氣湯條文同讀，當得一新義，有爲前人所未及者。蓋二條均屬太陽陽明同病，惟前條先治太陽，後治陽明，爲經。本條先治陽明，後治太陽，爲權。所以有經權之分者，以血證有緩急之異也。前條血證不過急結如狂而已，故雖屬陽明病，猶當先治太陽。本條血證已至鞕滿發狂，甚或擊人上屋，其候已急，故暫捨太陽，先治陽明，正符“急當救裏”之例。大論曰：“本發汗而復下之，此爲逆也。若先發汗，治不爲逆。本先下之，而反汗之，爲逆。若先下之，治不爲逆。”此即桃核承氣湯及抵當湯二條之提綱也。汪琥注曰：“大約治傷寒之法，表證急者，即宜汗，裏證急者，即宜下。不可拘拘于先汗而後下也。汗下得宜，治不爲逆。”何其明澈允當也！
    由是觀之，仲聖假桃核承氣湯及抵當湯二條，示人以太陽陽明經權之治，同時引出陽明之方，實無疑義。在仲聖當日臨床，原有此種實例，但吾人居今日而讀大論，卻不可固執此例，以爲用二方之法門。使其過于膠執，恐二方將永無可用之時，而患二方證者反永不得主治之方，寧不可哀乎？讀者試察所列二方各案，其有太陽病者乎？無有也，斯可知二方實專屬陽明無疑矣。竊以太陽經府之說盛行，賢者不發其非，而反惑焉，用是不殚辭費而辨之。
    
***抵當丸證
  **常熟鹿苑錢欽伯之妻，經停九月，腹中有塊攻痛，自知非孕。醫予三棱、莪朮多劑，未應。當延陳葆厚先生診。先生曰：三棱、莪朮僅能治血結之初起者，及其已結，則力不勝矣。吾有藥能治之。顧藥有反響，受者幸勿駡我也。主人諾。當予抵當丸三錢，開水送下。入夜，病者在床上反復爬行，腹痛不堪，果大駡醫者不已。天將旦，随大便，下污物甚多。其色黃白紅夾雜不一，痛乃大除。次日復診，陳先生诘曰：昨夜駡我否？主人不能隱，具以情告。乃予加味四物湯，調理而瘥。
    曹穎甫曰：痰飲證之有十棗湯，蓄血證之有抵當湯丸，皆能斬關奪隘，起死回生。近時岐黃家往往畏其猛峻，而不敢用，即偶有用之者，亦必力爲阻止，不知其是何居心也。
    
***白頭翁湯證
  **米（右住方浜路肇方弄十四號）　高年七十有八，而體氣壯實，熱利下重，兩脈大，苔黃，夜不安寐，宜白頭翁湯爲主方。
    白頭翁（三錢）　秦皮（三錢）　川連（五分）　黃蘗（三錢）　生川軍（三錢後下）　枳實（一錢）　桃仁泥（三錢）　芒硝（二錢另衝）
    【按】米姓婦家貧。有一子，現年三十餘齡，賣舊貨爲業，不娶妻，母病卧床匝月，無力延醫，安奉湯藥！便器穢物悉其子親潔之。史君惠甫有姑母居相近，聞婦苦病，慨代延師出診。本案方繫初診方，即繫末診方。何者，老婦服此之後，得快利，得安寐，復何求者？依法，病後當事調理。但婦以勞師遠駕，心實不安，即任之。竟復健康如中年人。
    餘尚憶曾治一楊左白頭翁湯證，其脈案曰：“利下，色鮮紅，日二十行，無表證，渴欲飲水，脈洪大。論曰：熱利下重者，又曰：下利欲飲水者，以有熱故也，白頭翁湯主之。”其藥味爲白頭翁三錢，秦皮三錢，枳實二錢，黃連五分，生甘草錢半，黃芩錢半，黃蘗三錢，覆診大效。
    夫腸中熱而有燥矢者，此爲實熱，宜承氣湯。腸中熱而無燥矢者，此爲虛熱，（在比較上言，猶言空虛之意）宜白頭翁湯。胃裏有實邪者，宜吐法，用瓜蒂散。
    胃裏有虛熱（亦在比較上言）者，宜清法，用白虎湯。故胃之有白虎，無異腸之有白頭翁。腸之有承氣，無異胃之有瓜蒂。然而胃患虛熱時多，患實邪時少，腸患實熱時多，患虛熱時少。仲聖取其多者常者爲法，故立白虎承氣爲陽明正治，而以瓜蒂白頭翁爲陽明輔治。若問腸何以患實時多，胃何以患虛時多？曰：胃居腸上，腸生胃下，上者可以傳之下，下者莫能還之上也。經旨點穿，令人微笑。
    
***豬膽汁導證
  **門人張永年述其戚陳姓一證，四明醫家周某用豬膽汁導法奏效，可備參究。其言曰：陳姓始病咯血，其色紫黑，經西醫用止血針，血遂中止。翌日病者腹滿，困頓日甚。延至半月，大便不行。始用蜜導不行，用灌腸法，又不行。復用一切通大便之西藥，終不行。或告陳曰：同鄉周某良醫也。陳喜，使人延周，時不大便已一月矣。周至，察其脈無病，病獨在腸。乃令病家覓得豬膽，傾于盂，調以醋，借西醫灌腸器以灌之。甫灌入，轉矢氣不絕。不逾時，而大便出。凡三寸許，擲于地，有聲，擊以石，不稍損。乃浸以清水，半日許，盂水盡赤。乃知向日所吐之血，本爲瘀血，因西醫用針止住，反下結大腸，而爲病也。越七日，又不大便，復用前法，下燥矢數枚，皆三寸許，病乃告痊。予于此悟蜜煎導法惟證情較輕者宜之。土瓜根又不易得。惟豬膽汁随時随地皆有。近世醫家棄良方而不用，爲可惜也。
    【按】本案見《傷寒發微》，以其可備一格，故特轉錄于此，凡大便多日未行，甚且在十日以上，又不下利清水者，是蓋燥矢結于直腸部分。矢與腸壁粘合甚切，故癒結癒不能下。此時倘用硝黃以治之，不惟鞭長莫及，抑將徒損胃氣，伐其無辜，此導法之所由作也。蜜煎導法爲輕，但能用之合度，亦每克奏膚功。友人黃君有祖母，年已九十餘齡矣。遘病旬日，不大便，不欲食，神疲不支。羣醫束手，不敢立方。卒用灌腸器，灌入蜜汁。糞穢既下，諸恙竟退，穫享天年，此其例也。近者藥房制有甘油錠，施用較便，可以爲代。倘用二三錠後，依然無效者，不妨續施。因腸壁熱甚者，二三錠尚不敷濡潤用也。若蜜汁或錠皆不勝任，則須用豬膽汁。蓋人之膽汁本有潤腸之功，今以豬膽爲代，亦所謂藏器療法之變局也。
    豬膽汁須和醋少許者，似欲借醋以刺激其腸壁，而促進其蠕動。故蜜錠之制，有時亦加以少許皂角末，實同此意。皂角粉少許吹入鼻孔中，即作噴嚏，其刺激之功爲何如？
    
***麻子仁丸證
  **徐（左）　能食，夜卧則汗出，不寐，脈大，大便難，此爲脾約。
    脾約麻仁丸（一兩）　作三服，開水送下。
    【按】麻子仁丸原方爲麻子仁二升，芍藥半斤，枳實半斤炙，大黃一斤去皮，厚朴一尺炙去皮，杏仁一升去皮尖熬别作脂，等六味，蜜和丸，如梧桐子大。今藥鋪中通稱曰脾約麻仁丸者，即是也。本方以麻子仁爲君，凡仁中皆有油質，功能潤下，故借之以通便，施于虛弱體質之不勝攻伐者允宜。
    
***中卷結二
  **以上自大陷胸湯至麻子仁丸凡七證，雖有緩急之分，皆不離下法。或以結胸爲主，或以瘀血爲主，或以蓄血爲主，或以熱利爲主，或以腸燥爲主，其病所或偏于上，或偏于中，或偏于下。夫下則通，通則不痛，此治陽明熱結之總訣也。
    
***下卷
    
***神誌恍惚
  **【按】友人施君，崇明人也，服務上海電報局。甲戌孟秋某晚，匆匆邀診乃弟病。入其室，見病者仰卧塌上。叩其所苦，絕不應。餘心異之。私謂施君曰：乃弟病久耳聾，無所聞乎，抑舌蹇不能言乎？則皆曰：否。餘益驚異。按其脈，一手洪大，一手沈細，孰左孰右，今已莫能記憶。因詢家人以致病之由。曰：渠前任某軍電職，因事受驚，遂覺神誌恍惚。每客來，恆默然相對，客去，則歌唱無序。飲食二便悉如常人，惟食時闕上時有熱氣蒸騰，輕則如出岫朝雲，甚則如窯中煙，狀頗怪特。前曾將渠送往本市某著名醫院診冶，經二十餘日，醫者終不識其爲何病，既無朮以療，故于昨日遷出，請先生一斷。餘細按其腹，絕不脹滿，更不拒按。沈思良久，竟莫洞其症結。于是遂謝不敏，赧然告辭。越日，施君告餘曰：捨弟之病，昨已延曹穎甫先生診治。服藥後，大洩，闕上熱氣減。餘聞而愕然，遂急訪之，并視所服方。憶其案尾略曰：
    此張仲景所謂陽明病也，宜下之，主以大承氣湯。方爲：
    生大黃（三錢）　枳實（三錢）　芒硝（三錢衝）　厚朴（一錢）
    又越數日，餘再晤施君，悉其弟服藥後，已能起床，且不歌唱。惟兩肋脹痛，經曹師診治，頃又癒矣。審其方，乃小柴胡湯也。
    柴胡（三錢）　黃芩（三錢）　黨參（三錢）　半夏（三錢）　生薑（三片）　大棗（十二枚）　甘草（二錢）
    嗣是施君之弟似可告無恙矣，顧尚苦自汗，精神不振。又經曹師投以桂枝加龍牡湯，一劑而癒。
    川桂枝（三錢）　大白芍（三錢）　生草（二錢）　生薑（三片）大棗（十二枚）　花龍骨（五錢）　煅牡蠣（五錢以上二味先煎）
    自此以後，健康逾常人。一日與兄俱出，值餘于途，各微笑額首以過。翌日遇施君，問其弟昨日途間作何語。施曰：無他。固诘之，乃笑曰：彼說吾兄脈理欠精耳。餘不禁重爲赧然。于是深服吾師醫朮之神，遂執贄而列門牆焉。
    【又按】本案病者所患似繫所謂精神病，或神經病。顧西醫用神經藥治之，絕不見效。中醫用經方治之，反奏膚功。其理深奧，莫可究诘，殆所謂治病必求其本歟？按初方繫陽明方，次方繫少陽方，末方繫太陽方。以三方疏其三經之阻滞，諸恙乃痊，殆當日受驚之時，周身筋絡器官，即因驚而有所滞乎？顧飲食二便如常，腹不痛，又不拒按，誰復有膽，敢用承氣？乃吾師獨以闕上熱氣之故，遂爾放膽用之，殆所謂但見一證便是，不必悉具之意乎？
    曹穎甫曰：此證予亦不能識，惟診其脈，則右極洪大，左極微細，陰不足而陽有餘，意其爲少陰負趺陽之脈，而初非逆證。加以熱氣出于闕上，病情正屬陽明，與右脈之洪大正合。故決爲大承氣湯的證，而不料其應乃如響也。
    
***腸癰
  **腸癰其一
    史惠甫（住上海城内方浜路七七五號三樓）
    【按】史惠甫君前以病來診，曰：我時患腹痛，藥則少瘥，隔日輒發，醫者以爲疝氣，常用理氣之劑雲雲。餘細診之，乃腸癰也，即西醫所稱盲腸炎，腹膜炎之類是。當用藥攻之，稍瘥，數日又發，案及處方如下。
    “腹痛偏右，瘥而復發，便燥結，拟大黃牡丹湯。
    生川軍（錢半）　元明粉（三錢衝）　桃仁（二錢）　丹皮（二錢）　敗醬草（三錢）　生苡仁（四錢）　熟附塊（一錢）　枳實炭（二錢）　大白芍（二錢）　佛手（錢半）”
    此四月十八日方也，服三劑，所下甚多，腹痛大減。至二十五日，僅覺患處隱隱作痛矣，易醫治之，與以疏洩厥氣之劑，方爲：
    軟柴胡（錢半）　枳實炭（二錢）　大白芍（二錢）　青陳皮（各錢半）　雲苓（三錢）　香附（二錢）　金鈴子（三錢）　炙乳沒（各八分）　小茴香（八分）　炙枸桔（三錢）　青桔葉（錢半）　路路通（三錢）”
    服後一日，病無進退。二日，腹脹轉劇，又來請診。察之，向之腹偏右脹痛者，今則滿腹左右皆脹矣。按之不甚有反抗力，經文中“腹皮急，按之濡”六字，确是形容盡致，不能更易。病者蹙頞相告曰：將如之何？餘曰：無慮，前方尚可用。乃書曰：“腸癰旋瘥旋發，刻診小腹四圍作脹，按之濡，隱隱痛，大便不爽，再拟原法。”
    生川軍（三錢）　粉丹皮（三錢）　冬瓜子（四錢）　芒硝（三錢衝）　桃仁（三錢）　敗醬草（三錢）　熟附塊（錢半）　大白芍（四錢）　焦查炭（三錢）　細青皮（錢半）”
    此方午刻服下，下午無動靜，至夜半方欲便，下穢物甚多。次日又來診，曰：下後腹中略舒矣。餘視之，病雖減其一二，殊不了了。曰：昨方雖合，尚嫌輕也。史君曰：然則如之何？曰：當請吾師用重方，君有膽量服之否？曰：願聽命。乃谒師，作初診。
    初診　腸癰屢經攻下，病根未拔。昨由薑君用大黃牡丹湯，腹脹略減。以證情論，仍宜攻下，仍用原法加減。
    生川軍（五錢後入）　冬瓜仁（一兩）　桃仁（八十粒）　粉丹皮（一兩）當歸（五錢）　芒硝（三錢衝）　杜赤豆（四兩煎湯濃後入前藥）
    【按】史君持本方至藥鋪配藥，鋪中人有難色。曰：安用若許劇藥耶？史君曰：毋慮，此種藥予已屢服之矣。鋪中人曰：然則此郎中年幾何矣？曰：七十餘齡矣。曰：然，是誠有經驗學問之醫也。乃慨予藥。據史君言，服後四小時即得便下，較向之服予方用大黃三錢，須逾十小時方得下者，爽快多矣。其夜所下最多，皆黑色臭穢之物。更衣頻數，至不可數。而快下之後，腹痛大減，腫脹亦消，次日乃來二診。
    二診　昨用大黃牡丹湯，加當歸赤豆。所下粘膩赤色之物，非膿非血。此種惡濁久留腸中，必化爲黑色之河泥狀。服湯後，腸中有水下行，作漉漉聲。蓋此證腸中必有阻塞不通之處，故謂之癰。癰者，壅也。然則不開其壅，寧有濟乎？病根未拔，仍宜前法減輕。
    生川軍（三錢）　丹皮（五錢）　桃仁（五十粒）　當歸（五錢）　冬瓜仁（一兩）　赤芍（五錢）　芒硝（二錢衝）　敗醬草（五錢）　杜赤豆（四兩煎湯後入前藥）
    【按】史君服此方凡二日，計二劑，夜間皆大下，甚至疲于奔波床第與便具之間。所下除河泥狀污物外，更有白色之膿水。下此水時，每作劇痛。史君自曰，計吾三日夜所下之物，當已滿一器有半。吾腹雖大，乃何來若許污物，斯亦奇矣！
    第三日史君服此原方，餘親訪之于其私宅。史君曰：我昨未告老師以所下之物如河泥狀，而老師立案，乃徑曰：“必化爲黑色之河泥”，噫，何其神也！餘笑颔之。坐談有頃，因詢史君以得病之由。曰：“昔年患病，常不服藥。家嚴篤信仙佛，每以香灰令服，病因其在此乎？”但斯時史君所下者，已由黑色漸變爲紫紅之咖啡色矣。
    三診　兩進加味大黃牡丹湯，腸中宿垢漸稀。惟臍右斜下近少腹處，按之尚痛，則病根尚未盡去也。仍用前法，減硝黃以和之。
    粉丹皮（一兩）　冬瓜子（一兩）　生苡仁（一兩）　桃仁泥（五錢）　敗醬草（五錢）　京赤芍（六錢）　生甘草（二錢）　當歸（五錢）　桔梗（三錢）　杜赤豆（四兩煎湯代水）
    【按】史君服此凡六劑，所下之物，漸由咖啡色轉爲綠色。而綠色之中更雜有如蠶砂之黑粒。少腹痛處較瘥，惟上行之筋反覺微微牽引不舒。六劑之後，停藥二天，乃行四診。
    四診　腸癰近已就痊，惟每日晨起大便，患處尚覺脹滿，恐繫夙根未除。然下經多次，血分大虧，時時頭暈，脈大，虛象也。當以補正主治，佐以利下焦水道。
    大川芎（一兩）　全當歸（五錢）　大熟地（四錢）　春砂仁（一錢）　赤白芍（各三錢）　豬苓（三錢）　明天麻（四錢）　陳皮（三錢）　澤瀉（二錢）　生白朮（五錢）　冬葵子（五錢）
    【按】史君服此補正分利之劑後，前之大便時痛者，今已不痛矣。且其前色綠者，今亦轉黃矣。惟七分黃之中，仍有三分綠耳。史君前有遺精宿恙，此時又發。或繫本方分利藥太重之故歟？惟遺後絕不疲勞，則亦無妨焉。
  **腸癰其二
    陸（左）
    初診　痛在臍右斜下一寸，西醫所謂盲腸炎也，脈大而實，當下之，用仲景法。
    生軍（五錢）　芒硝（三錢）　桃仁（五錢）　冬瓜仁（一兩）　丹皮（一兩）
    二診　痛已略緩，右足拘急，不得屈伸，伸則牽腹中痛，宜芍藥甘草湯。
    赤白芍（各五錢）　生甘草（三錢）　炙乳沒（各三錢）
    【按】俗所謂縮腳腸癰者，此也。吾師移傷寒之方，治要略之病，神乎技矣！
    三診　右足已伸，腹中劇痛如故。仍宜大黃牡丹湯以下之。
    生川軍（一兩）　芒硝（七錢衝）　桃仁（五錢）　冬瓜仁（一兩）　丹皮（一兩）
    拙巢注：癒。
    【按】腸癰病證，變化多端。上述各案尚不足以盡其情。吾友蔣冠周君偶抱孩上下階沿不慎，稍一驚跌，頃之心中劇痛，不可耐。次日痛處移于少腹右旁盲腸處。醫以定痛丸止之，而不能治其病。其令正來囑餘診。餘適以感暑卧床，薦就吾師治。吾師予以大黃牡丹湯加減，二劑將癒。不知何故，忽又發劇痛如前，改就西醫診，用藥外敷，約十餘日，徐徐向癒。自後盲腸部分有一硬塊如銀元大，隱隱作痛，按之更顯。蔣君以爲病根猶在，慮其再發，意欲開刀，作一勞永逸之計。餘力止之，用陽和膏瑙砂膏加桂麝散等香竄之品，交換貼之，一月而消，此一例也。
    曹穎甫曰：腸癰一證捨大黃牡丹湯以外，别無良法。《千金》腸癰湯雖與此方大略相似，而配合猶未盡善。但有時藥雖對病，而治癒正未可必。嘗治莊翔生次妻張氏，屢用本湯攻下，而腰間忽起流火，以至于死。考其原因，實由平日有雅片瘾，戒煙後，不復吸煙，常用燒酒浸雅片灰吞之，以至腸燥成癰。下後，雅片灰毒内發，遂發流火，以至由腫而爛，終于不救，要不得歸咎于方治之猛峻也。
  **腸癰其三
    周（住小西門）
    復發初診大便不甚暢行，自以他藥下之，痛而不行，仲師所謂非其治也。今拟用承氣湯加桃仁主之。
    生川軍（三錢後入）　枳實（四錢）　川朴（二錢）　桃仁（四錢）　芒硝（二錢衝）
    【按】周小姐先于本年五月間病腸癰，經吾師暨俞哲生師兄後先治癒，體健回校肄業。至十二月間，因運動過度，飲食不節，前之盲腸患處又見隱痛，大便不行。乃市某西藥房所制之丸藥服之，冀其緩下。孰知僅服二丸，便不得下，痛反增劇，不能耐，自悔孟浪。無已，仍請吾師賜方，即本案復發初診方也。服後，便暢下，痛大除，惟有時按之還作小痛耳。越日，乃來二診。
    二診　昨經下後，舊時患處按之尚痛。脈弦而數，用《千金》腸癰湯以和之。
    粉丹皮（三錢）　丹參（三錢）　白芍（三錢）　生地黃（五錢）　生甘草（一錢）　敗醬草（三錢）　茯苓（三錢）　生苡仁（八錢）　大麥冬（五錢）　桔梗（一錢）　柏子仁（一兩）　佛手（二錢）　生薑（三片）
    【按】周女士來二診時，餘方恭侍師側。師令餘按脈，得弦細而數。察其面色，似未甚榮潤。惟據述痛已大減，無任私慰。師令餘拟方。餘曰：《千金》腸癰湯差足以和之。承賜諾，即用焉。以其下經多次，故不加大黃。以其夜寐不安而性易燥怒，故加柏子仁。以其偶或氣郁不舒，故加佛手。以其經欠調，故仍用丹參。藥味既多，竟不似吾師之方矣，相與一笑。
    周女士服此二劑，大覺舒適，夜寐竟安。聞師將返江陰度歲，重來乞調理長方，餘乃知之稔。
    本案可以示復發及調理之一格。其初病之經過，極曲折僥幸之奇觀，茲續述之。
    先是五月間，周女士病腹痛偏右，就診于中醫孫先生。孫先生與以理氣定痛之劑，續治二月有餘，不見效。改請西醫王先生診察究繫何病，斷謂盲腸炎。欲求根治，當用手朮。病家不敢從命，乞施别法。西醫乃用冰置其患處，痛止，周女士得仍回校中攻讀。未逾十日，病又作，倍劇于前。至是西醫堅決主張用手朮，且謂時不可失，後將無及。但須家長簽字，即可實行。此時也適周女士之父因事在杭，接家報如此雲雲，急覆電謂待我返再議。而女士之痛已不可忍，且拒按，右足不能伸，證情岌岌，不可終日。周母無主，惶急異常。會有戚祝先生至，曰：何不請中醫治？周母曰：中醫之方積疊成簿，惟其不能治，乃請教西醫耳！曰：我有友人或能治此，曷請一試？于是俞哲生師兄應運而出。晚七時許，診之，灑淅惡寒，口渴，脈弦滑而數，苔抽心而绛，邊反白膩，急疏大黃牡丹湯加味，内用生大黃三錢。周母急令購藥煎服，待其服已，俞師兄乃返寓。夜十一時，周先生忽作不速客訪俞兄，驚問曰：生大黃竟可服至三錢耶？我昔延請之孫先生用藥數十劑，僅末劑有蜜炙大黃五分。俞兄問服後病倩，曰：腹加痛矣，將奈何？俞兄慰之。周先生曰：姑待我返捨看變化如何。倘不幸轉劇，我必以電話相告。未越一小時，俞家之電話鈴聲果響。事出望外，但聞周父曰：病者得下，而足已伸矣。續診三次，頗告順手。并知服第一劑後，下如血筋等污物。服第二劑後，下瘀血。服第三劑後，下血水。服第四劑後，竟得黃色糞。其日適值病者經來，病情未免夾雜，當延老師診治。視已，師曰：病根未除也！依然用下劑。晚六時服藥，其夜病者竟作瞑眩。四肢厥逆，冷汗出，下經六七次。至天亮，痛休。自是
    餘于本病素加注意，前年參觀同濟大學人體解剖展覽會時，曾檢閱盲腸及蚓突之種種異狀至詳。餘并有一臆想，即大黃牡丹湯可代西醫之刀與鉗，且本湯能驅除蚓突中之污物，有刀與鉗之利，而無刀與鉗之弊。腸中污物之所以得入蚓突中者，因盲腸部分腸内容物擁擠不堪，不能上行，以致從旁溢入蚓突耳。服大黃牡丹湯即得瀉出污物者，因腸壁受藥力之刺激，故能推送内容物上行，平行，下行，以達肛門。盲腸之處既空，蚓突又得藥力之刺激，乃返擠污物于盲腸，由是蚓突之炎以消而病以已。故雲本湯可代刀與鉗者，乃言其藥力能刺激腸壁及蚓突，使自起力量，排出污物耳。
    腸癰初起，每有惡寒之狀。故《金匱?瘡癰腸癰浸淫病脈證并治篇》第一條即曰：“諸浮數脈，應當發熱，而反灑淅惡寒，若有痛處，當發其癰。”内“而反灑淅惡寒”大堪着目。世人竟有誤認爲瘧疾之初起者。又“發”字諸家多鑿解，竊意爲癰生于體内，無從目睹，當其初起之時，甚不自知病所何在，故曰“若有痛處”，則“當發其癰”者，猶曰“當覓其癰”，蓋“發”，猶“發現”之謂也。
    《金匱》曰：“腸癰者，少腹腫痞，按之即痛如淋，小便自調，時時發熱，自汗出，復惡寒，其脈遲緊者，膿未成，可下之，當有血，脈洪數者，膿已成，不可下也，大黃牡丹湯主之。”歷來注家對于“膿已成，不可下也”一語，殆無異辭。甚且以此爲大黃牡丹湯與薏苡附子敗醬散主治之分野，此殆不思之過也。
    《金匱》所謂未成已成之膿所包至廣，一切炎性滲出物，腐化之白血球，腐爛之腸壁皮肉等均是，要在當去之例一也。夫腸癰當未成膿之前，曰可下之，試問欲下者何物？依餘之說，下其腸中一切污積，使蚓突得擠出病根是矣。當已成膿之後，反曰不可下之，試問其膿作何處置？將使膿復返爲血乎，此乃絕無之事。將任膿突臍而出乎，此乃速死之圖。《方伎雜誌》略雲：“一商家女（中略）自腹以至面部四肢悉腫，少腹右方之底有釀膿。因思取膿則可保十日，以此告病家。病家相驚吐舌，謂前醫皆不知有膿，但雲補藥以助元氣，則水氣自治耳。遂乞施針。餘曰：針則至多延命一月。取膿則十日。但識病在醫，而死生任諸天數，姑針之可也。遂用铍針刺入寸許，膿汁進射，上及承塵，臭氣撲鼻，病家人人驚愕，乃與薏苡附子敗醬散，瘡口納細棉條以出瘀膿。然其人元氣漸脫，十一日而斃。”可謂一證。猶曰薏苡附子敗醬散主之。試問服散之後，散能與膿起化學作用，齊化爲烏有乎？吾俱其未能也。若曰散將與膿結而俱下，則依然是下法，烏得曰不可下？或曰：不可下者猶言不勝下，下之終危也。餘則謂果下之，猶不失背城借一之計，不下即是束手待斃之策。孰得孰失，明眼者自能辨之。況膿去正虛，大可用補，活法在人，寧難善後。故竊于“不可下”三字大起疑惑，即使的繫仲聖遺文，猶當據事實以改正之。如何改正，曰：當作“當急下”也。（又經文稱本病“小便自調”，按之事實，不爾，改正之責，委之賢者。）
    《金匱》大黃牡丹湯方後曰：“頓服之，有膿當下，如無膿當下血。”本已昭示後人無膿當下，有膿當急下，悉主以本湯之意，人自不察耳。以病例言，本集腸癰案其一史君之大下河泥狀污物，爲有膿當下之例。吾師《金匱發微》本湯條下師母之下血半淨桶，及本集腸癰案其三周女士之下血筋瘀血血水等物，皆無膿當下血之例。是故下血雲者，此乃當下之惡血，血去則病除，絕非失血之謂也。
    客曰：審如君言，薏苡附子敗醬散將無用武之地矣。答曰：非也，特其用武之時不同耳。依《金匱》法，腸癰實分爲二種。一種爲熱性者，爲大黃牡丹湯所主。一種爲寒性者，爲薏苡附子敗醬散所主。熱性者多急性，寒性者多慢性。熱性者痛如淋，寒性者痛緩。熱性者時時發熱，寒性者身無熱。熱性者常右足屈，患起于瞬時。寒性者則身甲錯，恙生于平日。熱性者屬陽明，故大黃牡丹湯即諸承氣之改方，寒性者屬太陰，故薏苡附子敗醬散乃附子理中之變局，且散與丸爲近。熱性者病竈多在盲腸。寒性者病竈不限于盲腸。能知乎此，則二湯之分，明矣。客憬然若悟而退。
    
***肺癰
  **肺癰其一
    辛未七月中旬，餘治一陳姓疾。初發時，咳嗽，胸中隱隱作痛，痛連缺盆。其所吐者，濁痰腥臭，與懸飲内痛之吐涎沫，固自不同，決爲肺癰之始萌。遂以桔梗湯，乘其未集而先排之。進五劑，痛稍止，諸證依然，脈滑實。因思是證确爲肺癰之正病，必其肺藏壅阻不通而腐，腐久乃吐膿，所謂久久吐膿如米粥者，治以桔梗湯。今當壅塞之時，不去其壅，反排其腐，何怪其不效也。《淮南子》雲：葶藶癒脹，脹者，壅極不通之謂。《金匱》曰：肺癰，喘而不得眠，即脹也。《千金》重申其義曰：肺癰胸滿脹，故知葶藶瀉肺湯非瀉肺也，瀉肺中壅脹。今有此證，必用此方，乃以
    葶藶子（五錢）　大黑棗（十二枚）
    凡五進，痛漸止，咳亦爽。其腥臭挾有米粥狀之痰，即腐膿也。後乃以《千金》葦莖湯，并以大小薊、海藻、桔梗、甘草、杜赤豆出入加減成方。至八月朔日，先後凡十五日有奇，用藥凡十餘劑，始告全瘥。九月底其人偶受寒涼，宿恙又發，乃囑兼服犀黃醒消丸，以一兩五錢分作五服。服後，腥臭全去。但尚有綠色之痰，復制一料服之，乃癒，而不復來診矣。
    【按】本案并略見《金匱發微》。後歷檢吾師醫案，乃得本案之先後全方。兩相對照，更易昭然。特再附諸方于下，諒閱者當不嫌重復也。
    陳（左住浦東陸家渡）
    初診　（七月十二日）　肺癰，咳嗽，胸中痛，上連缺盆，而所吐絕非涎沫，此與懸飲内痛者，固自不同，宜桔梗甘草湯。
    桔梗（五錢）　甘草（五錢）
    二診　（七月十八日）　五進桔梗湯，胸中痛止，而左缺盆痛。此肺藏雍阻不通也，宜葶藶大棗瀉肺湯。
    葶藶子（五錢）　黑大棗（十二枚先煎）
    三診　（七月二十四日）　五進瀉肺湯，左缺盆痛止。痰黃厚，時見腥臭，及如米粥者。此濕邪去，而燥氣勝也。宜《千金》葦莖湯。
    鮮蘆根（四兩）　生薏仁（一兩）　桃仁（五十粒）　冬瓜子（五錢）
    四診　（七月二十九日）　服《千金》葦莖湯五劑後，咯出之痰腥臭止，而如米粒者亦除。惟痰尚黃厚，肺癰消，而胃熱尚盛也。右三部脈浮滑，不復見沈弦之象，可以無後患矣。
    粉前胡（三錢）　生苡仁（一兩）　桔梗（三錢）　生草（三錢）　冬瓜子（八十粒）　桃仁（三錢）　杜赤豆（六錢）　大小薊（各三錢）　海藻（二錢）　蘆根（五兩）
    拙巢注：服此二三日，全癒。
    續發初診　（九月二日）　肺癰癒後，復發。咯痰腥臭，見血，心下痛，咳時氣從中脘上衝。宜清膽胃之火，防其乘肺。
    柴胡（三錢）　生石膏（二兩）　生甘草（三錢）　淡　　芩（三錢）肥知母（五錢）　生苡仁（一兩）　蘆根（四兩）　冬瓜仁（一兩）　桃仁（三錢）　杜赤豆（一兩）　全當歸（四錢）
    二診　（九月十日）　肺癰未能斷根，咯痰腥臭如昔，但不似米粥耳。痰不黃而色綠，味酸，咳不甚，脈細數，仍宜桔梗甘草湯，不當攻伐，佐以消毒，以清病原。
    桔梗（一兩）　生甘草（五錢）　冬瓜仁（一兩）　昆布（一錢五分）　海藻（二錢）　前胡（三錢）　大小薊（各錢五分）　犀黃醒消丸（三錢另服）
    拙巢注：後不復服藥，專服犀黃醒消丸，癒。醒消丸繫王鴻緒法，馬培之頗非議之。然用之而效，則馬說不足信也。
    【按】夫肺癰重病也。仲聖雲：膿成則死。今本案病者膿成而腥臭，吾師乃能癒之。豈吾師之朮邁于仲聖乎？非也。所謂則死者，極言其危，而教人藥量之不可輕也！夫桔梗今人僅用數分至一錢，葶藶今人少用之，用之亦不出數分，葦莖今人通常用一尺，今吾師用此三者乃至五錢，五錢，五兩，不其駭人乎？雖然，此皆仲聖之教也。
    《要略》曰：“風傷皮毛，熱傷血脈，風捨于肺，其人則咳，口乾喘滿，咽燥不渴，多唾濁沫，時時振寒，熱之所過，血爲之凝滞，蓄結癰膿，吐如米粥，始萌可救，膿成則死。”由此可知肺癰之病源爲熱，其病狀爲先唾濁沫，後吐膿血。濁沫者，肺津爲熱熏灼所成也。膿血者，津盡甚至肺體腐化也。又曰：“咳而胸滿，振寒，脈數，咽乾，不渴，時出濁唾腥臭，久久吐膿如米粥者，爲肺癰，桔梗湯主之。”由此可知桔梗湯之所主者，爲肺癰之初成，時出濁唾腥臭，必久而久之，方吐膿如米粥，非初時吐膿如米粥也。又曰：“肺癰喘不得卧，葶藶大棗瀉肺湯主之。”又曰：“肺癰，胸滿脹，一身面目浮腫，鼻塞，清涕出，不聞香臭酸辛，咳逆上氣，喘鳴迫塞者，葶藶大棗瀉肺湯主之。”後人見此二條無膿血字狀，竟以本方專爲逐水之劑，非有膿血也，乃失仲聖原旨矣。夫曰胸滿脹，試問其所脹者何物，非肺津肺體化爲膿血而何？曰喘鳴迫塞，日不得卧，試問其故安在，非肺體腐化不能營其呼吸之工作而何？況仲聖之筆法多有詳于彼，而略于此者。故桔梗湯條既曰久久吐膿如米粥者爲肺癰，葶藶大棗湯二條即但言肺癰，而隱含吐膿血于其中矣。又曰：“《乾金》葦莖湯治咳内微熱，煩滿，胸中甲錯，是爲肺癰。”按煩滿，讀如煩懑。煩懑者，肺中微熱之初生，似尚未灼爍肺津爲腥臭之濁唾也。故葦莖湯所主之候，還在桔梗湯之前。由是觀之，以上三湯，殊有輕重層次之分。葦莖湯最先而輕，桔梗湯爲中，葶藶大棗湯最後而重。姑以方譬方，則葦莖湯猶如白虎湯，桔梗湯猶如調胃承氣湯，葶藶大棗湯猶如大承氣湯。今有陽明腸胃病者于此，大便不行，醫試以調胃承氣，小瘥而未癒，于是與
    凡酒客煙徒大便久秘者，最易生肺熱。《内經》以肺與大腸相表裏，殆千古不刊之論。故治此病總不使其大便秘結，則肺熱有下行之路。餘嘗治前上海晨報館編輯曹先生夫人，患恙已久，其證每當清晨睡未醒，即盜汗，汗後周身覺冷，蜷卧被中，略似桂枝加龍骨牡蠣湯證，然而非是，此乃肺癰條之所謂振寒也。蓋詳察之，大便燥結，三日一行，小溲覺熱，脈弦數，咳吐膿痰，胸中隱隱作痛，經事先期而至，作紫色，日晡必發潮熱，五中煩熱。夫人自分肺病，疾不可爲，愁眉緊鎖者多日矣。餘曰：毋慮，可治也。用葦莖湯爲主方，以治其肺熱，加青蒿，白薇，地骨皮，以退其潮熱，加丹參，丹皮，益母子，以調其經期。二診四劑，諸恙均瘳。此即後人之所謂陰慮虛勞，實則要略所雲肺癰初起之證也。
    更有桔梗白散合桔梗、貝母、巴豆而成，其力更峻。經文雖曰桔梗湯，疑其有誤。本散非但可以治重證之肺癰，且可以蕩滌一切頑痰壅塞，在膈上者，能使之吐，在膈下者，能使之瀉。東人多有用之者，吾不願國内之大醫反棄而勿道之。
    曹穎甫曰：肺癰一證，咳吐時，胸中必隱隱作痛，所吐濃厚之痰，雜以如米粥者，至地甚有力，漸乃發酵成氣飽，不復平塌地上。蓋胸中熱如沸湯，蒸爛肺之本體，然後吐出如膿之痰，則所吐之物其中實有蒸氣熱力，故吐出而發酵也。予親見之。若夫脈之滑大沈實，與夫大便之燥結，則本證均有之。
    肺與大腸爲表裏，而肺癰用腸癰方治，要不失爲仲景遺意。即如痰飲，肺病也，而懸飲内痛，支飲不得息，則用十棗湯以下之。結胸，肺病也，則用甘遂大黃芒硝以下之。要之，燥氣在下，則肺藏必受熏灼，非用釜底抽薪之法，不足以清上炎也。
  **肺癰其二
    吳冠明（住華成路六號）
    【按】吳君大镛，餘友也。其第二女公子，名冠明，年十歲，肄業小學校中。本年（二十五年）七月三日，忽感不適，自言胸中痛，約于十日左右，就診于上海廣慈醫院。醫與内服藥，兼用藥水揩胸部。續診一星期許，胸中痛少止，而身熱咳嗽仍甚。十七日起，在家自服種種養肺成藥，至二十日無效。是日夜間發熱更甚，竟夜不能睡，甚且號哭。二十一日上午，重返廣慈醫院，請檢驗，醫囑住院療治。但卒未果，即回家。二十二日就診中醫張君，斷爲小傷寒。其方案曰：“時邪感肺，痰濕交阻，咳嗆不爽，肌熱頗甚，脈滑數，法拟疏解豁邪，候正。香豉三錢，嫩前胡錢半，蟬衣八分，木蝴蝶四分，浙貝母去心三錢五分，橘絡一錢，生苡米四錢，款冬花一錢八分，鮮佩蘭一錢，桑葉錢半，絲瓜絡錢半，竹茹錢半。”二十三日二診，方案曰：“熱勢夜甚，咳嗆脅痛，夜難安睡，脈數舌绛，時溫挾痰濕交阻，再以宣解爲治，恐劇，候政。炒香豉三錢，白夕莉二錢，浙貝母去心三錢，蟬衣八分，光杏仁三錢，路路通五個，生苡米四錢，通草一錢，嫩前胡錢半，雞蘇散三錢包，荷梗尺許，竹二青錢半。”服後，痰出漸呈臭味。二十四日三診，方案曰：“熱勢較昨已淡，咳嗆頗甚，脈滑數，苔膩，溫邪挾痰濕遏肺，再進昨法加減，候政。香豉三錢，鮮佩梗錢半，蟬衣八分，雞蘇散三錢包，浙貝母去心三錢五分，紫苑錢半，光杏仁三錢，白夕莉二錢，木蝴蝶五分，前胡錢半，荷梗尺許，妙竹茹錢半。”二十五日四診，方案散佚，共四診。至是，熱加甚，撫之烙手，咳亦甚，每作則痛劇，澈夜不安，甚至昏厥，乃由伊母手抱竟夜。二十六日，延西醫胡先生診，斷爲肺炎。用安福消腫膏外塗胸部，又注射藥水二種，一以退熱度，一以滋營養。如是三日，熱略退，顧退後熱又高，痛咳未減，不能平卧，但坐，喘鳴迫急，肩動以助呼吸，是爲肩息。胡先生恐變急性肺炎，囑另請高明。八日上午，急送紅十字會醫院。陳醫師診爲肺膿瘍，應用手朮。當夜住院，九日照X光一次，審知左肺無恙，右肺因肋膜太厚，不能成影，十一日早，又照X光一次，下午又照一次，所以在上下午分行者，因清早膿未出，下午膿已吐，冀比較其不同之情形故也。不料所得底片二紙，毫無異狀。爾時所吐膿痰之屬，積之，每日可得三五小罐。醫與魚肝油等補劑，冀其體力略佳，以爲施手朮之張本。并經驗血二次，似未有結果。小兒科主任陳醫師主張用人工氣胸朮，使肺部壓小，以便抽膿。但可否實行，還須先照X光，決定病竈後再議。乃由肺科主任劉醫師重照X光，所得結果，仍爲左肋骨明晰異常，右肋骨部分，底片上全部發白，斷爲肺與肋膜相接過緊，不可施人工氣胸朮，終非開刀不可，且須去肋骨一條，以便出膿。但究應取去何條肋骨，仍賴X光之照取。法用一種顔色油從氣管打入肺鄒，如是再照X光時，即易顯出肺爛之處，乃可就肺爛最近之處，取去肋骨。據雲此種顔色油以後自能吐出，不妨病體。惟動手朮前，例須病者家長簽字，吳君夫婦籌思再三，終簽字與之，時八月十三日下午二時也。六時許，冠明得知次日將受手朮，并須吃顔色油，心滋不悅，憂形于面，婉懇勿爾。吳君夫婦不忍拂其意，乃向醫師婉請撒回簽字，但仍住院以求别法診洽，醫師勉允之。十五日，值星期六夜，吳君忽聞友人言，肺癰一病，中醫亦有辦法，但須服藥已足，不必動手朮，較爲安全。十六日爲星期日，吳君急早起，奔至醫院，婉懇領女回家調治。醫院中人驚駭曰：“君何突然變策耶？餘等爲令媛之恙，集會研究者多日，已不知費卻幾許心血。（注：此言絕非虛語，我實深信，是以該院歷來信譽卓著，非幸致也。）所爲者何，無非求令媛之速癒耳。今者出院，餘等固無從施其技，而令媛亦安得穫其救耶？”吳君語塞，辭以經濟困難問題。醫曰：本院原屬慈善性質，此節可以通融辦理，請勿慮。終以吳君有外交折衝纔能，醫許之，即于午刻出院。回家時，胸部右方已略覺高腫。下午，急請拙巢師出診，案曰：
    初診　（夏歷六月三十日）　肺癰已經匝月，咳嗽，咯痰腥臭，夜中熱度甚高，内已成膿，當以排洩爲主。宜桔梗合《千金》葦莖二湯主治。
    苦桔梗（五錢）　生甘草（三錢）　生苡仁（一兩）　冬瓜子（一兩）桃仁（六錢）　炙乳沒（各二錢）　鮮蘆根（半斤打汁衝服查入煎）　犀黃醒消丸（每服三錢開水送下）
    【按】吳小姐服此一劑，咳即減。次早，大便即通。向在醫院，大便常閉，醫用肥皂水灌洗，方得糞水，不能自下也。本方連服三日，每早大便均暢行，師本矚連服四劑，八月十九日（佐景注：拙按内悉用農歷），又請師二診。
    二診　（夏歷七月初三日）
    原方去桔梗　　加葶藶子（三錢炒研）　用黑棗去核包麻紮入煎
    【按】吳小姐于下午三時許，服初煎藥，三刻鍾後，忽然劇痛作，大呼姆媽來抱吾。瞬間，氣喘，目上視，四肢厥逆，冷汗出，神識不清，随即昏去。同時有一怪象生，即其右胸患處，約在乳部之上，突隆起如拳大。舉家驚惶，不知所措。半小時後，神略清，如醒回。至六時，又劇痛昏厥如前。吳君于晚七時回家，睹狀大駭。急請西醫胡先生來診，駕到約夜間十時，主動手朮，謂服藥無效也，未曾施治而辭。迨夜十二時，病者神誌忽然清明，呼啜熱粥，果能進一瓯。胸前隆起者依然，而痛卻漸定，能安睡。直至次早天明，方醒，熱漸退，咳漸減。吳夫人曰：“使非昨藥之功，安得否極泰來耶？”即不畏其峻。清晨八時，復予二煎藥。服後不復瞑眩。夫人告餘曰：“冠明自起病以迄服葶藶大棗前，無一夜得安睡。自服葶藶大棗後，雖病，無一夜不得安睡。”餘爲之驚異。八月二十日，守服原方，毫無惡化現象。二十一日，三診。
    三診　（夏歷七月初五日）　累服桔梗瀉肺二湯合《千金》葦莖，病勢略輕，仍宜前法加減。
    生甘草（五錢）　生白芍（五錢）　生苡仁（一兩）　冬瓜子（一兩）　桃仁（六錢）　桔梗（五錢）　香白芷（一錢）　炙乳沒（各二錢）　輕馬勃（五分）　敗醬草（三錢）　葶藶子（三錢炒研用棗包紮）　犀黃醒消丸（每服二錢）
    【按】此方連服三日，二十四日，吳君以兒病漸減，拳腫處亦漸平，遂攜方至師家，請予加減。師減去白芷、乳沒、葶藶、敗醬、馬勃，餘依舊。又連服三日。二十七日，吳君凝軒予藥一劑，計生甘草五錢，生白芍五錢，生苡仁一兩，冬瓜子八錢，敗醬草三錢，桃仁泥三錢，桔梗二錢，川貝母三錢，忍冬藤三錢，炙乳沒各錢半，白岌錢半，覺藥汁膩甚。八月二十八日，予自鄉返申，吳君急邀診視。案曰：“肺癰延已二月，刻診右肺外部依然隆起，但不如向之如拳矣。咳嗽不爽，咯痰黃綠色，咽中痛，大便二日一行，脈象細數，拟排膿養陰合法，請正。生甘草三錢，苦桔梗二錢，大麥冬去心三錢，天花粉六錢，絲瓜絡五錢，光杏仁三錢，象貝母三錢，冬瓜瓣二兩，地枯蘿三錢，”二十九日，承邀續診。據謂昨方頗效。案曰：“服藥後，咳時加多，膿痰加多。按此種膿痰蘊積于内，非排去之不爲功。刻診脈象數，肩息未除，咽中痛，大便已行而堅。病情尚在險途，再拟前法加減。鮮蘆根三根，西洋參一錢，生苡仁二兩，苦桔梗二錢，冬瓜瓣二兩，光杏仁四錢，絲瓜絡六錢，地枯蘿四錢，南沙參三錢，生甘草二錢。”三十日，吳君來謂身熱又減，臭痰亦少，堅請三診。餘以其脈雖細數，一分鍾一百四十餘至，不足慮。獨息時左肩尚動，思仲聖雲：“上氣，面浮腫，肩息，其脈浮大，不治。”此雖非上氣病，終不禁躊躇。又以雜務紛集，無暇抽身，仍主請師續診。九月一日，吳君到師家商議，問吉兇，師慰之。案曰：“肺癰業經出險，但咯痰尚濃，兼有微熱，仍宜前方加減。生甘草五錢，桔梗五錢，桃仁泥二錢，生白芍五錢，瓜蔞皮仁各三錢，生山梔錢半，另服醒消丸每服二錢。”此方服後，
    四診　（夏歷七月廿日）　肺癰無腥臭之痰，病已出險，但時吐濁痰，膠粘黃厚，當從《千金》皂莢丸法，改湯以治之。蓋濁痰不除，咳必不能止也。
    牙皂末（五分）　用黑棗去核包煎
    【按】此方之藥值賤甚，僅需銅元三枚而已。藥鋪中先生微笑曰，此能癒疾乎？吳君得藥，仍取大黑棗，先去其中核，卻納入牙皂末，用線紮棗兩端，使勿漏出，計需棗七枚，已將牙皂末裝畢，即煎與服。服後，竟又峰回路轉，别見柳暗花明。陡有多許白膩之痰濁，悉從大便出，口中吐痰反少，一如師預告。非第此也，前數日飲食常帶嘔意。予曰：嘔者，胃不和也。凡大病久病，有胃則生，胃不和則危，此定例也。今則非第不嘔，而且胃納轉佳，又能自起坐大便，或爲其它動作矣。又前此卧不得左脅着席者，今則能之。所以然者，前此右肺蓄膿方盛，使用左脅着席，則膿將壓諸其它臟器上，因而不舒乎？胸前隆起處，前服三診方後，即開始降落，今乃悉平。咳嗽時，胸部不再牽痛。又安福消腫膏自經西醫敷用，即時常更換，至此乃免除。此方連服三日，功效甚着。自八日起又服前之懸拟方，但去生山梔。其中之醒消丸計守服迄今，自三錢減爲一錢，猶未間也，自是頓入坦途，能食飯，怕吃藥，嬉戲如常矣。二十九日，吳君又叩調理之方，師曰：
    五診　（夏歷八月十四日）　肺癰已經出險，而陰氣大傷，宜《千金》黃昏湯。
    合歡皮（如手掌大一塊）　用水三碗煎至一碗半作兩次服
    【按】服此甚佳，食量增，而肌肉豐，雖不時尚有微咳，并帶薄痰，是爲病後餘波。不足慮也。
    本病有一特性，即但惡熱，不惡寒。夫不惡寒，但惡熱者爲陽明病。故吾曰肺癰者，陽明病之一格也。夫陽明病以清、吐、下爲三大正治，故肺癰之用葦莖，清法也；用桔梗，吐法也；用葶藶牙皂，下法也。《經》曰“肺與大腸相表裏”，故大腸能移熱于肺，夫知此，方可以言治肺癰。
    曹穎甫曰：凡治此證，癰膿結聚肺部，當開洩肺氣，清其郁熱，爲第一步。及肺藏氣疏，咯痰不暢，則以決去癰膿爲第二步。及腥臭之痰出盡，而膠痰之未成膿者，尚吐之不已，則以破除痰結爲第三步。及膠痰漸少，肺之破碎處當用補救，則以扶養肺陰爲第四步。惟補救之方推千金黃昏湯爲最。黃昏爲合歡皮，張璐玉稱其兩乾相着，即粘合不解，取其粘性實足以補肺藏之罅漏，而收其全功，較世傳白芨尤爲穩當。敢布腹心，以告同仁。按合歡爲馬纓花，花紅如馬纓，五六月始開，校乾多連理，予親見之。蓋肺主皮毛，此樹之皮彼此易爲粘合，故能補肺之綻裂也，又前按謂肺癰病原實出陽明，此說甚精确。蓋腸胃燥實，郁熱上熏于肺，則肺燥而膠痰生，一日之燥氣不除，則一日之膠痰不去。久久熱傷肺藏，因變癰膿。故治之之法，第一當開壅清熱，其次則當破頑痰，皆所以抉其壅也。
    
***懸飲
  **懸飲其一
    張任夫（勞神父路仁興裏六號）
    初診　（二十四年四月四日）　水氣淩心則悸，積于脅下則脅下痛，冒于上膈則胸中脹，脈來雙弦，證屬飲家，兼之乾嘔短氣，其爲十棗湯證無疑。
    炙芫花（五分）　制甘遂（五分）　大戟（五分）　右研細末分作兩服。
    先用黑棗十枚煎爛，去渣，入藥末，略煎和服。
    【按】張君任夫，餘至友也。先患左頰部漫腫而痛，痛牽耳際，牙内外縫出膿甚多。餘曰：此骨糟風也。餘嘗以陽和湯治癒骨槽風病多人，惟張君之狀稍異，大便閉而舌尖起刺，當先投以生石膏，涼膈散各五錢，後予提托而癒。越日，張君又來告曰：請恕煩擾，我尚有宿恙乞診。曰：請詳陳之。曰：恙起于半載之前，平日喜運動蹴球，恆至汗出浃背，率不易衣。嗣覺兩脅作漲，按之痛。有時心悸而善畏，入夜，室中無燈炬，則惴惴勿敢入，頭亦暈，搭車時尤甚。嗳氣則胸隔稍舒。夜間不能平卧，平卧則氣促，輾轉不寧。當夜深人靜之時，每覺兩脅之裏有水聲漉漉然，振蕩于其間。……餘曰：請止辭，我知之矣。是證非十棗湯不治，藥值甚廉，而藥力則甚劇。君欲服者，尚須商諸吾師也。君曰：然則先試以輕劑可乎？曰：諾。當疏厚朴，柴胡、藿、佩、半夏、廣皮、車前子、茯苓、清水豆卷、白朮等燥濕行氣之藥與之。計藥一劑，值銀八角餘。服之，其效渺然，張君曰：然則惟有遵命偕谒尊師矣。
    翌日，餘徑叩師門，則師診視張君甫畢，并在立案矣。走筆疾書，方至“脈來雙弦”之句。餘問曰；先生，是何證也？曰：小柴胡也。予曰：不然，柴胡之力不勝，恐非十棗不效。先生擱筆沉思，急檢《傷寒論》十棗湯條曰：“太陽中風，下利嘔逆，表解者，乃可攻之。其人執漐漐汗出，發作有時，頭痛，心下痞鞕滿。引脅下痛，乾嘔，短氣，汗出，不惡寒者，此表解裏未和也，十棗湯主之。”因問張君曰：君氣短而乾嘔乎？曰：良然。師乃顧謂餘曰：爾識證确，所言良是也。師乃續其案而書其方，即如上載者是。
    又按《金匱》曰：“脈沉而弦者，懸飲内痛。”又曰：“病懸飲者，十棗湯主之。”餘嘗細按張君之脈，覺其滑之成分較多，弦則次之，沈則又次之。以三部言，則寸脈爲尤顯，與寸脈主上焦之說適合。以左右言，則左脈爲較顯，蓋張君自言左脅之積水較右脅爲劇也。
    今當報告張君服湯後之情形。張君先購藥，價僅八分，驚其值廉。乃煮大棗拾枚，得湯去滓，分之爲二。入藥末一半，略煎，成漿狀物。其夜七時許，未進夜飯，先服藥槳，随覺喉中辛辣，甚于胡椒。張君素能食椒，猶尚畏之，則藥性之劇可知。并覺口乾，心中煩，若發熱然。九時起，喉啞不能作聲，急欲大便，不能頃刻停留，所下非便，直水耳。其臭頗甚。于是略停，稍進夜飯，竟得安眠，非復平日之轉側不寧矣。夜二時起，又欲大便，所下臭水更多，又安眠。六時，又大便，所下臭水益增多。又睡至十時起床，昨夜之喉啞者，今乃癒矣。且不料乾嘔，嗳氣，心悸，頭暈者恙均減，精神反佳。張君自知肋膜炎爲難癒之疾，今竟得速效如此，乃不禁歎古方之神奇！
    次日中午，喉間完全復原。下午七時，夜膳如常。九時半，進藥，棗湯即前日所留下者。藥後，胃脘甚覺難堪，胃壁似有翻轉之狀，頗欲吐，一面心煩，覺熱，喉啞，悉如昨日，但略差可。至深夜一時，即洩水，較第一夜尤多。翌晨，嘔出飯食少許，并帶痰水，又洩臭水，但不多矣。至午，喉又復原，能進中膳如常，嗳氣大除，兩脅之脹大減。惟兩脅之上（乳偏下）反覺比平日爲脹。張君自曰，此脅上之脹，必平日已有，隻因脅下劇脹，故反勿覺。今脅下之脹除，故脅上反彰明耳。而膽量仍小，眼目模糊，反有增無減，但絕無痛苦而已。
    吾人既知服後經驗，試更細閱十棗湯之煎服法，兩相參研，乃知煎服法雖僅寥寥二三行，而其中所蘊蓄之精義甚多。煎服法曰：“右三味，搗篩，以水一升五合，先煮肥大棗十枚，取八合；去滓，内藥末，強人服一錢匕，羸人服半錢，平旦溫服之，不下者，明日更加半錢，得快下後，糜粥自養。”觀張君之第一日先藥後飯而不嘔，第二日之先飯後藥而嘔，可知也。先藥後飯，較先飯後藥爲癒，亦安知平旦服之雲者，不飯而服之也，較先藥後飯爲更癒乎。又雲：“快下後，糜粥自養。”則其未下以前，不能進食可知。實則下後糜粥自養，較先後俱不飯者爲尤佳，此其第一義也。
    曰：“不下者，明日更加半錢。”而不言：“不下，更作服。”可知“明日”二字，大有深義，即明日平旦之省文。蓋平旦之時，胃府在一夜休養之後，機能較爲亢盛，故借其天時之利，以與此劇藥周旋耳。且一日一服，不似其它湯藥之可以多服，蓋一以見藥有大毒，不宜累進，一以爲胃府休養地步，此其第二義也。
    強人一錢匕，羸人則改半錢，斤斤較其藥量，倍顯慎重之意。何者？其義與上述者正同，此其第三義也。
    十棗湯以十棗爲君，亦安知十棗之功用爲何如乎？東人曰：大棗甘草等藥功用大同而小異，要爲治攣急而已。說殊混統不可從。吾友吳君凝軒嘗歷考經方中大棗之功用，稱其能保胃中之津液。今觀十棗湯之下咽即起燥痛，則甘遂大戟芫花三者吸收水分之力巨可知，入胃之後，雖能逐水驅邪，然克傷津液，在所不免，故投十棗以衛之，方可正邪兼顧。又吳君謂十棗湯之服法，應每日用十棗煎湯，不可十棗分作兩服，以弱保正之功，其說頗有見地。況舊說以棗爲健脾之品，又曰脾能爲胃行其津液。由此可知棗與胃液實有密切之關繫。惟其語隱約，在可解不可解之間，今得吾友之說，乃益彰耳，此其第四義也。
    甘遂、蕪花、大戟爲何作藥末以加入，而不與大棗同煎，蓋有深意，以餘研究所得，凡藥之欲其直接入腸胃起作用者，大都用散。薏苡附子敗醬歌，世人用之而不效，不知其所用者非散，乃藥之湯耳。五苓散，世人用之又不效，謂其功不及車前子通草遠甚，不知其所用者非散，亦藥之湯耳。至于承氣亦直接在腸中起作用，所以不用散而用湯者，蓋腸胃不能吸收硝黃，用湯無異散也。其它諸方，用散效、用湯而不效者甚夥。雖然，甘遂等三藥爲末，入胃逐水，有此說在。又何能逐兩脅間之積水乎？曰：水飲先既有道以入脅間，今自可循其道，追之使出，事實如此，理論當循事實行也，此其第五義也。
    嗚呼！仲聖之一方，寥寥二三行字，而其所蘊蓄之精義，竟至不可思議。凡此吾人所殚精竭慮，思議而後得之者，尚不知其是耶非耶？
    二診　（四月六日）　兩進十棗湯，脅下水氣減去大半，惟胸中尚覺脹懑，背酸，行步則兩脅尚痛，脈沈弦，水象也。下後，不宜再下，當從溫化。
    薑半夏（五錢）　北細辛（二錢）　乾薑（三錢）　熟附塊（三錢）　炙甘草（五錢）　菟絲子（四錢）　杜仲（五錢）　椒目（三錢）　防已（四錢）
    【按】師謂十棗湯每用一劑已足，未可多進。所謂大毒治病，十去其四五是也。又謂甘遂大戟皆性寒之品，故二診例以溫藥和之。此方繫從諸成方加減而得，不外從溫化二字着想。惟據張君自言，服此方後，不甚適意。覺脅上反脹，背亦不舒，目中若受刺，大便亦閉結。按此或因張君本屬熱體，而藥之溫性太過歟？
    三診　（四月八日）　前因腰酸脅痛，用溫化法，會天時陽氣張發，腰脅雖定，而胸中脹懑，左脅微覺不舒。但脈之沈弦者漸轉浮弦。病根漸除，惟大便頗艱，兼之熱犯腦部，目脈爲赤，當于胸脅着想，用大柴胡湯加厚朴芒硝。
    軟柴胡（三錢）　淡黃芩（三錢）　制半夏（三錢）　生川軍（三錢後下）　枳實（三錢）　厚朴（二錢）　芒硝（錢半衝）
    【按】張君言：服藥後，夜間暢下四五次，次日覺脅背均松，胸中轉適，精神爽利。諸恙霍然。觀此方，知師轉筆之處，銳利無比。前後不過三劑，藥費不過三元，而竟能治癒半載宿恙之肋膜炎病。嗚呼，其亦神矣！
    曹穎甫曰：凡胸脅之病多繫柴胡證，《傷寒?太陽篇》中累出，蓋胸中屬上焦，脅下則由中焦而達下焦，爲下焦水道所從出，故脅下水道瘀塞即病懸飲内痛，而爲十棗湯證。胸中水痰阻滞，上濕而下燥不和，則爲大陷胸湯證。若胸中但有微薄水氣，則宜小柴胡湯以汗之。脅下水氣既除，轉生燥熱，則宜大柴胡湯以下之，可以觀其通矣。
  **懸飲其二
    宋子載之妻年已望五，素病胸隔脹痛，或五六日不得大解，夜睡初醒，則咽燥舌乾。醫家或以爲浮火，或指爲肝氣，花粉連翹玉竹麥冬山梔之屬，多至三十餘劑。沉香青皮木香白芍之屬，亦不下十餘方。二年以來，迄無小效。去年四月，延餘診治。餘診其脈雙弦，曰：此痰飲也。因用細辛乾薑等，以副仲師溫藥和之之義。宋見方甚爲遲疑。曰：前醫用清潤之品，尚不免咽中乾燥，況于溫藥？餘曰：服此當反不渴。宋口應而心疑之。其妻毅然購藥，一劑而渴止。惟胸膈脹痛如故，餘因《金匱》懸飲内痛者用十棗湯下之，遂書：
    制甘遂（一錢）　大戟（一錢）　炙蕪花（一錢）
    用十棗濃煎爲湯，去滓令服，如《金匱》法，并開明每服一錢。醫家鄭仰山與之同居，見方力阻，不聽，令減半服之，不下，明日延餘復診。知其未下，因令再進一錢，日晡始下。胸膈稍寬，然大便乾燥，蓄痰未下。因令加芒硝三錢，使于明早如法服之。三日後，復延餘復診，知其下甚暢，糞中多痰涎。遂令暫行停藥，日飲糜粥以養之。此時病者眠食安適，步履輕捷，不復如從前之蹒跚矣。後一月，宋又延餘診治，且曰：大便常五六日不行，頭面手足乳房俱腫。餘曰：痰濁既行，空隙之處，衛氣不充，而水飲聚之。《金匱》原有發汗利小便之法以通陽氣。今因其上膈壅阻特甚，且兩乳脹痛，不得更用緩攻之劑，方用：
    制甘遂（一錢）　大戟末（一錢）　王不留行（二錢）　生大黃（三錢）　芒硝（三錢）
    一瀉而脹痛俱止。宋因詢善後之法，餘因書：
    蒼朮（一兩）　白朮（一兩）　炙甘草（五錢）　生麻黃（一錢）　杏仁（三錢）
    令煎湯代茶，汗及小便俱暢。即去麻杏，一劑之後，永不復發雲。餘按十棗湯一方，醫家多畏其猛峻，然餘用之屢效，今存此案，非惟表經方之功，亦以啓世俗之蔽也。
    【按】此吾師十年前之治案也。是時，餘有誌于醫，顧未嘗學焉。師另有本湯驗案多則，悉詳金匱發微。然則人猶是也，病猶是也，方猶是也，效亦猶是也。所謂古人不見今時月，今月曾經照古人，其間同具妙理。若曰古方不可治今病，猶曰古月不可照今人，得毋癡不可及？
    南宗景先生曰：“捨妹曾患脹病，初起之時，面目兩足皆微腫。繼則腹大如鼓，漉漉有聲，渴喜熱飲，小溲不利，呼吸迫促，夜不成寐。愚本《内經》開鬼門（玄府也，亦即汗腺），潔淨府（膀胱也）之旨，投以麻附細辛合胃苓散加減。服後，雖得微汗，而未見何效。妹倩金君篤信西醫，似以西醫治法勝于中醫，于是就診于某醫院，斷爲腎臟炎症，與以他藥及朴硝等下劑。便瀉數次，腹脹依然。蓋以朴硝僅能下積，不能下水也。翌日，忽頭痛如劈，號泣之聲達于四鄰，嘔出痰水，則痛梢緩。愚曰：此乃水毒上攻之頭痛，即西醫所謂自家中毒。仲景書中曾載此症，（見趙刻本《傷寒論》第一百六十條）非十棗湯不爲功。乘此體力未衰之時，可以一下而癒，遲則不耐重劑也。乃拟方用甘遂三分（此藥須煨透，服後始不致作嘔，否則吐瀉并作，頗足驚人，曾經屢次試驗而知），大戟芫花炒各錢半，因體質素不壯盛，改用棗膏和丸，欲其緩下。并令侍役先煮紅米粥，以備不時之需。服藥後，四五小時，腹中雷鳴，連瀉糞水十餘次，腹皮弛緩，頭痛亦除。惟神昏似厥，呼之不應。其家人鹹謂用藥過猛。愚曰：勿驚。《尚書》所雲“若藥不瞑眩，厥疾勿瘳”,此之謂也。如慮其體力不支，可進已冷之紅米粥一杯，以養胃氣，而止便瀉。如言啜下，果即瀉止神清。次日腹中仍微有水氣，因復投十棗丸錢半，下其餘水，亦去疾務盡之意。嗣以六君子湯補助脾元，且方内白朮一味能恢復其吸收機能。故調理旬日，即穫全癒。”（錄《中醫内科全書》）此亦古方治今病之一好例也。
    
***奔豚
  **奔豚其一
    劉（右）
    初診　（九月十六日）　始病中脘痛而吐水，自今年六月每日晨洩，有時氣從少腹上衝，似有瘕塊。氣還則絕然不覺。此但肝郁不調，則中氣凝滞耳。治宜吳茱萸湯合理中。
    淡吳萸（四錢）　生潞黨（五錢）　乾薑（三錢）　炙草（三錢）　生白朮（五錢）　生薑（三片）　紅棗（十二枚）
    二診　（九月十八日）　兩服吳茱萸合理中湯，酸味減而衝氣亦低，且晨洩已全痊。惟每值黃昏，吐清水一二口，氣從少腹挾痞上衝者，或見或否。
    治宜從欲作奔豚例，用桂枝加桂湯，更納半夏以去水。
    川桂技（三錢）　白芍（三錢）　生草（錢半）　桂心（錢半）　制半夏（五錢）　生薑（五片）　紅棗（七枚）
    拙巢注：服後全癒。
    【按】本案初診所謂吐水，二診所謂吐清水，頗可疑，或即是“白津”，其說詳下案。
  **奔豚其二（附列門人治驗）
    周（右住浦東）
    初診　氣從少腹上衝心，一日四五度發，發則白津出，此作奔豚論。
    肉桂心（一錢）　川桂枝（三錢）　大白芍（三錢）　炙甘草（二錢）生薑（三片）　大紅棗（八枚）
    【按】本案爲餘在廣益中醫院所診得者，餘視此頗感興趣，若自珍其敝帚者然，請從“白津”說起。
    《金履要略》曰：“寒疝繞臍痛，苦發則白津出，手足厥冷，其脈沈弦，大烏頭煎主之。”本條中“苦發”二字，《千金》《外台》作“若發”，此不足論。“白津”二字，《千金》《外台》作“白汗”,“白汗”二字在仲聖書中爲少見，或以爲即《素問》之“魄汗”，或以爲即《脈經》之“白汗”似未得爲的解。若仍作“白津”，亦未能确指爲何物。若釋“白津”爲“白帶”尤誤。因“帶”則稱“下”，而不稱“出”，稱“白物”而不稱“白津”故也。獨本案病者周右告我以一病狀，我無成句以形容之。欲得而形容之，除非“發則白津出”五字，庶足以當之。蓋周右每當寒氣上衝之時，口中津液即泉湧而出，欲止之不得，其色透明而白。待衝氣下降，此種白津方止。其來也不知何自，其止也不知何往。但決非痰濁之屬，蓋痰濁出于肺胃，此則出于口中，痰濁較濃而厚，此則較淡而清。痰濁之吐出須費氣力，此則自然流溢，故二者絕然爲二物。夫奔豚爲寒性病，既有出白津之例，則寒疝亦爲同類之寒性病，其出白津復何疑？師兄吳凝軒謂嘗親見凍斃之人將死之時，口出白津無算，泊泊而來，絕非出于其人之自主，與此正可互相印證，事實之不可誣有如是者！
    葉案曰：“高年少腹氣衝，脘下心肋時痛，舌底流涎，得甜昧，或靜卧，少瘥，知饑不食，大小便日窒。此皆陰液内枯，陽氣結閉。喻西昌有滋液救焚之議。然衰老關格病，苟延歲月而已，醫藥僅堪圖幸。”藥用“大麻仁、柏子仁、枸杞子、肉苁蓉、紫石英、炒牛膝。”細按本病實是奔豚，所謂“舌底流涎”，即是“白津”。其用藥雖非正道，而足以互證病情者乃至審也。
    按依西醫解剖學言，唾腺亦名涎腺，涎腺計有三對，曰耳下腺，曰颚下腺，曰舌下腺，其末端各有球囊如葡萄狀。耳下腺爲最大，在外耳之直下，别有管開口于上颚臼齒之近旁，以輸送唾液。颚下腺在下颚之内前部，舌下腺在舌底粘膜之下，其輸送管皆開口于舌尖下部之兩側。若唾腺神經起反射興奮，以致唾液分泌亢盛者，謂之反射性流涎症雲雲。竊意奔豚病者心腹部分之神經劇受刺激，因反射及于唾腺神經，故分泌唾液特多。此唾液也，實即本案所謂“白津”。
    二診　投桂枝加桂湯後，氣上衝減爲日二三度發，白津之出亦漸稀。下得矢氣，此爲邪之去路，佳。
    肉桂心（一錢半）　川挂枝（三錢）　大白芍（三錢）　炙甘草（三錢）　生薑（三片）　紅棗（十枚）　厚朴（錢半）　半夏（三錢）
    【按】初診時有爲我錄方之同學曰：此肝氣也。餘曰：肝氣之名太泛，毋寧
    遵經旨稱爲奔豚，同學疑焉。次日病者欣相告，曰：衝氣減矣，胃納亦增，同學愕然焉。餘又瑣瑣重問白津之狀，及關于白津之一切，所言悉合，無可疑焉。又曾細按其脈，頗見弦緊之象，與仲聖所言寒疝之脈相似，益見疝與奔豚，确屬類似之病。
    服桂枝加桂湯而得矢氣者，因桂性芳香兼能逐穢故也。然而逐穢氣之專功，卻不及厚朴，此爲餘屢次實驗而得之者。又以半夏善降，故并用之。
    三診　氣上衝，白津出，悉漸除，蓋矢氣得暢行故也。今圖其本，宜厚朴生薑甘草半夏人參湯加桂。
    厚朴（三錢）　生薑（四錢）　半夏（四錢）　甘草（三錢）　黨參（三錢）　桂心（一錢）　桂技（二錢）
    【按】餘每遇可研究之病，恆喜病者多來受診幾次，俾可詳誌服藥後之經過。
    但以用經方之故，病者向癒至速，每一二診後，即不復來。予乃無從詳訊，每致大失所望。本案當初診時，婦鑑于前此就地醫治之無效，頻問此病尚有癒望否。予期以十日，婦笑颔之。至二診來時，予鑑于前此查詢病情之無從，當即詳詢婦之滬寓住址。第三診後，婦果不復來。又越數日，餘乃按址趨至其戚家訪之。得其外甥女出見，曰：家舅母因病已將全癒，又以家務紛繁，早欣然回浦東去矣。
    以餘意默忖，此婦病根必然未拔，不久行當重發。夫當其病劇之時，則以身體爲重，家事爲輕，及其病減之後，又以家事爲重，身體爲輕，此乃人之常情，安足怪歟？
    有善懷疑之讀者必將問餘曰：何謂“今圖其本？”爲答此問題起見，餘乃不能不發表其未成熟之說。餘曰：奔豚病之本源乃腸中之矢氣，即腸胃中殘餘未曾消化之物，因發酵分解所生之氣是也。厚朴生薑甘草半夏人參湯治此最佳。方中人參生薑半夏能健胃降逆，使立建瓴之勢，厚朴甘草能逐穢安正，大有剿撫之功。病者服此後，其矢氣將更多，矢氣既去，腹之脹滿者乃漸平。本案周右腹本脹滿，兩服藥後，遂漸平，今特補述于此。病人之腹漸平，奔豚乃免復發，所謂圖其本者此也。
    我今當補述周婦氣上衝之情形，據述其氣确發源于小腹，惟并非僅中道一線直上，仿佛腹之兩旁皆有小線向上中方向升騰，直衝至心臟部分而杳。方其衝也，頗覺難堪，及其杳也，不知何去。而白津之忽湧忽止，又皆出于不能自主。如是前後數分鍾，方復原狀。然而神爲之疲，食爲之減。
    吾人當注意此婦之逆氣衝至心而杳一語，與經文“氣從少腹上衝心者”“氣從少腹上至心”二語，悉合符節。經文之“至”字，有以心爲止境，至此而止之意。經文之“衝”字，有以心爲正鹄，衝此即中之義。經文衝心至心大同小異之二條，悉主桂枝加桂湯，故我治本案衝心至心之奔豚，亦用桂枝加桂湯。
    此婦服藥得矢氣後，則上衝之氣頓減，可見衝心之逆氣無非腸中之矢氣，腸中之矢氣即是衝心之逆氣。意者腸中發酵之氣，既不能洩于下，勢必膨于中，故腹脹滿。而腹之脹滿程度又殊有限制，故此時氣乃随時有上溢之可能。適腸繫于腸間膜，膜中有無數靜脈管吸液上行，平時因血管有關約之作用，氣不能溢入血管。適其人暴受驚恐，關約失其效能（吾人手方握物，受驚則物堕地。書載難産之婦，因驟聞響器擲地，胎兒安下。是皆關約筋因驚失效之明證），于是氣乘機溢入血管。此溢入之量必甚微渺，然其害已烈，觀西醫之注射液劑，必避免空氣之随入，慎之又慎，可見一斑。設氣溢人靜脈管，病人之感痛楚尚不甚劇，因氣與靜脈血液同向上行故也。設其所溢入者爲動脈管，則二者逆向而行，痛楚斯甚。以我億測，此種氣甚且逆大動脈而上薄心臟，但心臟瓣膜開阖噴壓之力殊強，故氣終爲擊潰，或下退原處而杳。藥以桂枝加桂湯者，因桂枝能助動脈血運暢行之故，更加桂心以爲君，則其噴壓之力更強，而氣乃不能上溢，但能下返（我前釋桂枝湯中桂枝之用與此處相合，尚不致有兩歧之誤）。如此解釋，似覺圓滿。但依生理書言，腸中毒素每能侵入血管，至腸中之氣殊不能溢入血管之中。然今日之生理尚不足以盡釋實際之病理，觀肋膜炎病者進十棗湯後，其肋膜間之水竟從肛門而出，即是一例。故我敢依此種病例作奔豚病理之“假說”如上。“假說”雲者，即假定之學說，并非絕對之真理，姑留此說，以待他人之改正謬誤或補充證明者也。
    依鄙意，病者腸中先有氣之蘊積，偶受驚恐，則關約失效，致氣溢入血管之中。故仲聖曰“皆從驚發得之”。“發”猶言“始”也，此言大有深意。仲聖又曰：“燒針令其汗，針處被寒，核起而赤者，必發奔豚。”試問燒針令汗，何故多發奔豚？歷來注家少有善解。不知仲聖早經自作注釋，曰“加溫針，必驚也”，曰“醫以火迫劫之，亡陽必驚狂”，曰“奔豚，……皆從驚發得之”。合而觀之，則燒針所以發奔豚之理寧非至明？故以經解經，反勝贅說多多。惟其人腸中本有宿氣，待時而動，此乃可斷言者也。
    雖然，餘之假說，尚不止于此。設閱者能稍耐煩，容當續陳其義。餘曰：此上所述之奔豚病爲第一種奔豚，更有第二種奔豚與此稍異，即奔豚湯所主之奔豚病是也。
    此二種奔豚乃同源而異流者。同源者何？蓋同種因于腹中之氣是也。異流者何？蓋一則逆大動脈而犯心藏，一則溢入淋巴管，逆胸導管亦犯心藏，甚且犯胸與咽喉。師曰：“奔豚病，從少腹起上衝咽喉，發作欲死。”
    又曰：“奔豚氣上衝胸，腹痛，往來寒熱，奔豚湯主之。”即是此一種犯淋巴繫之奔豚。試更詳爲之證，胸導管之上端適當胸部，其位高于心臟，故曰“上衝胸”，而不僅曰“上至心”，此可證者一也。咽中如有炙臠者，屬半夏厚朴湯證，其病在咽喉部分之頸淋巴繫，屬少陽，與此處所謂上衝咽喉極相類，此可證者二也。淋巴繫病即中醫所謂少陽病，少陽病以“寒熱往來”爲主證，故曰“往來寒熱，奔豚湯主之”，此可證者三也。試察奔豚湯方内有半芩薑草，酷如少陽之主方小柴胡湯，此可證者四也。吾師曾用奔豚湯原方治癒此種奔豚病，其案情詳《金匱發微》。讀者欲知其詳，請自檢之，此可證者五也。有此五證，此第二種奔豚病乃告成立。
    是故姑以六經言，二種奔豚病同生于太陰，一則發于太陽，一則發于少陽。以生理言，兩種奔豚病同生于腸中氣，一則發于循環繫，一則發于淋巴繫。考之實例，發于循環繫者多，發于淋巴繫者少，故桂枝加桂湯之用，常較奔豚湯爲廣。東哲有言曰：“奔豚主劑雖多，特加桂湯爲最可也。”即緣此故耳。至奔豚病之劇者，其逆氣同犯循環淋巴二繫，亦屬可能之事，故用方亦不妨并合。
    筆述至此，奔豚病似可告一段落，徜有讀者更欲追問腸中氣之所由來，太陰病之所由成，我又安得無言？曰：以生理言，腸中氣之成，實由于胃乏消化力，即西醫所謂消化不良症是也。故欲治腸，當先健胃。猶欲求流之長，必先浚其源。雖然，是乃粗淺之言，不值一笑，今當進一步從心理方面言，曰：腸胃機能之所以不良者，乃憂思傷感有以造成之耳。試觀吾人偶逢憂傷，則食不下，即下亦不能化，可作明證。故中醫謂憂能傷脾，又謂脾主運化，猶言憂令人消化不良也。本此，用敢不揣冒昧。續伸仲聖之說曰：“奔豚病，皆從驚恐發之，而從憂傷積之。”蓋發于驟，而積于漸也。
    讀者試將前案吾師治驗例及本案拙案例合而考之，可知吾所言者，皆實驗之論，非玄想之談。又吾師之案與拙案較，在治法上言，有一不同之點在。讀者明眼，諒早已燭之。如其未也，不妨略予思考，得之，然後接閱下文，與吾所言者對勘，此乃治學之一法，添趣之一朮也。
    吾師前案先用吳茱萸合理中湯，繼用桂枝加桂湯納半夏，拙案則由桂枝加桂湯漸移作厚朴生薑甘草半夏人參湯加桂，一往一來，彼順此逆。易言之，吾師先治其本，後圖其标，餘則先治其标，後圖其本，與上卷葛根芩連湯證，師用退一步法，餘用進一步法者，遙遙對映，正可相得益彰。學者當知一病之來，每非一方可奏全功，見其實則進，慮其虛則退；惟其急則顧标，因其緩則保本。必也進退合度，标本無誤，病乃速已。抑進退之外，尚有旁敲側擊之法，标本之間，更有中氣逆從之調。一隅三反，又豈待焦唇之喋喋乎？
    曹穎甫曰：治病不經實地考驗，往往失之懸斷。孟子有言：爲高必自邱陵，爲下必因川澤。今佐景乃因仲師所言之病情，進而求其所以然，則見證用藥，随在有得心應手之妙，要不惟奔豚爲然也。又按奔豚向稱腎積，而方治實爲肝病。陳脩園謂奔豚湯暢肝氣而逐客邪，黃坤載發明桂枝解達肝郁，按中所述某同學所言肝氣亦自有理。但以奔豚證屬肝病則可，泛稱肝病，并不知爲奔豚證則不可耳。
    
***歷節
  **耿（右）
    初診　（八月二十七日）　一身肢節疼痛，腳痛，足胫冷，日晡所發熱，脈沈而滑，此爲歷節，宜桂枝芍藥知母湯。瘰疬，從緩治。
    川桂技（五錢）　赤白芍（各三錢）　生甘草（三錢）　生麻黃（三錢）熟附塊（五錢）　生白朮（五錢）　肥知母（五錢）　青防風（五錢）生薑（一塊打）
    二診　（九月一日）　服桂枝芍藥知母湯，腰痛略減，日晡所熱度較低，惟手足酸痛如故，仍宜前法。
    川桂技（五錢）　赤白芍（各五錢）　生甘草（三錢）　淨麻黃（四錢）　蒼白朮（各五錢）　肥知母（五錢）　青防風（四錢）　生薑（一塊打）　鹹附子（三錢生用勿泡）
    【按】吾師又曾治一戴姓婦人妊娠八月，爲其夫病求醫，抱夫乘車，胎兒竟爲夫身壓斃，遂作腹痛。一醫藥而堕之，腐矣，婦本屬血虛體質，死胎既下，因貧不能善後，即病歷節。手足拘攣，節骱劇痛，旦日較緩。拖延二年，方求師診。師用一方，二劑不應。二診改用某藥，汗乃大出。兩劑，肢節便可屈伸，足腫亦小，獨手發出大泡，有濃有水，將成潰爛。乃採丁甘仁先賢法，用大小薊各五錢，丹皮一兩，地骨皮四錢，清其血熱，二劑而痂成，四劑而痂脫。遂與未病時無異。以爲可無恙矣，婦忽陰癢難忍，蓋濕毒未盡，而下注也。師因令其用蛇床子煎湯熏洗，良瘥。未幾，入市購物，卒然暈倒，諸恙退而血虛之真象見。師乃用大熟地一兩，潞黨參五錢，川芎、當歸各四錢，龍骨、牡蠣各一兩，凡二十餘劑全癒，後竟抱子雲雲。
    曹穎甫曰：肢節疼痛，病名歷節。此證起于風邪外感，汗出不暢，久久濕流關節，脈遲而滑，屬寒濕。其微者用桂枝芍藥知母湯。其劇者宜烏頭揚。嘗治一吳姓男病，予用淨麻黃三錢，生白芍三錢，生綿耆三錢，炙甘草三錢，烏頭二枚切片，用蜜糖一碗另煎，煎至半碗，蓋悉本《金匱》法也。
    
***發背腦疽
  **人體外證之屬寒者，除流注外，發背腦疽最爲重大。惟世傳陽和湯一方與仲師當發其癰之旨最合，若誤投寒涼敗毒之品，十不活一。所以然者，爲血絡凝于寒濕，非疔毒流火之屬于陽證者比也。附陽和湯方如下：
    麻黃（三錢去根節）　炮薑（三錢）　熟地黃（一兩）　鹿角膠（三錢）肉桂（一錢）（寒重加附子）
    【按】友人周慕蓮君患腦疽，初起，察其屬陰性，法當與陽和湯，顧大便五日未行，疑其有熱結，爲之躊躇者再。誰知服湯後，次早項背轉動便易，大便暢下，乃悟其大便之閉，亦屬寒性故也。其外用膏藥，爲陽和膏。
    又有友人周煥根君患腦疽，發于項後偏右，皮色不變而結塊，脈微細，大便亦不行。採鄰居之言，購番瀉葉值銅元十枚服之，大下，而自止，疽反日劇。予仍以陽和湯投之，二日不應。易醫，又投陽和湯加減，二日，又不應。易名醫，投和榮通絡輕劑，不更衣，則無暇問也。如是二日，疽依然，而大便之不行也如故。無已，予乃囑用甘油錠以潤之，因用之不得法，無效。次日詳告以朮，乃下燥矢四五顆，随以溏薄矢液，自是得安寐竟日。醒來知饑索粥，精神大振。便下皆溏者，濕既有去處，疽乃以漸告癒。事後，餘乃悟此爲先鞕後溏證，原不可攻，其所以有燥矢結于腸中者，必是番瀉葉之流弊，蓋大下亡陰，液去而矢在，故結而致燥也。病家之藥誤，醫者可不留意哉？
    曹穎甫曰：陽和湯一方不惟腦疽發背爲宜，即膝蓋忽然酸疼，爲鶴膝風初步，用之亦多效。若華母于去冬今春兩次患此，臨睡時服藥，醒即不痛。施之骨槽風病，亦能一服定痛，真神方也。
    
***汗後致虛
  **若華母案缺。
    生半夏（三錢）　炙草（五錢）　當歸（三錢）　陳皮（三錢）　白朮（三錢）　生黃耆（三錢）　熟附塊（五錢）　黨參（四錢）　熟地（二兩）　乾薑（三錢）　川芎（三錢）　炙乳沒（各三錢）　生米仁（一兩）
    【按】師母體素瘦削，而微有痰飲之疾。數日前，偶感風寒，惡寒，頭痛，發熱，師硫表劑予之，稍瘥而未了了。再予之，如是者屢。餘曾檢得其一方，爲桂枝三錢，白芍三錢，生草二錢，浮萍三錢，薑三片，蓋桂枝湯去大棗加浮萍也。服後，汗出甚多，微惡寒，神疲心痛，叉手自冒，徐按稍瘥，筋肉不舒，有如針刺，皮膚乾燥，血脈色轉褐，心時悸，頭時眩，坐立不穩，自覺搖搖然，脈細小而弱。師母固知醫者，因謂師曰：我今虛，法當補。互商之下，乃得上方。師母且曰：倘熟附而不效者，我明日當易生附也。其時方暮，心痛甚劇，筋肉牽掣亦良苦。進初煎，旋得安睡。夜半醒來，痛随大減。次早進次煎，精神大振。皮色較潤，而行動漸漸如常矣。
    事後，餘推測本案之病理藥效，其有可得而言者，師母似繫血液衰少，痰濁凝據之體，雖有表證，本不宜發汗過多。論曰：“脈浮緊者，法當身疼痛，宜以汗解之。假令尺中遲者，不可發汗。何以知然，以榮氣不足，血少故也。”可以見之。況桂枝湯去大棗加浮萍，其發汗之力較桂枝原湯爲尤猛。因大棗本爲保存津液者，今反易以傷津液之浮萍故也。以不宜發汗之人，令大發其汗，自有變證。
    大論曰：“發汗過多，其人叉手自冒心，心下悸，欲得按者，桂枝甘草湯主之。”此蓋爲無痰飲者言之耳。又曰：“太陽病，發汗，汗出不解，其人仍發熱，心下悸，頭眩，身瞤動，振振欲擗地者，真武湯主之。”此蓋爲有痰飲者言之。又曰：“發汗，病不解，反惡寒者，虛故也。芍藥甘草附子湯主之。”此蓋爲虛者言之。今師母所服之方，雖非桂枝甘草湯，亦非真武湯，又非芍藥甘草附子湯，然相去匪遠，而周詳或且過之，故能效也。由是觀之，仲聖教人用麻桂以表邪，固又教人有不宜用麻桂之證，而又教人誤用後補救之法。其意也善，其法也備，觀本案而益信。讀《傷寒論》者，又安可執其一而捨其二哉？
    曹穎甫曰：虛人發汗，是謂重虛。重虛之人，必生裏寒。血不養筋，故筋脈牽掣。血不充于脈道，故微細。不補氣血則筋脈不調，不溫水藏則表陽不達。又因其有水氣也，加乾薑半夏。因其體痛也，加乳香沒藥。因其心悸也，重用炙甘草。因其夾濕也，而加生苡仁。大要随證酌加，初無成方之可據。而初意卻在并用朮附，使水氣得行于皮中。蓋救逆之方治，原必視病體爲進退也。
    
***太陽轉陽明
  **太陽轉陽明其一
    姚（左）　發熱，頭痛，有汗，惡風，脈浮緩，名曰中風，桂枝湯加浮萍主之。
    川桂枝（三錢）　生白芍（三錢）　生草（錢半）　浮萍（三錢）生薑（三片）　大棗（三枚）
    服藥後進熱粥一碗，汗出後，諸恙可癒。汗出熱不除，服後方，熱除不必服。
    生川軍（三錢）　枳實（三錢）　厚朴（錢半）　芒硝（二錢衝）生甘草（錢半）
    【按】上列二方乃師初診時一次疏予者也。他醫似無此例，然師則常爲之。
    師曰：“我今日疏二方，病者明日可以省往返之勞，節診金之費，不亦善哉？”雖然，苟我師無先見之明，能預知明日之變證者，其亦安肯若是耶？
    浮萍爲我師暑天常用之藥，多加于桂枝湯中。師每贊其功。病者姚君持方去後，竟不敢服。質疑于恽鐵樵先生之門人某君。某君曰：先解其表，後攻其裏，是乃仲聖之大法也，安用疑爲？卒從其言。服後汗出，果如方案所記，諸恙悉癒。不意半日許，復熱，病者固不知此熱卻非彼熱，姑壯膽服後方，竟便行而熱除。三日，悉如常人。
    餘問曰：桂枝湯之後，有宜繼以承氣者，有無須繼以承氣者，其間豈無辨認之點耶？師曰：病者初診，吾見其苔作黃色而且厚，吾以是用承氣也。餘曰：諾，舉一反三，又豈惟苔黃厚而已？則凡便之不暢或不行者，口渴者，闕上痛者，或素體熱盛者，莫非皆承氣之預見證乎？予自是亦能效吾師之法，一診而疏二方矣。
    以餘臨床實驗所得，凡服桂枝湯後，桂枝證除而轉爲陽明輕證，又服承氣而病癒不傳者，甚多。狀此事實，則“一日太陽，二日陽明”八字恰甚貼切。雖然，此僅就太陽病服藥者言，若不服藥，恐又非如是矣。餘固不謂内經之一日至六日相傳一說，盡合于事實者也。
    曹穎甫曰：予治傷寒學，早于仲師大論中證明七日爲一候，一候爲一經，二候爲再經，六經傳遍當在四十二日。然亦有不作再經者，由其腸胃中本不燥實也。若太陽之病初起，陽明先見燥實，則先解其表，後攻其裏，即爲正治。予昔治趙庭槐之妻常以一方箋書二方，治癒者不止一二次。又嘗治缪桂堂亦用二方并書一箋，缪不識字，誤以二方之藥并煎，亦汗出便通而癒。
  **太陽轉陽明其二
    徐柏生
    初診　微覺惡寒，頭痛，腰腳酸，左脈甚平，右脈獨見浮緩，飲暖水，微有汗，而表熱不去，此風邪留于肌腠也。宜桂枝湯加浮萍。
    川桂枝（三錢）　生白芍（三錢）　生草（一錢）　浮萍（三錢）生薑（三片）　棗（七枚）
    二診　汗出身涼，大便不行，宜麻仁丸。
    脾約麻仁丸（三錢）　芒硝泡湯送下。
    拙巢注：藥後大便行，癒矣。
  **太陽轉陽明其三
    俞哲生
    初診　微覺惡寒，頭痛，發熱，脈浮小緊，宜麻黃湯。
    淨麻黃（三錢）　桂枝（三錢）　生草（一錢）　光杏仁（三錢）
    二診　汗出，熱除，頭痛惡寒止，惟大便三日不行，胸悶惡熱，脈浮大，宜承氣湯，所謂先解其表後攻其裏也。
    生川軍（三錢後入）　枳實（四錢）　川朴（二錢）　芒硝（二錢衝）
    拙巢注：服藥後，下四次，病全癒。
  **太陽轉陽明其四
    王（左）
    初診　（二十四年三月五日）　起病于浴後當風，惡寒而咳，一身盡痛，當背尤甚，脈弦，法當先解其表。得汗後，再行攻裏。大便七日不行，從緩治。
    生麻黃（三錢）　川桂枝（三錢）　光杏仁（三錢）　北細辛（二錢）　乾薑（三錢）　五味子（二錢）　生甘草（一錢）　制半夏（三錢）　白前（四錢）
    【按】本案病者王君平素有疾必就師診，每診一二次，疾必良已。者番又來，自謂病重甚，不知能如前速癒否？師笑謂無妨，汗出續診一次可矣。君欣然告辭。
    二診　（三月六日）　發汗已，而大便未行，食入口甜，咽腫脘脹，右脈滑大，下之可癒。
    生川軍（三錢）　枳實（四錢）　厚朴（一錢）　芒硝（三錢衝）
    【按】診後病者問明日尚須覆診否，察其神清，蓋已非昨日病象矣。師笑曰，無須再勞駕矣，後如師言。
    學者當知疾病之傳變，絕無一定之成規。若我前所謂桂枝湯證一變而爲白虎湯證，麻黃湯證一變而爲麻杏甘石湯證，葛根湯證一變而爲葛根芩連湯證，此皆言其至常者也。若以上太陽轉陽明諸案，或由桂枝證傳爲承氣證或麻子仁丸證，或由麻黃湯證或由小青龍湯證傳爲承氣證，又皆不失其常者也。若其它種種傳變，或由葛根湯證傳爲承氣證，或由大青龍湯證傳爲承氣證，又悉在可能之中，何必一一贅列？是故醫者但求能辨證用方，初不必慮其病變多端，但求能大膽細心，初不必泥于溫熱傷寒也。
    “邪之着人，如飲酒然。凡人醉酒，脈必洪而數，氣高身熱，面目俱赤，乃其常也。及言其變，各有不同。有醉後妄言妄動，醒後全然不知者，有雖沈醉，而神思終不亂者，醉後應面赤而反刮白者，應委頓而反剛強者，應壯熱而反惡寒戦栗者，有易醉而易醒者，有難醉而難醒者，有發呼欠及噴嚏者，有頭眩眼花及頭痛者。因其氣血虛實之不同，臟腑禀賦之各異，更兼過飲少飲之别。考其情狀，各自不同。至論醉酒一也，及醒，一時諸態如失。”此吳氏又可借飲酒以喻邪之傳變無定者也。因其言通俗易曉，故借錄之。
    
***暑天陽明病
  **血熱壯盛之人，遇天時酷蒸，往往以多汗而胃中化燥。始則大便不行，繼則口燥飲冷。夏令伏陰之體，飲冷太暴，或且轉爲下利。究之利者自利，胃中燥實依然不去，故仍宜用大承氣湯以下之。予子湘人辛未六月在紅十字會治一山東人，親見之。一劑後，不再來診，蓋已瘥矣。壬申六月，復見此人來診。診其脈，洪大而滑疾，已疏大承氣湯方治矣。其人曰，去歲之病承先生用大黃而癒，湘人告以亦用大黃，其人欣然持方去，不復來，蓋又瘥矣。又江陰街煙紙店主嚴姓男子，每年七月上旬，大便閉而腹痛，予每用調胃承氣湯，無不應手奏效。
    【按】此又天時之關繫于疾病者也，吾人但知其理足矣。至疏方用藥，仍當一以脈證爲依歸，設在盛夏遇真寒之霍亂證，脈伏肢冷，吾知四逆又爲必用之方矣。
    曹穎甫曰：以上所列二證不過欲證明至其年月日時復發之理由，而病之變化，要必視其人之本體爲斷。其人血熱過重，則易于化燥，水分過多，則易于化濕，燥熱當瀉，寒濕當溫，誠當如佐景所雲矣。
    
***産後陽明病
  **同鄉姻親高長順之女嫁王鹿萍長子，住西門路，産後六七日，體健能食，無病，忽覺胃納反佳，食肉甚多。數日後，日晡所，覺身熱煩躁，中夜略瘥，次日又如是。延恽醫診，斷爲陰虧陽越。投藥五六劑，不效。改請同鄉朱醫，謂此乃桂枝湯證，如何可用養陰藥？即予輕劑桂枝湯，内有桂枝五分，白芍一錢。二十日許，病益劇。長順之弟長利與餘善，乃延餘診。知其産後惡露不多，腹脹，予桃核承氣湯，次日稍癒。但仍發熱，脈大，乃疑《金匱》有産後大承氣湯條，得毋指此證乎？即予之，方用：
    生大黃（五錢）　枳實（三錢）　芒硝（三錢）　厚朴（二錢）
    方成，病家不敢服，請示于恽醫。恽曰：不可服。病家遲疑，取決于長順。長順主與服，并願負責。服後，當夜不下，次早，方下一次，乾燥而黑。午時又來請診，謂熱已退，但覺腹中脹，脈仍洪大，囑仍服原方。實則依餘意，當加重大黃，以病家膽小，姑從輕。次日，大下五六次，得溏薄之黑糞，糞後得水，能起坐，調理而癒。獨怪近世醫家遇虛羸之體，雖大實之證，不敢竟用攻劑。不知胃實不去，熱勢日增，及其危篤而始議攻下，惜其見機不早耳！
    【按】王季寅先生作《産後之宜承氣湯者》篇曰：“産後虛證固多，實證間亦有之，獨怪世醫動引丹溪之說，謂産後氣血雙虛，惟宜大補，雖有他證，均從末治，執此以診，鮮不贻誤。餘友王百安君于月前治一郭姓婦人。該婦于雙産後，發狂見鬼，多言駡詈，不認親疏。其嫂曾被其掐頸，幾至驚斃。家人因使強有力者羅守之。遂延王君往診，車至中途，病家喘急汗流奔告曰，病者角弓反張，口吐涎沫，現已垂危，後事均已備妥，特詢還可醫否？如不可醫，毋徒勞先生往返也。王君答以果繫實症，不妨背城借一，或可挽回，然未敢必也。及至病所，見病人反張抽搐，痰涎如湧，診其脈，數而疾，因病者躁動，未得細診。詢以惡露所見多寡，腹中曾否脹痛，二便若何，該家驚吓之餘，視病者如虎狼，此等細事全無人知。王君以無碻鑿左證，力辭欲去。病家苦求立方，堅不放行。王君默念重陽則狂，經有明文，加以脈象疾數無倫，遍體灼熱，神昏流涎，在在均露熱征。其角弓反張當繫熱極成痙。綜合以上各點，勉拟下方。生石膏四錢，知母三錢，寸冬三錢，川連三錢，條芩三談，阿膠三錢，白薇三錢，生地三錢，半夏三錢，木通三錢，隻殼三錢，生軍三錢，粉草一錢，竹葉三錢。一劑，痙癒，躁動略安。復延往診，病者固拒不令診脈，詢以大便情形，據雲水洩挾有燥糞，遂爲立大承氣湯加桃仁丹皮，囑其分三次灌之。如初次服後矢氣，便爲對證，可將餘藥服下。次日，病家來雲，躁動若失，已能進食，惟仍狂言不寐。遂處下方：川連、炒梔子、條芩、杭芍、阿膠、雲苓、茯神、遠誌、柏子仁、琥珀、丹皮、當歸、生地、雞子黃。據稱服後熟睡竟夜，此後可以無慮。其母因其灌藥艱難，拟令靜
    曹穎甫曰：産後宜溫之說，舉世相傳，牢不可破。而生化湯一方，幾視爲金科玉律，何怪遇大實大熱之證，而束手無策也。大凡治一病，必有一病之主藥，要當随時酌定，不可有先入之見。甚有同一病證，而壯實虛羸之體不當同治者，此尤不可不慎也。
    
***陽明大實
  **陳（左住馬浪路十四歲）
    初診　（八月十七日）　發熱有汗，闕上痛，右髀牽掣，膝外廉痛，時欲嘔，大便不行，渴飲，舌苔黃燥，腹滿，脈滑，陽明證備，于法當下，宜大承氣湯加黃連。
    生錦紋軍（四錢後入）　枳實（四錢）　中朴（錢半）　芒硝（三錢衝服）　淡吳萸（五分）　細川連（二分）
    二診　（八月二十日拟方）　下後，但見燥矢，闕上仍痛，時欲吐，痰多，是陽明燥氣未盡，上膈津液化爲痰涎也，宜小半夏加硝黃。
    制半夏（四錢）　生川軍（三錢後入）　芒硝（錢半衝）　生薑（五片）
    【按】若仍用大承氣湯加重厚朴，似亦甚佳，因厚朴并能去上濕也。
    三診　（八月二十二日）　進小半夏合承氣，下後，熱除，痛止，知饑。經食煮紅棗六枚，頓覺煩悶，夜中谵語不休，甚至昏暈。此特下後腸中燥熱上熏腦部，而又發于下後，要爲無根毒熱，不足爲患。夜不能寐，當用酸棗仁湯加減。
    酸棗仁（五錢）　辰砂（五分）　潞黨參（三錢）　知母（三錢）　天花粉（一兩）　生薑（三片）　紅棗（三枚）
    【按】本湯之用，似不得當，蓋此時熱勢方稍稍受折，轉瞬當復熾。觀其僅服紅棗六枚，即轉爲谵語昏暈，不可終日，可以知矣。酸棗仁湯功能安和神經，使人入睡，爲病後調理之良方，而不宜于此熱勢囂張之時，故服後少效，宜其然也。或者當時病家見兩服硝黃，遂懼病者虛脫，故乃懇師用此似較平穩之方歟？
    四診　（八月二十三日拟方）　陽明之熱未清，故尚多谵語，闕上痛，渴飲，宜白虎湯加味。
    生石膏（八錢）　知母（四錢）　生甘草（二錢）　天花粉（一兩）　洋參片（五錢）　滑石（六錢）　粳米（一撮）　牡蠣（二兩生打先煎）
    五診　（八月二十四日）　服人參白虎湯加味，渴飲，闕上痛定，夜無谵語，今尚微渴，飲粥湯便止，仍宜前法。
    生石膏（一兩）　知母（三錢）　生草（三錢）　天花粉（一兩）　北沙參（八錢）　潞黨參（五錢）　塊滑石（一兩）　左牡蠣（二兩先煎）
    拙巢注：此證不大便二十餘日，始來就診，兩次攻下，燥熱依然未盡。予所治陽明證未有若此之重者，自十七日至今，前後凡八日，方凡五易，始得出險。此與三角街吳姓婦相似，蓋郁熱多日，胃中津液久已告竭也。
    曹穎甫曰：此證下後，濕痰未去。二診懸拟方，因病家來告貧苦，減去厚朴，以致濕熱留于上膈。三診，但治不寐，未嘗顧及陽明實證。下後胃熱未除，以致病根不拔，誠如佐景所言。蓋胃不和，固寐不安也。附誌于後，以誌吾過，而警將來。曾記八年以前，同鄉周巨臣紹介一汪姓病人，初診用生大黃四錢，厚朴二錢，枳實四錢，芒硝三錢，其人病喘不得眠，壯熱多汗，脈大而滑，下後稍稍安眠，而時吐黃濁之痰，予用承氣湯去大黃加皂莢末一錢，二劑而癒，與此證相似，并附存之。
    
***陽明戦汗
  **陸（左）
    初診　（三月二十二日）　陽明病，十日不大便，惡氣衝腦，則闕上痛，腦氣昏，則夜中谵語，陽明燥氣熏灼，則右髀牽掣，膝屈而不伸，右手亦拘攣，夜不安寐，當急下之，宜大承氣湯。
    生川軍（四錢後入）　枳實（三錢）　中朴（一錢）　芒硝（三錢衝服）
    拙巢注：此證服藥後，夜中大下二次，稍稍安睡。二診三診用白虎湯爲主，以其右手足不伸，而加芍藥，以其渴飲，而加天花粉。三診後，聞延張衡山兩次，又以無效中止。三十日後，聞其惡熱甚，家人飲以雪水，頗安適，此即“病人欲飲水者，少少與之，即癒”之證也。予爲之拟方用生石膏二兩，知母五錢，生甘草三錢，西洋參一錢，和米一撮。煎湯服後，病者甚覺清醒。四月一日服二煎，至午後，病者忽然寒戦，閉目若死，既而壯熱汗出，此當在傷寒論戦而汗出之例，非惡侯也。
    續診（四月六日拟方）　此證自三月二十二日用大承氣湯下後，兩服涼營清胃之劑，不效。其家即延張衡山二次，不效中止。後于三十日聞其惡熱渴飲，用白虎加人參湯，至一日戦而汗出，意其癒矣。至四日，病家謂其右手足不伸，而酸痛，爲之拟方用芍藥甘草湯加味（赤白芍各一兩，炙甘草五錢，炙乳沒各三錢，絲瓜絡三錢），手足乃伸。今日病家來雲能食，但欲大便不得，小便赤，更爲之拟方如左：
    生川軍（一錢五分）　芒硝（一錢衝）　生甘草（二錢）
    拙巢注：下後諸恙悉癒，胃納大暢。
    【按】戦而汗出，是爲戦汗。若本案之戦汗，是陽明之戦汗也。大論曰：“凡柴胡湯病證，而柴胡證不罷者，復與柴胡湯，必蒸蒸而振，卻復發熱汗出而解。”是少陽之戦汗也。又曰：“太陽病未解，脈陰陽俱停，必先振栗，汗出而解。”是太陽之戦汗也。粗觀之，似三陽皆有戦汗。試問病人何以欲汗？曰：假此以逐邪耳。設其人正氣充實，受邪不重，又得藥力以助之，則濈然汗出，了無煩苦。設不假藥力之助，但憑正氣與邪相搏，則其人略有煩苦矣。故大論曰：“欲自解者，必當先煩，乃有汗而解。”設其人正氣虛弱，邪氣充實，即使得藥力之助，亦必須鼓額懔栗，努力掙紮，方能得汗，而其外表不僅爲煩，甚當爲戦矣。故大論又曰：“問曰：病有戦而汗出，因得解者，何也？答曰：脈浮而緊，按之反芤，此爲本虛，故生戦而汗出也。其人本虛，是以發戦，以脈浮，故當汗出而解，若脈浮而數，按之不芤，此人本不虛，若欲自解，但汗出耳，不發戦也。”本條詞句重疊，不類仲聖口吻，然而說理至精，可以奉信。抑餘尤有說焉，伸之如下：
    凡汗出而癒，屬于太陽病居多，屬于少陽病次之，屬于陽明病者尠。夫太陽之戦汗，原不足以爲異。少陽病服柴胡湯已，其濈然或戦而汗出解者，或亦有太陽之邪錯雜于其間也。至本案陽明病之戦汗，亦無非舊日太陽或少陽之宿邪，寄于肌表三焦，醫者不能善爲汗解，及其病已轉爲陽明，則液灼不能化汗，醫更無暇及之。及其後，陽明病癒，陰液少復，病者自己之正氣欲除久伏之宿邪，故不得已出于一戦耳。由是觀之，謂本案曰陽明之戦汗者，特就其近病而言之耳，猶非至通之論也。
    戦汗者，破釜沉舟，背城借一之謂也。戦而勝，則生。不勝，則死。一戦不決，則再三戦，以求其果。蓋久病之後，正氣不堪病魔之纏擾，故寧與一決雌雄，以判勝負。是故戦汗乃生死之樞機，陰陽所從分，醫者病家，當共深曉，爰錄三則，以爲參考。
    《傷寒證治明條》雲：“凡傷寒疫病戦汗者，病人忽身寒鼓颔戦栗，急與薑米湯熱飲，以助其陽。須臾戦定，當發熱汗出而解。或有病人惡熱，盡去衣被，逆閉其汗，不得出者，當以生薑豆豉紫蘇等發之。有正氣虛不能勝邪，作戦而無汗者，此爲難治。若過半日或至夜而有汗，又爲癒也。如仍無汗，而神昏脈漸脫者，急以人參薑棗煎湯以救之。又有老人虛人，發戦而汗不行，随即昏悶，不知人事，此正氣脫而不復蘇矣。”又雲：“餘見疫病有五六次戦汗者，不爲害也。蓋爲邪氣深，不得發透故耳。又有二三次復舉者，亦當二三次作戦，汗出而癒。”
    《醫林繩墨》雲：“應汗而脈虛弱者，汗出必難。戦不得汗，不可強助，無汗即死。當戦不得用藥，用藥有禍無功，要助其汗，多用薑湯。”
    《溫疫論》雲：“應下失下，氣消血耗，即下亦作戦汗。但戦而不汗者危，以中氣虧微，但能降陷，不能升發也。次日，當期復戦，厥回汗出者生，厥不回，汗不出者死，以正氣脫，不勝其邪也。戦而厥回無汗者，真陽尚在，表氣枯涸也，可使漸癒。凡戦而不復，忽痙者必死。痙者身如屍，牙關緊，目上視。凡戦不可擾動，但可溫覆，擾動則戦而中止，次日當期復戦。”又雲：“狂汗者伏邪中潰，欲作汗解，因其人禀賦充盛，陽氣衝擊，不能頓開，故忽然坐卧不安，且狂且躁，少頃大汗淋漓，狂躁頓止，脈靜身涼，霍然而癒。”
    《溫疫論》又雲：“溫疫得下證，日久失下，逐日下利純臭水，晝夜十數行，乃致口燥唇乾，舌裂如斷。醫者按仲景協熱下利治法，與葛根黃連黃芩湯，服之轉劇。餘診視，乃熱結旁流，急與大承氣湯一服，去宿糞甚多，色如敗醬，狀如粘膠，臭惡異常。是晚利止，次日服清燥湯一劑，脈尚沈，再下之，脈始浮。下證減去，肌表尚存微熱。此應汗解，雖不得汗，然裏邪先盡，中氣和平，所以飲食漸進。半月後，忽作戦汗，表邪方解。蓋緣下利日久，表裏枯燥之極，飲食半月，津液漸回，方能得汗，所謂積流而渠自通也。可見脈浮身熱，非汗不解，血燥津枯，非液不汗。昔人以奪血無汗，今以奪液亦無汗，血液雖殊。枯燥則一，則知溫疫非藥可得汗者矣。”本節上半可作自利清水大承氣證之補注，下半可作餘說戦汗多屬太陽病之别解。
    曹穎甫曰：戦汗多屬太陽，爲前人所未發，蓋太陽有寒水，他經不當有寒水也。凡戦汗而癒之病，皆由太陽失表所致。在少陽一經，猶曰手少陽三焦爲寒水下行之經隧。而陽明已經化燥，則斷斷不應有此。而卒見此證者，或由其人水分太多，上膈水氣猶在，腸胃已經化燥，水氣被蒸，化爲濕熱，與燥矢相持而不動，燥矢一去，濕熱不能獨留，乃戦汗而外出，數十年來偶然一見，要未可據爲成例也。
    【又按】以上吾師各案，皆爲依法治之而得生者，所謂驗案是也。然而驗案之書多矣，掩不善而着善，何足貴者？吾今特選吾師治而不驗之案，詳述于後，以存真迹，而昭大信。考其不治之由，或因病情之過重，或因證方之未合，或因藥量之嫌輕，或因人事之未盡。拙按内悉旁征博引，細爲推求，間有越仲聖之大範者，不計也。總冀閱者穫此，庶了若觀火，洞垣一方，以後即遇此種疑難險證，亦能治之而驗。夫如是則今茲不驗之案尤遠勝于吾前此之驗案也歟？
    
***陽明嘔多
  **陸（左八月二十九日住大興街）　傷寒八九日，哕而腹滿，渴飲，小便多，不惡寒，脈急數，此即仲師所謂知其何部不利，利之而癒之證也。
    生錦紋軍（三錢後入）　生甘草（二錢）　枳實（二錢）　芒硝（二錢衝服）
    拙巢注：此證下後，呃不止，二日死。
    【按】大論曰：“傷寒嘔多，雖有陽明證，不可攻之。”按嘔多與嘔異，凡嘔多不止者，其胃機能必衰逆，更加硝黃苦寒以傷其氣，是爲誤治。法當先治其嘔爲是。吾師《傷寒發微》注本條雲：“蓋即《金匱》病人欲吐者，不可下之之說也。胃中郁熱上泛，濕痰壅于上膈，便當用瓜蒂散以吐之。胃中虛氣上逆，而胸滿者，則吳茱萸湯以降之。否則，無論何藥入咽即吐，雖欲攻之，烏得而攻之。故必先殺其上逆之勢，然後可行攻下。予每遇此證，或先用一味吳萸湯。間亦有肝膽郁熱，而用萸連湯者。嘔吐既止，然後以大承氣湯繼之，陽明實熱乃得一下而盡。須知‘有陽明證’四字，即隱示人以可攻。若不于無字處求之，但狃于胃氣之虛，視芒硝大黃如蛇蠍，真瞌睡漢耳。”薛生白先賢曰：“濕熱證，嘔惡不止，晝夜不差欲死者，宜用川連三四分，蘇葉二三分，兩味煎湯呷下，即止。”可以互參。
    曹穎甫曰：于昔治肉莊範阿良婦十五日不大便，終日嘔吐，渴而飲水，吐尤甚。予診其脈洪大而實，用大承氣湯，生軍三錢，枳實三錢，川朴二錢，芒硝三錢。以其不能進藥也，先用吳萸三錢，令其煎好先服，一劑癒。後治菜市街福興祥衣莊男子，大熱，脈實，大便七日不行，亦以其茶水入口即吐也，先用薑汁半夏三錢，吳萸一錢，川連三分，令其先行煎服，然後用大黃三錢，枳實四錢，厚朴一錢，芒硝三錢，亦以一劑癒。蓋見嘔吐者易治，見哕逆者難治，世有能治此者，吾當北面事之。
    
***陽明津竭
  **甘（右）
    初診　（四月八日）　陽明病，十四日不大便，闕上痛，谵語，手足濈然汗出，脈滑大，宜大承氣湯。
    生川軍（五錢後入）　枳實（四錢）　川朴（錢半）　芒硝（三錢衝服）
    二診　（四月九日）　下經三次，黑而燥，谵語如故，脈大汗出，前方加石膏知母。
    石膏（一兩）　知母（五錢）　加入前方中【按】張氏錫純曰：“愚臨證實驗以來，知陽明病既當下，其脈遲者固可下，即其脈不遲而又不數者，亦可下。惟脈數及六至，則不可下，即強下之，病必不解，或病更加劇。而愚對于此等病，則有變通之下法，即用白虎加入參湯，將石膏不煎入湯中，而以所煎之湯將石膏送服者是也。愚因屢次用此方奏效，遂名之爲白虎承氣湯。方爲生石膏八錢搗細，大潞黨參三錢，知母八錢，甘草二錢，粳米二錢。藥共五味，將後四味煎湯一鍾半，分二次將生石膏細末用溫藥湯送下。服初次藥後，遲兩點鍾，若腹中不見動作，再服第二次，若腹中已見動作，再遲點半鍾，大便已下者，停服。若仍未下者，再將第二次藥服下。至若其脈雖數而洪滑有力者，用此方時，亦可不加黨參。愚從來遇寒溫證之當下，而脈象數者，恆投以大劑白虎湯，或白虎加人參湯，其大便亦可通下。然生石膏必須用至四五兩，煎一大碗，分數次溫服，大便始可通下。間有服數劑後，大便仍不通下者，其人亦恆脈靜身涼，少用玄明粉二三錢，和蜜衝服，大便即可通下。然終不若白虎承氣用之較便也。按生石膏若服其研細之末，其退熱之力一錢抵煎湯者半兩，若以之通大便，一錢可抵煎湯者一兩。是以方中止用生石膏八錢，而又慎重用之，必分二次服下也。寒溫陽明病，其熱甚盛者，投以大劑白虎湯，其熱稍退。翌日，恆病仍如故。如此反復數次，病家終疑藥不對證，而轉延他醫，因致病不起者多矣。愚復拟得此方，初次用大劑白虎湯不效，二次即將生石膏細末送服。其湯中用五六兩者，送服其末不過兩餘，或至二兩，其熱即可全消矣。”張氏謂脈遲可下，脈數難下，吾師則謂下後脈和
    三診　（四月十日）　兩次大下，熱勢漸平，惟下後津液大傷，應用白虎加人參湯，無如病家貧苦，姑從生津着意。
    生石膏（五錢）　知母（三錢）　生草（二錢）　天花粉（一兩）　北沙參（一兩）　元參（三錢）　粳米（一撮先煎）
    拙巢注：此證當兩次下後，脈仍洪大，舌乾不潤，竟以津液枯竭而死，可悲也。
    【按】張氏又曰：“愚用白虎加人參湯，或以玄參代知母（産後寒溫證用之），或以芍藥代知母（寒溫兼下利者用之），或以生地黃代知母（寒溫兼陰虛者用之），或以生山藥代粳米（産後寒溫證用之，寒溫熱實下焦氣化不固者用之），或于原方中加生地黃玄參花粉諸藥，以滋陰生津，加鮮茅根鮮蘆根生麥芽諸藥，以宣通氣化。凡人外感之熱熾盛，真陰反復虧損，此乃極危險之症。此時若但用生地玄參沙參諸藥以滋陰，不能奏效，即將此等藥加于白虎湯中，亦不能奏效。惟石膏與人參并用，獨能于邪熱熾盛之時立復真陰，此仲師制方之妙實有挽回造化之權也。”觀本案以病家貧苦，無力用人參，卒致不起，可證張氏之言爲不虛。
    津竭而反當下之證，固不可冒然用大承氣，除張氏之白虎承氣湯法外，尚有麻子仁丸法，惟麻仁如不重用，依然無效。又有豬膽汁導法，取其苦寒軟堅，自下及上，亦每有效。若節庵陶氏黃龍湯法，即大承氣湯加人參地黃當歸，正邪兼顧，屢建奇功。降至承氣養營湯，即小承氣湯加知母當歸芍藥地黃，效相仿佛。又聞有名醫仿白虎加人參之例，獨加人參一味于大承氣湯中，預防其下後之脫，亦是妙策。至吳鞠通之增液承氣湯，其功原在承氣，而不在增液。若其單獨增液湯僅可作病後調理之方，決不可倚爲病時主要之劑。故《溫病條辨?中焦篇》十一條增液湯主之句下，復曰“服增液湯已，周十二時觀之，若大便不下者，合調胃承氣湯微和之。”蓋彼亦知通幽蕩積，非增液湯所能也。
    
***陽明鼻衄
  **陳（右住九畝地年二十九歲）
    初診　四月十七日十八日不大便，腹脹痛，脈洪大，右足屈而不伸，壯熱，證屬陽明，予調胃承氣湯。
    生川軍（三錢）　生甘草（錢半）　芒硝（二錢）
    二診　（四月十八日）　昨進調胃承氣湯，下經四次，陽明之熱上衝腦部，遂出鼻衄，渴飲，脈仍洪數，法當清熱。
    鮮蘆根（一兩）　天花粉（一兩）　地骨皮（三錢）　鮮生地（六錢）　生石膏（五錢）　肥知母（三錢）　玉竹（三錢）　生草（二錢）　元參（三錢）
    拙巢注：此證卒以不起，大約以下後脈大，陽氣外張。與前所治之甘姓相似，蓋陰從下竭，陽從上脫，未有不死者也。
    【按】本證至于鼻衄，似宜犀角地黃湯，即小品芍藥地黃湯。湯中犀角能降低血壓，除血中之熱，丹支能調劑血運，去血中之瘀，生地内有鐵質，足資生血之源，芍藥中含酸素，善令靜脈回流，四物皆爲血藥，誠治血熱之良方也。本證未下之先，熱結腸中一處，既下之後，熱散周身血脈，亦有不經攻下而然者。血熱既臻極點，乃從脆弱之處溢射，或從鼻出，或從口出，或從溺出，或從便出，其形雖異，其治則一。《千金》曰：“犀角地黃湯治傷寒及溫病，應發汗而不汗之，内蓄血者，及鼻衄吐血不盡，内餘瘀血，面黃，大便黑，消瘀血。”可以證之。
    《溫病條辨》曰：“太陰溫病，血從上溢者，犀角地黃湯合銀翹散治之。”又曰：“時欲漱口，不欲咽，大便黑而易者，有瘀血也，犀角地黃湯主之。”悉不出《千金》範圍。細審本湯或繫仲聖之方，而《傷寒》《金匱》所遺落者。不然，則本方殊足以補二書之未備，彌足珍也！《千金》《外台》諸方以犀角爲主藥者甚多，悉可覆按。後人以此加神靈之品，如羚羊牛黃，增香竄之物，如安息麝香，添重鎮之藥，如金銀朱砂，擴而充之，乃成紫雪至寶之屬，善自施用，原不失爲良方。惜乎俗醫信之過專，用之過濫，一遇神昏谵語，動謂邪迷心包，不問其是否承氣之證，悉假之作孤注一擲。及其不效，則病家無怨詞，醫家無悔意，至足憫也！至犀角早用，亦多弊端，故太炎章氏有言曰：“有以爲溫病藥總宜涼，每令早服犀角，而反致神昏谵語者比比。觀仲景方未有用犀角者，《本草》謂犀角解毒，《千金》《外台》方中多以犀角止血，故凡大吐衄，大崩下，或便血等，多以犀角治之，蓋犀角有收縮血管之功用也。陽明病原自有汗，今反以犀角收之，于是將邪逼入腸胃，神昏谵語，自然起矣。人每不明此理，以爲神昏谵語，終是邪入包絡，因此犀角之誤治，終不了然。惟陸九芝爲能知之耳。由是以觀，河間已遜仲景，葉、吳輩更不如河間遠矣。”蓋亦有感而發。然而陸氏犀角膏黃辨最後之結論曰：“病豈必無膏黃之不能癒，而待癒于犀角者哉？然必在用過膏黃之後，必不在未用膏黃之前，蓋亦有可決者。”方是持平之論也。
    至犀角與羚羊角之功用，大同小異之處，亦當求其幾微之辯。吳兄凝軒與餘共研此事，得結論曰：“犀角能降低血壓，其主在血液，羚羊角能涼和神經，其主在神經。依舊說，血液爲心所主，故曰犀角爲心經藥。神經爲肝所屬，故曰羚羊角爲肝經藥。然而血熱者，神經每受灼，神經受灼者其血必更熱，二者常互爲因果，故二藥常相須而用。同中之異，如此而已。”
    
***下卷結
  **【又按】以上各節，皆爲醫理之探討。夫陽明無死證，在理論固是，然而陽明病之不起，又有屬于人事之未盡者。試言一點，以爲證明。餘謂凡屬險證，類皆變化多端，忽而神昏谵語，忽而撮空摸床，忽而寒戦若死，忽而汗出幾脫，忽而熱化，忽而寒化。猶如夏令酷蒸，仰觀則萬裏無雲，俯視則流金爍石，忽而油雲密布，沛然下雨，其變之倏也，乃間不容發。故治若此之病，理當醫者不離病人，一醫之不足恃，會數醫而共圖之，随脈證之傳變，作迅捷之處置，以是赴之，庶或有濟。然而通常病家力不能辦此，一診之後，須待來日，不知其間變化已多，即其穫救之機會失去者亦多。舉例以明之，有用大承氣下後，即當用參耆歸芍以救其虛者。然而病家不知，徒事驚惶，亂其所措，而病者撤手矣。
`;

var JFSYL = { bookName: "經方實驗錄", haveChapter: true, contentArr: [] };

// 儲存章節用的，章節定義：三顆星，沒有句子
var chapter = "";

JingFangShiYanLu.split("***").map(block => {
  var section = { chapter: "", title: "", sentences: [] };

  block = block.trim();

  // 判斷是否有章節，發現進入新的章節的話，要更新 chapter
  var blockArr = block.split("**");
  if (blockArr.length === 1) chapter = blockArr[0].trim();
  section.chapter = chapter;

  // 將 section 打碎成 sentences
  var rawSentences = block.split("**").map(sentence => sentence.trim());
  section.title = rawSentences.shift();
  section.sentences = rawSentences;

  JFSYL.contentArr.push(section);
});

JFSYL.contentArr.shift();

export default JFSYL;
