var herbsArr = [
  ["桂枝", "桂枝"],
  ["芍藥", "芍药", "芍薬"],
  ["甘草", "甘草"],
  ["生薑", "生姜"],
  ["乾薑", "干姜"],
  ["大棗", "大枣"],
  ["附子", "附子"],
  ["厚朴", "厚朴"],
  ["杏子", "杏子"],
  ["杏仁", "杏仁"],
  ["麻黃", "麻黄"],
  ["人參", "人参"],
  ["石膏", "石膏"],
  ["茯苓", "茯苓"],
  ["半夏", "半夏"],
  ["白朮", "白朮"],
  ["梔子", "栀子"],
  ["香豉", "香豉"],
  ["柴胡", "柴胡"],
  ["黃芩", "黄芩"],
  ["枳實", "枳实"],
  ["桃仁", "桃仁"],
  ["龍骨", "龙骨"],
  ["牡蠣", "牡蛎"],
  ["大黃", "大黄"],
  ["芒硝", "芒硝"],
  ["甘遂", "甘遂"],
  ["黃連", "黄连"],
  ["栝蔞實", "栝蒌实"],
  ["吳茱萸", "吴茱萸"],
  ["當歸", "当归", "当帰"]
];

var symptomArr = [
  ["頭痛", "头痛"],
  ["發熱", "发热"],
  ["汗出", "汗出"],
  ["惡風", "悪風", "恶风"],
  ["腹脹", "腹胀"],
  ["腹痛", "腹痛"],
  ["腹滿", "腹満"],
  ["脈微", "脉微"],
  ["脈促", "脉促"],
  ["脈沈", "脉沉"],
  ["脈遲", "脈遅", "脉遅"],
  ["脈細", "脉细"],
  ["脈數", "脈数", "脉数"],
  ["脈大", "脉大"],
  ["脈浮", "脉浮"]
];

var prescriptionArr = [
  ["桂枝湯", "桂枝汤"],
  ["甘草乾薑湯", "甘草乾姜湯"],
  ["小承氣湯", "小承气汤", "小承気湯"],
  ["大承氣湯", "大承气汤", "大承気湯"],
  ["四逆湯", "四逆汤"],
  ["當歸四逆湯", "当帰四逆湯"],
  ["葛根湯", "葛根汤"],
  ["麻黃湯", "麻黄汤", "麻黄湯"],
  ["小青龍湯", "小青龙汤", "小青竜湯"],
  ["大青龍湯", "大青龙汤", "大青竜湯"],
  ["白虎湯", "白虎汤"],
  ["五苓散", "五苓散"],
  ["真武湯", "真武汤"],
  ["小柴胡湯", "小柴胡汤"],
  ["大柴胡湯", "大柴胡汤"],
  ["小建中湯", "小建中汤"],
  ["龍骨牡蠣湯", "龙骨牡蛎汤", "竜骨牡蛎湯"],
  ["小陷胸湯", "小陷胸汤", "小陥胸湯"],
  ["大陷胸湯", "大陷胸汤", "大陥胸湯"],
  ["烏梅丸", "乌梅丸"],
  ["吳茱萸湯", "吴茱萸汤", "呉茱萸湯"],
  ["當歸四逆加吳茱萸生薑湯", "当归四逆加吴茱萸生薑汤", "当帰四逆加呉茱萸生姜湯"],
  ["理中丸", "理中丸"],
  ["理中湯", "理中汤"],
  ["竹葉石膏湯", "竹叶石膏汤"]
];

// 改造成可以作為選項的格式
var herbsOptions = herbsArr.map(cv => {
  return { nameArr: cv, value: cv[0], label: cv.join(", ") };
});
var symptomOptions = symptomArr.map(cv => {
  return { nameArr: cv, value: cv[0], label: cv.join(", ") };
});
var prescriptionOptions = prescriptionArr.map(cv => {
  return { nameArr: cv, value: cv[0], label: cv.join(", ") };
});

export { herbsOptions, symptomOptions, prescriptionOptions };
