var ShenNongBenCaoJing = `
***上經（上品）
  **上藥一百二十種，爲君，主養命以應天，無毒。多服、久服不傷人。欲輕身益氣，不老延年者，本上經。
    丹沙、雲母、玉泉、石鍾乳、涅石、消石、朴消、滑石、石膽、空青、曾青、禹餘糧、太乙餘糧、白石英、紫石英、五色石脂、白青、扁青（右玉石，上品一十八種，舊同）。
    菖蒲、鞠華、人參、天門冬、甘草、乾地黃、朮、菟絲子、牛膝、充蔚子、女萎、防葵、柴胡、麥門冬、獨活、車前子、木香、署豫、薏苡仁、澤瀉、遠誌、龍膽、細辛、石斛、巴戟天、白英、白蒿、赤箭、奄闾子、析蓂子、蓍實、赤、黑、青、白、黃、紫芝（六芝）、卷柏、藍實、芎、蘼蕪、黃連、絡石、蒺藜子、黃耆、肉松容、防風、蒲黃、香蒲、續斷、漏蘆、營實、天名精、決明子、丹參、茜根、飛廉、五味子、旋華、蘭草、蛇床子、地膚子、景天、茵陳、杜若、沙參、白兔藿、徐長卿、石龍刍、薇銜、雲實、王不留行、升麻、青蘘、姑活、别羁、屈草、淮木（右草上品七十三種，舊七十二種）。
    牡桂、菌桂、松脂、槐實、枸杞、柏實、伏苓、榆皮、酸棗、蘖木、乾漆、五加皮、蔓荊實、辛夷、桑上寄生、杜仲、女貞實、木蘭、蕤核、橘柚、（右木上品二十種，舊一十九種）。
    發皮（右人一種，舊同）。
    龍骨、麝香、牛黃、熊脂、白膠、阿膠（右獸上品六種舊同）。
    丹雄雞、鴈肪（右禽上品二種，舊同）。
    石蜜、蜂子、蜜臘、牡蠣、龜甲、桑螵蛸、海蛤、文蛤、蠡魚、鯉魚膽（右蠡魚上品一十種，舊同）。
    藕實莖、大棗、葡萄、蓬蔂、雞頭實（右果上品五種，舊六種）
    胡麻、麻贲（右米谷上品二種，舊三種）。
    冬葵子、苋實、瓜蒂、瓜子、苦菜（右菜上品五種，舊同）。
    
***上經（上品） 玉石
    
**丹沙
    味甘、微寒。
    主身體五藏百病，養精神，安魂魄，益氣，明目，殺精魅邪惡鬼。久服，通神明不老。能化爲汞，生山谷。（太平《禦覽》引，多有生山谷三字，《大觀本》，作生符陵山谷，俱作黑字，考生山谷是經文，後人加郡縣耳，宜改爲白字，而以郡縣爲黑字，下皆仿此）。
    《吳普》本草曰：丹沙，神農甘、黃帝苦，有毒。扁鵲苦，李氏大寒，或生武陵，採無時，能化未成水銀，畏磁石，惡鹹水（太平《禦覽》）。
    《名醫》曰：作末，名真朱，光色如雲母，可折者良，生符陵山谷，採無時。
    案《說文》雲：丹，巴越之赤石也，象採丹井、象丹形，古文作日，亦作彤、沙、水散石也。澒，丹沙所化爲水銀也。管子地數篇雲：山上有丹沙者，其下有金，《淮南子》地形訓雲：赤夭七百歲生赤丹，赤丹七百歲生赤澒。高誘雲：赤丹，丹沙也。《山海經》雲：丹粟，粟、沙，音之緩急也，沙，舊作砂非，汞，即澒省文。《列仙傳》雲：赤斧能作水澒，煉丹，與消石服之，按金石之藥。古人雲久服輕身延年者謂當避谷，絕人道，或服數十年乃效耳。今人和肉食服之，遂多相反，轉以成疾，不可疑古書之虛證。
    
**雲母
    味甘平。
    主身皮死肌，中風寒熱，如在車船上，除邪氣，安五臟，益子精，明目，久服輕身延年。一名雲珠，一名雲華，一名雲英，一名雲液，一名雲沙，一名磷石，生山谷。
    《名醫》曰：生太山，齊盧山，及琅邪，北定山石間，二月採（此錄《名醫》說者，即是仲景元化，及普所說，但後人合之，無從别耳，亦以補普書不備也）。
    案《列仙傳》雲：方回，煉食雲母。《抱朴子·仙藥》雲：雲母有五種，五色并具，而多青者，名雲英，宜以春服之。五色并具，而多赤者，名雲珠。宜以夏服之。五色并具，而多白者，名雲液，宜以秋服之。五色并具，而多黑者，名雲母，宜以冬服之。但有青黃二色者，名雲沙，宜以季夏服之。晶晶純白名磷石，可以四時長服之也。李善文選注：引異物誌，雲母一名雲精，人地萬歲不朽，《說文》無磷字。玉篇雲：磷薄也，雲母之别名。
    
**玉泉
    味甘平。
    主五藏百病，柔筋強骨，安魂魄，長肌肉，益氣，久服耐寒暑（《禦覽》引耐字多作能，古通），不饑渴，不老神仙。人臨死服五斤，死三年色不變。一名玉劄（《禦覽》引作玉濃，初學記引雲，玉桃，服之長生不死，《禦覽》又引雲，玉桃，服之長生不死，若不得早服之，臨死日服之，其屍畢天地不朽，則朼疑當作桃），生山谷。
    《吳普》曰：玉泉，一名玉屑，神農岐伯雷公，甘；李氏，平。畏冬華，惡青竹（《禦覽》），白玉朼如白頭公（同上，事類賦引雲，白玉體如白首翁）。
    案《周禮》玉府：王齋，則供食玉。鄭雲：玉是陽精之純者，食之以禦水氣。
    鄭司農雲：王齋，當食玉屑。《抱朴子·仙藥》雲：玉可以烏米酒，及地榆酒，化之爲水，亦可以蔥漿，消之爲炲，亦可餌以爲丸，亦可燒以爲粉，服之，一年以上，入水不沾，入火不灼，刃之不傷，百毒不犯也。不可用已成之器，傷人無益，當得璞玉，乃可用也，得于阗國白玉尤善，其次有南陽徐善亭部界界中玉，及日南，盧容水中玉，亦佳。
    
**石鍾乳
    味甘溫。
    主咳逆上氣，明目益精，安五藏，通百節，利九竅，下乳汁（《禦覽》引雲，一名留公乳，《大觀本》，作一名公乳，黑字）。生山谷。
    《吳普》曰：鍾乳，一名虛中，神農辛，桐君黃帝醫和甘，扁鵲甘無毒（《禦覽》引雲李氏，大寒）。生山谷（《禦覽》引雲，太山山谷）。陰處岸下，溜汁成（《禦覽》引作溜汁所成聚），如乳汁，黃白色，空中相通。二月三月採，陰乾（凡《吳普》本草，掌禹錫所引者不復注，惟注其出《禦覽》諸書者）。
    《名醫》曰：一名公乳，一名蘆石，一名夏石，生少室及太山，採無時。
    案《範子計然》雲：石鍾乳出武都，黃白者善（凡引計然，多出事文類聚，文選注，《禦覽》，及《大觀本草》）。《列仙傳》雲：卬疏，煮石髓而服之，謂之石鍾乳，鍾當爲潼，《說文》雲乳汁也，鍾假音字。
    
**涅石
    （舊作礬石，據郭璞注，《山海經》，引作涅石）
    味酸寒。
    主寒熱洩利，白沃陰蝕，惡創，目痛，堅筋骨齒。煉餌服之，輕身不老，增年。一名羽涅，生山谷。
    《吳普》曰：礬石一名羽涅，一名羽澤，神農岐伯酸，扁鵲鹹，雷公酸，無毒，生河西，或隴西，或武都，石門。採無時，岐伯，久服傷人骨（《禦覽》）。
    《名醫》曰：一名羽澤，生河西，及隴西，武都，石門，採無時。
    案《說文》無礬字，玉篇雲：礬石也，涅，礬石也、《西山經》雲：女床之山，其陰多涅石。郭璞雲即礬石也，楚人名爲涅石，秦名爲羽涅也，《本草經》，亦名曰涅石也，《範子計然》雲：礬石出武都。《淮南子》俶真訓雲：以涅染缁。高誘雲：涅，礬石也，舊，涅石作礬石，羽涅作羽涅非。
    
**消石
    味苦寒。
    主五藏積熱，胃張閉，滌去蓄結飲食，推陳致新，除邪氣。煉之如膏，久服輕身（《禦覽》引雲一名芒硝，《大觀本》作黑字）。生山谷。
    《吳普》曰：消石，神農苦，扁鵲甘（凡出掌禹錫所引，亦見《禦覽》者，不箸所出）。
    《名醫》曰：一名芒硝，生益州，及五都，隴西，西羌，採無時。
    案《範子計然》雲：硝石出隴道，據《名醫》，一名芒硝，又别出芒消條，非；北山經雲：京山，其陰處有元（石肅），疑（石肅），即硝異文。
    
**朴消
    味苦寒。
    主百病，除寒熱邪氣，逐六府積聚，結固，留癖，能化七十二種石。煉餌服之，輕身神仙。生山谷。
    《吳普》曰：朴硝石，神農岐伯雷公無毒，生益州，或山陰，入土，千歲不變，煉之不成，不可服（《禦覽》）。
    《名醫》曰：一名消石朴，生益州，有鹽水之陽，採無時。
    案《說文》雲：朴，木皮也，此蓋消石外裹如玉璞耳，舊作硝，俗字。
    
**滑石
    味甘寒。
    主身熱洩澼，女子乳難，癃閉。利小便，蕩胃中積聚寒熱，益精氣。久服，輕身，耐饑，長年。生山谷。
    《名醫》曰：一名液石，一名共石，一名脫石，一名番石，生赭陽，及太山之陰，或掖北，白山，或卷山，採無時。
    案《範子計然》雲：滑石，白滑者善；南越誌雲：膋城縣出膋石，即滑石也。
    
**石膽
    味酸寒。
    主明目，目痛，金創，諸癎痙，女子陰蝕，痛，石淋，寒熱，崩中下血，諸邪毒氣，令人有子。煉餌服之，不老，久服，增夀神仙。能化鐵爲銅，成金銀（《禦覽》引作合成）。一名畢石，生山谷。
    《吳普》曰：石膽神農酸，小寒；李氏，大寒；桐君辛有毒；扁鵲苦無毒（《禦覽》引雲，一名黑石，一名銅勒，生羌道或句青山，二月庾子辛醜採）。
    《名醫》曰：一名黑石，一名碁石，一名銅勒，生羌道，羌裏，句青山，二月庚子辛醜日採。
    案《範子計然》雲：石膽出隴西羌道；陶宏景雲：仙經一名立制石，《周禮》瘍醫，凡療瘍以五毒攻之；鄭雲：今醫方有五毒之藥，作之合黃，置石膽丹沙，雄黃，礬石，慈石，其中，燒之三日三夜，其煙上著，以雞羽掃取之，以注創，惡肉破骨則盡出；圖經曰：故翰林學士楊億嘗筆記直史館楊嵎，有瘍生于頰，人語之，依鄭法合燒，藥成。注之瘡中，遂癒。信古方攻病之速也。
    
**空青
    味甘寒。
    主眚盲，耳聾。明目，利九竅，通血脈，養精神。久服，輕身延年不老。能化銅鐵鉛錫作金。生山谷。
    《吳普》曰：空青，神農甘，一經酸，久服，有神仙玉女來時，使人誌高（《禦覽》）。
    《名醫》曰：生益州及越巂山有銅處，銅精熏則生空青，其腹中空，三月中旬，採，亦無時。
    案《西山經》雲：皇人之山，其下多青；郭璞雲：空青曾青之屬；《範子計然》雲：空青出巴郡；《司馬相如賦》雲：丹青，張揖雲青，青也；顔師古雲：青，今之丹青也。
    
**曾青
    味酸小寒。
    主目痛止淚，出風痹，利關節，通九竅，破症堅積聚。久服輕身不老。能化金銅，生山谷。
    《名醫》曰：生蜀中及越巂，採無時。
    案管子揆度篇雲：秦明山之曾青；《荀子》雲：南海則有曾青，楊倞注，曾青，銅之精；《範子計然》雲：曾青山宏農豫章，白青出新塗，青色者善；《淮南子》地形訓雲：青天八百歲生青曾；高誘雲：青曾，青石也。
    
**禹餘糧
    味甘寒。
    主咳逆寒熱，煩滿下（《禦覽》有痢字），赤白，血閉，症瘕，大熱。煉餌服之，不饑，輕身延年。生池澤及山島中。
    《名醫》曰：一名白餘糧，生東海及池澤中。
    案《範子計然》雲：禹餘糧出河東；《列仙傳》雲：赤斧，上華山取禹餘糧；《博物誌》雲：世傳昔禹治水，棄其所餘食于江中，而爲藥也，按此出神農經，則禹非夏禹之禹，或本名白餘糧，《名醫》等移其名耳。
    
**太乙餘糧
    味甘平。
    主咳逆上氣，症瘕，血閉，漏下，餘邪氣。久服耐寒署，不饑，輕身，飛行千裏，神仙（《禦覽》引作若神仙）。一名石腦，生山谷。
    《吳普》曰：太一禹餘糧，一名禹哀，神農岐伯雷公甘平，李氏小寒，扁鵲甘無毒，生太山上，有甲，甲中有白，白中有黃，如雞子黃色，九月採，或無時。
    《名醫》曰：生太白，九月採。
    案《抱朴子》金丹篇雲：靈丹經，用丹沙，雄黃，雌黃，石硫黃，曾青，礬石，磁石，戎鹽，太一禹餘糧，亦用六一泥，及神室祭醮，合之，三十六日成。
    
**白石英
    味甘，微溫。
    主消渴，陰痿，不足，咳逆（《禦覽》引作嘔），胸鬲間久寒，益氣，除風濕痹（《禦覽》引作陰淫痹）。久服，輕身（《禦覽》引作身輕健），長年。生山谷。
    《吳普》曰：白石英，神農甘，岐伯黃帝雷公扁鵲無毒，生太山，形如紫石英，白澤，長者二三寸，採無時（《禦覽》引雲，久服，通日月光）。
    《名醫》曰：生華陰及太山。
    案《司馬相如賦》，有白附，蘇林雲白附，白石英也，司馬山雲，出魯陽山。
    
**紫石英
    味甘溫。
    主心腹咳逆（《禦覽》引作嘔逆），邪氣，補不足，女子風寒在子宮，絕孕，十年無子。久服，溫中，輕身延年。生山谷。
    《吳普》曰：紫石英，神農扁鵲味甘平，李氏大寒，雷公大溫，岐伯甘無毒，生太山，或會稽，採無時，欲令如削，紫色達頭如樗蒲者。
    又曰青石英，形如白石英，青端赤後者是，赤石英形如白石英，赤端白後者是，赤澤有光，味苦，補心氣；黃石英形如白石英，黃色如金，赤端者是；黑石英，形如白石英，黑澤有光（《禦覽》掌禹錫引此節文）。
    《名醫》曰：生太山，採無時。
    
**青石、赤石、黃石、白石、黑石脂等
    味甘平。
    主黃疸，洩利，腸癖，膿血，陰蝕，下血，赤白，邪氣，癰腫，疽痔，惡創，頭瘍，疥搔。久服，補髓益氣，肥健，不饑，輕身延年。五石脂，各随五色補五臟。生山谷中。
    《吳普》曰：五色石脂，一名青、赤、黃、白、黑符。青符神農甘，雷公酸無毒，桐君辛無毒，李氏小寒，生南山，或海涯，採無時。赤符，神農雷公甘，黃帝扁鵲無毒，李氏小寒，或生少室，或生太山，色绛，滑如脂。黃符，李氏小寒，雷公苦，或生嵩山，色如鈍腦，鴈雛，採無時。白符，一名随髓，岐伯雷公酸無毒，李氏小寒，桐君甘無毒，扁鵲辛，或生少室天婁山，或太山。黑符，一名石泥，桐君甘無毒，生洛西山空地。
    《名醫》曰：生南山之陽，一本作南陽，又雲黑石脂，一名石涅，一名石墨。
    案《吳普》引神農甘雲雲：五石脂各有條，後世合爲一條也；《範子計然》雲：赤石脂出河東，色赤者善，《列仙傳》雲，赤須子好食石脂。
    
**白青
    味甘平。
    主明目，利九竅，耳聾，心下邪氣，令人吐，殺諸毒，三蟲。久服通神明，輕身，延年不老。生山谷。
    《吳普》日：神農甘平，雷公酸無毒，生豫章，可消而爲銅（《禦覽》）。
    《名醫》曰：生豫章，採無時。
    案《範子計然》雲：白青，出巴郡。
    
**扁青
    味甘平。
    主目痛，明目，折跌，癰腫，金創不療，破積聚，解毒氣（《禦覽》引作闢毒），利精神。久服，輕身不老。生山谷。
    《吳普》曰：扁青，神農雷公小寒無毒，生蜀郡，治丈夫内絕，令人有子（《禦覽》引雲，治癰脾風痹，久服輕身）。
    《名醫》曰：生朱崖武都朱提，採無時。
    案《範子計然》雲：扁青出宏農豫章。
    上，玉、石，上品一十八種，舊同。
    
***上經（上品） 草
    
**菖蒲
    味辛溫。
    主風寒濕痹，咳逆上氣，開心孔，補五臟，通九竅，明耳目，出聲音。久服輕身，不忘不迷或延年。一名昌陽（《禦覽》引雲，生石上，一寸九節者，久服輕身雲雲，《大觀本》，無生石上三字，有雲一寸九節者良，作黑字），生池澤。
    《吳普》曰：菖蒲一名堯韭（藝文類聚引雲，一名昌陽）。
    《名醫》曰：生上洛，及蜀郡嚴道，五月十二日採根，陰乾。
    案《說文》雲：（上艹下左工右阝），菖蒲也，益州生，也，《廣雅》雲，邛昌陽，菖蒲也，《周禮》醢人雲，菖本，鄭雲菖本，菖蒲根，切之四寸爲菹，春秋左《傳》雲，食以菖歜；杜預雲：菖歜，菖蒲菹；呂氏春秋雲：冬至後五旬七日，菖始生，菖者百草之先，于是始耕；《淮南子》說山訓雲：菖羊去蚤虱而來蛉窮；高誘雲：菖羊，菖蒲；《列仙傳》雲：商邱子胥食菖蒲根，務光服蒲韭根，《離騷》草木疏雲，沈存中雲：所謂蘭荪，即今菖蒲是也。
    
**鞠華
    味苦平。
    主風，頭眩腫痛，目欲脫，淚出，皮膚死肌，惡風濕痹。久服，利血氣，輕身，耐老延年。一名節華，生川澤及田野。
    《吳普》曰：菊華一名白華（初學記），一名女華，一名女莖。
    《名醫》曰：一名日精，一名女節，一名女華，一名女莖，一名更生，一名周盈，一名傅延年，一名陰成，生雍州。正月採根，三月採葉，五月採莖，九月採花，十一月採實，皆陰乾。
    案《說文》雲：蘜治牆也，蘜日精也，似秋華，或省作，《爾雅》雲，蘜治牆；郭璞雲：今之秋華菊，則蘜、（上艹下左辛右匊）、蓻皆秋華，字、惟今作菊，《說文》以爲大菊瞿麥，假音用之也。
    
**人參
    味甘微寒。
    主補五臟，安精神，定魂魄，止驚悸，除邪氣，明目，開心益智。久服，輕身延年。一名人銜，一名鬼蓋。生山谷。
    《吳普》曰：人參一名土精，一名神草，一名黃參，一名血參，一名人微，一名玉精，神農甘小寒，桐君雷公苦，岐伯黃帝甘無毒，扁鵲有毒，生邯鄲，三月生葉，小兌，核黑，莖有毛，三月九月採根，根有頭足手面目如人（《禦覽》）。
    《名醫》曰：一名神草，一名人微，一名土精，一名血參，如人形者有神，生上黨及遼東，二月四月八月上旬採根，竹刀刮，暴乾，無令見風。
    案《說文》雲：參，人參，藥草，出上黨；《廣雅》雲：地精，人參也；《範子計然》雲：人參出上黨，狀類人者善。劉敬叔異苑雲：人參一名土精，生上黨者佳，人形皆具，能作兒啼。
    
**天門冬
    味苦平。
    主諸暴風濕偏痹，強骨髓，殺三蟲，去伏屍。久服輕身，益氣延年。一名颠勒（《爾雅》注引雲，門冬一名滿冬，今無文）。生山谷。
    《名醫》曰：生奉高山，二月七月八月採根，暴乾。
    案《說文》雲牆，牆蘼，滿冬也；《中山經》雲：條谷之山，其草多宜冬；《爾雅》雲：牆蘼，滿冬；《列仙傳》雲：赤須子食天門冬；《抱朴子·仙藥》雲：天門冬，或名地門冬，或名筵門冬，或名颠棘，或名淫羊食，或名管松。
    
**甘草
    味甘平。
    主五臟六府寒熱邪氣，堅筋骨，長肌肉，倍力，金創，解毒。久服輕身延年（《禦覽》引雲一名美草，一名密甘，《大觀本》，作黑字）。生川谷。
    《名醫》曰：一名密甘，一名美草，一名密草，一名蕗（當作蘦）草，生河西積沙山，及上郡，二月八日除日，採根暴乾，十日成。
    案《說文》雲：苷，甘草也，蘦，大苦也，苦，大苦苓也；《廣雅》雲：美草，甘草也，《毛詩》雲隰有苓，《傳》雲，苓，大苦；《爾雅》雲：蘦，大苦；郭璞雲：今甘草，蔓延生，葉似荷，青黃，莖赤黃，有節，節有枝相當，或雲蘦似地黃，此作甘，省字，蘦，苓通。
    
**乾地黃
    味甘寒。
    主折跌絕筋，傷中，逐血痹，填骨髓，長肌肉，作湯，除寒熱積聚，除痹，生者尤良。久服，輕身不老。一名地髓，生川澤。
    《名醫》曰：一名苄，一名芑，生鹹陽，黃土地者佳，二月八日採根陰乾。
    案《說文》雲：苄，地黃也，禮曰钘毛牛藿，羊苄，豕徽；《廣雅》雲：地髓，地黃也；《爾雅》雲：苄，地黃；郭璞雲：一名地髓，江東呼苄；《列仙傳》雲：呂尚服地髓。
    
**朮
    味苦溫。
    主風寒濕痹死肌，痙疸，止汗，除熱，消食，作煎餌。久服，輕身延年，不饑。一名山薊（藝文類聚引作山筋），生山谷。
    《吳普》曰：朮，一名山連，一名山芥，一名天蘇，一名山薑（藝文類聚）。
    《名醫》曰：一名山薑，一名山連，生鄭山，漢中，南鄭，二月三月八月九月，採根暴乾。
    案《說文》雲：朮，山薊也；《廣雅》雲：山薑，朮也，白朮，牡丹也；《中山經》雲：首山草多朮；郭璞雲：朮，山薊也；《爾雅》雲：朮，山薊；郭璞雲：今朮似薊，而生山中；《範子計然》雲：朮出三輔，黃白色者善；《列仙傳》雲：涓子好餌朮；《抱朴子·仙藥》雲：朮一名山薊，一名山精，故神藥經曰：必欲長生，長服山精。
    
**菟絲子
    味辛平。
    主續絕傷，補不足，益氣力，肥健，汁，去面皯。久服明目，輕身延年。一名菟蘆，生川澤。
    《吳普》曰：菟絲，一名玉女，一名松蘿，一名鳥蘿，一名鴨蘿，一名復實，一名赤網，生山谷（《禦覽》）。
    《名醫》曰：一名菟縷，一名唐蒙，一名玉女，一名赤網，一名菟累，生朝鮮田野，蔓延草木之上，色黃而細爲赤網，色淺而大爲菟累，九月，採實暴乾。
    案《說文》雲：蒙，玉女也；《廣雅》雲：菟邱，菟絲也，女蘿，松蘿也；《爾雅》雲：唐蒙，女蘿，女蘿，菟絲，又雲蒙，玉女；《毛詩》雲：愛採唐矣，《傳》雲唐蒙，菜名，又茑與女蘿，《傳》雲，女蘿，菟絲松蘿也；陸玑雲：今菟絲蔓連草上生，黃赤如金，今合藥，菟絲子是也，非松蘿，松蘿自蔓松上，枝正青，與菟絲異；《楚詞》雲：被薛荔兮帶女蘿；王逸雲：女蘿，菟絲也；《淮南子》雲：千秋之松，下有茯苓，上有菟絲，高誘注雲，茯苓，千歲松脂也，菟絲生其上，而無根，舊作菟，非。
    
**牛膝
    味苦酸（《禦覽》作辛）。
    主寒（《禦覽》作傷寒），濕痿痹，四肢拘攣，膝痛不可屈伸，逐血氣傷，熱，火爛，堕胎。久服輕身耐老（《禦覽》作能老）。
    一名百倍，生川谷。
    《吳普》曰：牛膝，神農甘，一經酸，黃帝扁鵲甘，李氏溫，雷公酸無毒，生河内，或臨邛，葉如夏藍，莖，本赤，二月八月採（《禦覽》）。
    《名醫》曰：生河内及臨朐，二月八月十月，採根，陰乾。
    案《廣雅》雲：牛莖牛膝也；陶宏景雲：其莖有節似膝，故以爲名也，膝當爲膝。
    
**充蔚子
    味辛微溫。
    主明目益精，除水氣。久服輕身，莖生瘾疹癢，可作浴湯。一名益母，一名益明，一名大劄。生池澤。
    《名醫》曰：一名貞蔚，生海濱，五月採。
    案《說文》雲：蓷，萑也，《廣雅》雲：益母，充蔚也，《爾雅》雲：萑，蓷；郭璞雲：今茺蔚也；《毛詩》雲：中谷有蓷，《傳》雲，蓷；鵻也；陸玑雲：舊說及魏博士濟陰周元明，皆雲庵闾，是也，韓詩及三蒼說，悉雲益母，故曾子見益母而感；劉歆曰蓷，臭穢，臭穢即茺蔚也，舊作茺，非。
    
**女萎
    味甘平。
    主中風暴熱，不能動搖，跌筋結肉，諸不足。久服，去面黑皯，好顔色，潤澤，輕身不老。生山谷。
    《吳普》曰：女萎一名葳蕤，一名玉馬，一名地節，一名蟲蟬，一名烏萎，一名熒，一名玉竹，神農苦，一經甘，桐君雷公扁鵲甘無毒，黃帝辛，生太山山谷，葉青黃相值如薑，二月七月採，治中風暴熱，久服輕身（《禦覽》），一名左眄，久服輕身耐老（同上）。
    《名醫》曰：一名熒，一名地節，一名玉竹，一名馬熏，生太山及邱陵，立春後採，陰乾。
    案《爾雅》雲：熒委萎；郭璞雲：藥草也，葉似竹，大者如箭，竿，有節，葉狹而長，表白裹青，根大如指，長一二尺，可啖；陶宏景雲：按本經有女萎，無萎蕤，别錄有萎蕤，而爲用正同，疑女萎即萎蕤也，惟名異耳；陳藏器雲：魏誌樊阿傳，青粘，一名黃芝，一名地節，此即萎蕤。
    
**防葵
    味辛寒。
    主疝瘕，腸洩，膀胱熱結，溺不下，咳逆，溫瘧，癫，痫，驚邪，狂走。久服，堅骨髓，益氣輕身。一名梨蓋。生川谷。
    《吳普》曰：房葵一名梨蓋，一名爵離，一名房苑，一名晨草，一名利如，一名方蓋，神農辛，小寒，桐君扁鵲無毒，岐伯雷公黃帝苦，無毒，莖葉如葵，上黑黃，二月生根，根大如桔梗，根中紅白，六月花白，七月八月實白，三月三日採根（《禦覽》）。
    《名醫》曰：一名房慈，一名爵離，一名農果，一名利茹，一名方蓋，生臨淄，及嵩高太山少室，三月三日，採根暴乾。
    案《博物誌》雲：防葵與狼毒相似。
    
**柴胡
    味苦平。
    主心腹，去腸胃中結氣，飲食積聚，寒熱邪氣，推陳致新。久服，輕身明目益精。一名地熏。
    《吳普》曰：茈葫，一名山菜，一名茹草，神農岐伯雷公苦無毒，生冤句，二月八月採根（《禦覽》）。
    《名醫》曰：一名山菜，一名茹草，葉一名芸蒿，辛香可食，生宏農及冤句，二月八月採根暴乾。
    案《博物誌》雲：芸蒿葉似邪蒿，春秋有白蒻，長四五寸，香美可食，長安及河内并有之；《夏小正》雲：正月採芸，月令雲仲春芸始生；呂氏春秋雲：菜之美者，華陽之芸，皆即此也，急就篇有芸；顔師古注雲：即今芸蒿也，然則是此茈胡葉矣，茈柴前聲相轉，《名醫》别錄，前胡條，非；陶宏景雲：本經上品，有茈胡而無此，晚來醫乃用之。
    
**麥門冬
    味甘平。
    主心腹，結氣傷中傷飽，胃絡脈絕，羸瘦短氣。久服輕身，不老不饑。生川谷及堤阪。
    《吳普》曰：一名馬韭，一名釁冬，一名忍冬，一名忍陵，一名不死藥，一名仆壘，一名随脂（太平《禦覽》引雲，一名羊韭，秦，一名馬韭，一名禹韭，韭，越一名羊齊，一名麥韭，一名禹韭，一名釁韭，一名禹餘糧），神農岐伯甘平，黃帝桐君雷公甘無毒，李氏甘小溫，扁鵲無毒，生山谷肥地，葉如韭，肥澤叢生，採無時，實青黃。
    《名醫》曰：秦名羊韭，齊名麥韭，楚名馬韭，越名羊蓍，一名禹葭，一名禹餘糧，葉如韭，冬夏長生，生函谷肥土，石間久廢處，二月三月八月十月採，陰乾。
    案《說文》雲：荵，荵冬草；《中山經》雲：青要之山，是多仆累，據《吳普》說，即麥門冬也，忍，荵，壘，累，音同；陶宏景雲：實如青珠，根似穬麥，故謂麥門冬。
    
**獨活
    味苦平。
    主風寒所擊，金瘡止痛，贲豚，痫痓，女子疝瘕。久服，輕身耐老。一名羌活，一名羌青，一名護羌使者。生川谷。
    《吳普》曰：獨活一名胡王使者，神農黃帝苦無毒，八月採，此藥有風花不動，無風獨搖（《禦覽》）。
    《名醫》曰：一名胡王使者，一名獨搖草，此草得風不搖，無風自動，生雍州，或隴西南安，二月八月採根暴乾。
    案《列仙傳》雲：山圖服羌活獨活，則似二名，護羌胡王皆羌字緩聲，猶專諸爲專設諸，庚公差爲瘐公之斯，非有義也。
    
**車前子
    味甘寒無毒。
    主氣癃，止痛，利水道小便，除濕痹。久服輕身耐老。一名當道（《禦覽》有雲一名牛舌，《大觀本》作牛遺，黑字），生平澤。
    《名醫》曰：一名芣苢，一名蝦蟆衣，一名牛遺，一名勝舄，生真定邱陵阪道中，五月五日採，陰乾。
    案《說文》雲：芣一曰芣苢，苢，芣苢，一名馬舄，其實如李，令人宜子，周書所說，《廣雅》雲當道馬舄也；《爾雅》雲：舄莒馬，舄，馬舄車前；郭璞雲：今車前草，大葉長穗，好生道邊，江東呼爲蝦蟆衣，又藬，牛蘈；孫炎雲：車前一名牛蘈，《毛詩》雲採採芣苢，《傳》雲芣苢，馬舄，馬舄，車前也；陸玑雲：馬舄一名車前，一名當道，喜在牛迹中生，故曰車前當道也，今藥中車前子，是也，幽州人謂之牛舌草。
    
**木香
    味辛。
    主邪氣，闢毒疫溫鬼，強誌，主淋露（《禦覽》引雲，主氣不足，《大觀本》，作黑字）。久服，不夢寤魇寐（《禦覽》引雲，一名密青，又雲輕身，致神仙，《大觀本》，俱作黑字）。生山谷。
    《名醫》曰：一名蜜香，生永昌。
    
**署豫
    （舊作薯蓣，《禦覽》作署豫是）
    味甘溫。
    主傷中，補虛羸，除寒熱邪氣，補中益氣力，長肌肉。久服耳目聰明，輕身不饑，延年。一名山芋，生山谷。
    《吳普》曰：薯蓣，一名諸署（《禦覽》作署豫，作諸署，藝文類聚，亦作諸），齊越名山芋，一名脩脆，一名兒草（《禦覽》引雲，秦楚名玉延，齊越名山芋，鄭趙名山芋，一名玉延）神農甘小溫，桐君雷公甘（禦引作苦），無毒，或生臨朐鍾山，始生，赤莖細蔓，五月華白，七月實青黃，八月熟落，根中白，皮黃，類芋（《禦覽》引雲，二月八月採根，惡甘遂）。
    《名醫》曰：秦楚名玉延，鄭越名土諸，生嵩高，二月八月採根，暴乾。
    案《廣雅》雲：玉延，薯豫，署蓣也；北山經雲：景山草多薯豫；郭璞雲：根似羊蹄可食，今江南單呼爲薯，語有輕重耳；《範子計然》雲：薯豫本出三輔，白色者善；本章衍義雲：山藥上一字犯宋英廟諱，下一字曰蓣，唐代宗名豫，故改下一字爲藥。
    
**薏苡仁
    味甘微寒。
    主筋急，拘攣不可屈伸，風濕痹，下氣。久服輕身益氣。其根下三蟲，一名解蠡。生平澤及田野。
    《名醫》曰：一名屋菼，一名起實，一名贛，生真定，八月採實，採根無時。
    案《說文》雲：薏,薏苢，一曰英，贛，一曰薏苢；《廣雅》雲：贛，起實，目也，吳越春秋，鲧娶于有莘氏之女，名曰女嬉，年壯未孳，嬉于砥山，得薏苡而吞之，意若爲人所感，因而妊孕，後漢書馬援傳，援在交趾，常餌薏苡實，用能輕身省欲以勝瘴，薏，俗作薏，非。
    
**澤瀉
    味甘寒。
    主風寒濕痹，乳難消水，養五臟，益氣力，肥健。久服耳目聰明，不饑，延年輕身，面生光，能行水上。一名水瀉，一名芒芋，一名鹄瀉。生池澤。
    《名醫》曰：生汝南，五六八月採根，陰乾。
    案《說文》雲：水寫也；《爾雅》雲：蕍舄；郭璞雲：今澤舄，又，牛膚；郭璞雲，《毛詩》《傳》雲：水舄也，如續斷，寸寸有節，拔之可復《毛詩》雲，言採其藚，《傳》雲，藚，水舄也；陸玑雲：今澤舄也，其葉如車前草大，其味亦相似，徐州廣陵人食之。
    
**遠誌
    味苦溫。
    主咳逆，傷中，補不足，除邪氣，利九竅，益智慧，耳目聰明，不忘，強誌倍力。久服，輕身不老。葉名小草，一名棘菀（陸德明《爾雅》音義引作苋），一名棘繞（《禦覽》作要繞），一名細草。生川谷。
    《名醫》曰：生太山及冤句，四月採根葉，陰乾。
    案《說文》雲：蒬，棘蒬也；《廣雅》雲：蕀苑，遠誌也，其上謂之小草；《爾雅》雲：繞，蕀蒬；郭璞雲：今遠誌也，似麻黃，赤華，葉銳而黃。
    
**龍膽
    味苦澀。
    主骨間寒熱，驚痫，邪氣續絕傷，定五臟，殺盅毒。久服，益智，不忘，輕身，耐老。一名陵遊，生山谷。
    《名醫》曰：生齊朐及冤句，二月八月十一月十二月，採根，陰乾。
    
**細辛
    味辛溫。
    主咳逆，頭痛，腦動，百節拘攣，風濕，痹痛，死肌。久服明目，利九竅，輕身長年。一名小辛，生山谷。
    《吳普》曰：細辛一名細草（《禦覽》引雲，一名小辛），神農黃帝雷公桐君辛小溫，岐伯元毒，李氏小寒，如葵葉，色赤黑，一根一葉相連（《禦覽》引雲，三月八月採根）。
    《名醫》曰：生華陰，二月八月採根，陰乾。
    案《廣雅》雲：細條，少辛，細辛也；《中山經》雲：浮戲之山，上多少辛；郭璞雲：細辛也；《管子·地員篇》雲：小辛大蒙；《範子計然》雲：細辛出華陰，色白者善。
    
**石斛
    味甘平。
    主傷中，除痹，下氣，補五臟虛勞，羸瘦，強陰。久服厚腸胃，輕身延年。一名林蘭（《禦覽》引雲，一名禁生，觀本，作黑字），生山谷。
    《吳普》曰：石斛，神農甘平，扁鵲酸，李氏寒（《禦覽》）。
    《名醫》曰：一名禁生，一名杜蘭，一名石蓫，生六安水傍石上，七月八月，採莖，陰乾。
    案《範子計然》雲：石斛，出六安。
    
**巴戟天
    味辛微溫。
    主大風邪氣，陰痿不起，強筋骨，安五臟，補中，增誌，益氣。生山谷。
    《名醫》曰：生巴郡及下邳，二月八月，採根，陰乾。
    
**白英
    味甘寒。
    主寒熱，八疽，消渴，補中益氣。久服，輕身延年。一名谷菜（元本誤作黑字），生山谷。
    《名醫》曰：一名白草，生益州，春採葉，夏採莖，秋採花，冬採根。
    案《爾雅》雲：苻，鬼目；郭璞雲：今江東有鬼目草莖似葛，葉圓而毛，子如耳珰也，赤色叢生，《唐本》注；白英雲，此鬼目草也。
    
**白蒿
    味甘平。
    主五臟邪氣，風寒溫痹，補中益氣，長毛發，令黑，療心懸，少食，常饑。久服，輕身，耳目聰明，不老。生川澤。
    《名醫》曰：生中山，二月採。
    案《說文》雲：蘩，白蒿也，艾，冰台也；《廣雅》雲：蘩，母，蒡葧也；《爾雅》雲：艾，冰台；郭璞雲：今艾，白蒿；《夏小正》雲：二月採蘩；《傳》雲：蘩，由胡，由胡者，繁母也，繁母者，旁勃也；《爾雅》雲：蘩，皤蒿；郭璞雲：白蒿，又蘩，由胡；郭璞雲：未詳；《毛詩》雲：于以採蘩，《傳》雲蘩，皤蒿也，又採蘩祁祁；《傳》雲：蘩，白蒿也；陸玑雲：凡艾，白色者爲皤蒿；《楚詞》王逸注雲：艾，白蒿也，按皤白，音義皆相近，艾，是藥名，《本草經》無者，即白蒿是也，《名醫》别出艾條，非。
    
**赤箭
    味辛溫。
    主殺鬼，精物蠱毒惡氣。久服益氣力，長陰，肥健，輕身，增年。一名離母，一名鬼督郵。生川谷。
    《吳普》曰：鬼督郵，一名神草，一名閻狗，或生太山，或少室，莖箭赤無葉，根如芋子，三月四月八月，採根，日乾，治癰腫（《禦覽》）。
    《名醫》曰：生陳倉雍州，及太山少室，三月四月八月採根，暴乾。
    案《抱朴子》雲：按仙方中，有合離草，一名獨搖，一名離母，所以謂之合離，離母者，此草爲物，下根如芋魁，有遊子十二枚，周環之，去大魁數尺，雖相須，而實不相連，但以氣相屬耳，别說雲，今醫家見用天麻，即是此赤箭根。
    
**奄闾子
    （舊作庵闾，《禦覽》作奄闾，是）
    味苦微寒。
    主五臟淤血，腹中水氣，胪張留熱，風寒濕痹，身體諸痛。久服，輕身延年不老。生川谷。
    《吳普》曰：奄闾，神農雷公桐君岐伯苦小溫無毒，李氏溫，或生上黨，葉青厚兩相當，七月花曰，九月實黑，七月九月十月採，驢馬食仙去（《禦覽》）。
    《名醫》曰：駏驉食之神仙，生雍州，亦生上黨，及道邊，十月採實，陰乾。
    案《司馬相如賦》，有奄闾，張揖雲奄闾，蒿也，子可治疾。
    
**析蓂子
    味辛微濕。
    主明目，目痛淚出，除痹，補五臟，益精光。久服，輕易不老。一名蔑析，一名大蕺，一名馬辛。生川澤及道旁。
    《吳普》曰：析蓂一名析目，一名榮冥，一名馬骍，雷公神農扁鵲辛，李氏小溫，四月採乾，二十日生道旁，得細辛良，畏乾薑，苦參荠實，神農無毒，生野田，五月五日採陰乾，治腹脹（《禦覽》）。
    《名醫》曰：一名大荠，生鹹陽，四月五月採，暴乾。
    案《說文》雲：蓂，析蓂，大荠也；《廣雅》雲：析蓂，馬辛也；《爾雅》雲：析蓂大荠；郭璞雲：荠葉細，俗呼之曰老荠，舊作菥，非。
    
**蓍實
    味苦平。
    主益氣，充肌膚，明目，聰慧先知。久服，不饑不老，輕身。生山谷。
    《吳普》曰：蓍實味苦酸平無毒，主益氣，充肌膚，明目聰慧，先知，久服，不饑不老，輕身，生少室山谷，八月九月採實暴乾（《禦覽》）。
    《名醫》曰：生少室，八月九月採實，日乾。
    案《說文》雲：蓍，蒿屬，生千歲，三百莖；《史記》龜策《傳》雲：蓍，百莖共一根。
    
**六芝（赤芝、黑芝、青芝、白芝、黃芝、紫芝）
    赤芝，味苦平。主胸中結，益心氣，補中，增慧智，不忘。久食，輕身不老，延年神仙。一名丹芝。
    黑芝，味鹹平。主癃，利水道，益腎氣，通九竅，聰察。久食，輕身不老，延年神仙。一名元芝。
    青芝，味酸平。主明目，補肝氣，安精魂，仁恕，久食，輕身不老延年神仙。一名龍芝。
    白芝，味辛平。主咳逆上氣，益肺氣，通利口鼻，強誌意，勇悍，安魄。久食，輕身不老延年神仙。一名玉芝。
    黃芝，味甘平。主心腹五邪，益脾氣，安神，忠信和樂。久食，輕身不老延年神仙。一名金芝。
    紫芝，味甘溫。主耳聾，利關節，保神，益精氣，堅筋骨，好顔色。久服，輕身不老延年。一名木芝。生山谷（舊作六種，今并）。
    《吳普》曰：紫之一名木芝。
    《名醫》曰：赤芝生霍山，黑芝生恆山，青芝生太山，白芝生華山，黃芝生嵩山，紫芝生高夏地上，色紫，形如桑（《禦覽》），六芝皆無毒，六月八月採。
    案《說文》雲：芝，神草也；《爾雅》雲：苬芝；郭璞雲：芝一歲三華，瑞草；禮内則雲：芝栭；盧植注雲：芝，木芝也；《楚詞》雲：採三秀于山間；王逸雲：三秀謂芝草；後漢書華陀傳：有漆葉青面；注引陀傳曰：青面者，一名地節，一名黃芝，主理五臟，益精氣，本字書無面字，相傳音女廉反；《列仙傳》雲：呂尚服澤芝；《抱朴子·仙藥》雲：赤者如珊瑚，白者如截肪，黑者如澤漆，青者如翠羽，黃者如紫金，而皆光明洞徹如堅冰也。
    
**卷柏
    味辛溫。
    生山谷。主五臟邪氣，女子陰中寒熱，痛，症瘕，血閉，絕子。久服輕身，和顔色。一名萬歲。生山谷石間。
    《吳普》曰：卷柏，神農辛，桐君雷公甘（《禦覽》引雲，一名豹足，一名求股，一名萬歲，一名神枝，時，生山谷）。
    《名醫》曰：一名豹足，一名求股，一名交時，生常山，五月七月採，陰乾。
    案《範子計然》雲：卷柏，出三輔。
    
**藍實
    味苦寒。
    主解諸毒，殺蠱蚑，注鬼，螫毒。久服，頭不白，輕身。生平澤。
    《名醫》曰：其莖葉可以染青，生河内。
    案《說文》雲：葴馬藍也，藍，染青草也；《爾雅》雲：葴，馬藍；郭璞雲：今大葉冬藍也，《周禮》掌染草；鄭注雲：染草，藍茜，象鬭之屬，《夏小正》五月啓灌藍；《毛詩》雲：終朝採藍，《箋》雲，藍，染草也。
    
**芎
    味辛溫。
    主中風入腦，頭痛，寒痹，筋攣，緩急，金創，婦人血閉，無子。生川谷。
    《吳普》曰：芎（《禦覽》引雲一名香果），神農黃帝岐伯雷公辛無毒，扁鵲酸無毒，李氏生溫熟寒，或生胡無桃山陰，或太山（《禦覽》作或斜谷西嶺，或太山），葉香細青黑，文赤如藁本，冬夏叢生，五月華赤，七月實黑，莖端兩葉，三月採，根有節，似馬銜狀。
    《名醫》曰：一名胡，一名香果，其葉名蘼蕪，生武功斜谷西嶺，三月四月，採根暴乾。
    案《說文》雲：營，營，香草也，芎，司馬相如說或從弓；春秋左《傳》雲：有山鞠窮乎；杜預雲：鞠窮所以禦濕；《西山經》雲：號山，其草多芎；郭璞雲：芎一名江蓠；《範子計然》雲：芎生始無，祜者善（有脫字）；《司馬相如賦》：有芎；司馬貞引司馬彪雲：芎似藁本；郭璞雲：今歷陽呼爲江離。
    
**蘼蕪
    味辛溫。
    主咳逆，定驚氣，闢邪惡，除蠱毒鬼注，去三蟲，久服通神。一名薇蕪。生川澤。
    《吳普》曰：蘼蕪，一名芎（《禦覽》）。
    《名醫》曰：一名茳蓠，芎苗也，生雍州及冤句，四月五月，採葉暴乾。
    案《說文》雲：蘪，蘪蕪也，蓠，茳蓠，蓠蕪；《爾雅》雲：靳茞蘪蕪；郭璞雲：香草，葉小如委狀；《淮南子》雲：似蛇床；《山海經》雲：臭如蘪蕪，《司馬相如賦》，有江離蘪蕪；司馬貞引樊光雲：藁本，一名蘪蕪，根名勒芷。
    
**黃連
    味苦寒。
    主熱氣，目痛，眦傷，泣出，明目（《禦覽》引雲，主莖傷，《大觀本》，無），腸澼，腹痛，下利，婦人陰中腫痛。久服，令人不忘。一名王連。生川谷。
    《吳普》曰：黃連，神農岐伯黃帝雷公苦無毒，李氏小寒，或生蜀郡，太山之陽（《禦覽》）。
    《名醫》曰：生巫陽及蜀郡，太山，二月八月採。
    案《廣雅》雲：王連，黃連也；《範子計然》雲：黃連出蜀郡，黃肥堅者善。
    
**絡石
    味苦溫。
    主風熱，死肌，癰傷，口乾舌焦，癰腫不消，喉舌腫，水漿不下。久服，輕身明目，潤澤，好顔色，不老延年。一名百鲮。生川谷。
    《吳普》曰：落石，一名鱗石，一名明石，一名縣石，一名雲華，一名雲珠，一名雲英，一名雲丹，神農苦小溫，雷公苦無毒，扁鵲桐君甘無毒，李氏大寒，雲藥中君，採無時（《禦覽》）。
    《名醫》曰：一名石磋，一名略石，一名明石，一名領石，一名縣石，生太山或石山之陰，或高山岩石上，或生人間，正月採。
    案《西山經》雲：上申之山多硌石，疑即此；郭璞雲：硌，磊硌大石兒，非也；《唐本》注雲：俗名耐冬，山南人謂之石血，以其包絡石木而生，故名絡石，别錄謂之石龍藤，以石上生者良。
    
**蒺藜子
    味苦溫。
    主惡血，破症結積聚，喉痹，乳難。久服，長肌肉，明目輕身。一名旁通，一名屈人，一名止行，一名豺羽，一名升推（《禦覽》引雲，一名君水香，《大觀本》，無文）。生平澤，或道旁。
    《名醫》曰：一名即藜，一名茨，生馮翊，七月八月，採實，暴乾。
    案《說文》雲：荠，蒺藜也；詩曰：牆上有荠，以茨爲茅葦，開屋字；《爾雅》雲：茨，蒺藜；郭璞雲：布地蔓生細葉，子有三角刺人；《毛詩》雲：牆上有茨；《傳》雲：茨，蒺藜也，舊本作蒺藜，非。
    
**黃耆
    味甘微溫。
    主癰疽久敗創，排膿止痛，大風，痢疾，五痔，鼠瘻，補虛，小兒百病。一名戴糁。生山谷。
    《名醫》曰：一名戴椹，一名獨椹，一名芰草，一名蜀脂，一名百本，生蜀郡白水漢中，二月十月採，陰乾。
    
**肉松蓉
    味甘微溫。
    主五勞七傷，補中，除莖中寒熱痛，養五臟，強陰，益精氣，多子，婦人症瘕。久服輕身。生山谷。
    《吳普》曰：肉苁蓉，一名肉松蓉，神農黃帝鹹，雷公酸小溫（《禦覽》作李氏小溫），生河西（《禦覽》作東），山陰，地，長三四寸叢生，或代郡（覽禦下有鴈門二字），二月至八月，採（《禦覽》引雲，陰乾用之）。
    《名醫》曰：生河西及代郡鴈門，五月五日採，陰乾。
    案《吳普》雲：一名肉松蓉，當是古本，蓉即是容字，俗寫苁蓉，非正字也。
    陶宏景雲：是野馬精落地所生，生時似肉，舊作肉苁蓉，非。
    
**防風
    味甘溫，無毒。
    主大風，頭眩痛，惡風，風邪，目盲無所見，風行周身，骨節疼痹（《禦覽》作痛），煩滿。久服輕身。一名銅芸（《禦覽》作芒）。生川澤。
    《吳普》曰：防風一名回雲，一名回草，一名百枝，一名蕳根，一名百韭，一名百種，神農黃帝岐伯桐君雷公扁鵲甘無毒，李氏小寒，或生邯鄲上蔡，正月生葉，細圓，青黑黃白，五月花黃，六月實黑，三月十月採根，日乾，琅邪者良（《禦覽》）。
    《名醫》曰：一名茴草，一名百枝，一名屏風，一名蕳根，一名百蜚，生沙苑，及邯鄲，琅邪，上蔡，二月十月採根，暴乾。
    案《範子計然》雲：防風出三輔，白者善。
    
**蒲黃
    味甘平。
    主心腹旁光寒熱，利小便，止血，消淤血。久服，輕身益氣力，延年神仙。生池澤。
    《名醫》曰：生河東，四月採。
    案玉篇雲：蒚，謂今蒲頭，有台，台上有重台，中出黃，即蒲黃；陶宏景雲：此即蒲厘花上黃粉也，仙經亦用此，考《爾雅》苻離，其上蒚，苻離與蒲厘聲相近，疑即此。
    
**香蒲
    味甘平。
    主五臟，心下邪氣，口中爛臭，堅齒明目聰耳。久服輕身耐老（《禦覽》作能老）。一名睢（《禦覽》雲睢蒲）。生池澤。
    《吳普》曰：睢，一名睢石，一名香蒲，神農雷公甘，生南海，池澤中（《禦覽》）。
    《名醫》曰：一名醮，生南海。
    案《說文》雲：菩，草也；玉篇雲：菩，香草也，又音蒲；本草圖經雲：香蒲，蒲黃苗也，春初生嫩葉，未出水時，紅白色茸茸然，《周禮》以爲菹。
    
**續斷
    味苦微溫。
    主傷寒，補不足，金創癰傷，折跌，續筋骨，婦人乳難（《禦覽》作乳癰雲崩中，漏血，《大觀本》，作黑字）。久服益氣力。一名龍豆，一名屬折。生山谷。
    《名醫》曰：一名接骨，一名南草，一名槐，生常山，七月八月採，陰乾。
    案《廣雅》雲：褱，續斷也；《範子計然》雲：續斷，出三輔：桐君藥錄雲：續斷生蔓延，葉細，莖如荏大，根本黃白有汁，七月八月採根。
    
**漏蘆
    味苦鹹寒。
    主皮膚熱，惡創，疽痔，濕痹，下乳汁。久服輕身益氣，耳目聰明，不老延年。一名野蘭。生山谷。
    《名醫》曰：生喬山，八月採根，陰乾。
    案《廣雅》雲：飛廉，漏蘆也；陶寵景雲：俗中取根，名鹿骊。
    
**營實
    味酸溫。
    主癰疽惡創，結肉，跌筋，敗創，熱氣，陰蝕不療，利關節。一名牆薇，一名牆麻，一名牛棘。生川谷。
    《吳普》曰：薔薇，一名牛勒，一名牛膝，一名薔薇，一名山棗（《禦覽》）。
    《名醫》曰：一名牛勒，一名薔蘼，一名山棘，生零陵及蜀郡，八月九月採，陰乾。
    案陶宏景雲：即是牆薇子。
    
**天名精
    味甘寒。
    主淤血，血瘕欲死，下血，止血，利小便。久服輕身耐老。一名麥句薑，一名蝦蟆藍，一名豕首。生川澤。
    《名醫》曰：一名天門精，一名玉門精，一名彘顱，一名蟾蜍蘭，一名觐。生平原，五月採。
    案《說文》雲：薽，豕首也；《爾雅》雲：茢薽豕首；郭璞雲：今江東呼豨首，可以焰蠶蛹；陶宏景雲：此即今人呼爲豨莶；《唐本》雲：鹿活草是也，别錄一名天蔓菁，南文呼爲地松；掌禹錫雲：陳藏器别立地菘條，後人不當仍其謬。
    
**決明子
    味鹹平。
    主青盲，目淫，膚赤，白膜，眼赤痛，淚出。久服益精光（太平《禦覽》引作理目珠精，理，即治字），輕身。生川澤。
    《吳普》曰：決明子，一名草決明，一名羊明（《禦覽》）。
    《名醫》曰：生龍門，石決明生豫章，十月採，陰乾百日。
    案《廣雅》雲：羊，英光也，又決明，羊明也；《爾雅》雲：英光；郭璞雲：英，明也，葉黃銳，赤華，實如山茱萸；陶宏景雲：形似馬蹄決明。
    
**丹參
    味苦微寒。
    主心腹邪氣，腸鳴幽幽如走水，寒熱積聚，破症除瘕，止煩滿，益氣。一名卻蟬草。生川谷。
    《吳普》曰：丹參，一名赤參，一名木羊乳，一名卻蟬草，神農桐君黃帝雷公扁鵲苦無毒，李氏大寒，岐伯鹹，生桐柏，或生太山山陵陰，莖華小方如荏，毛，根赤，四月華紫，五月採根陰乾，治心腹痛（《禦覽》）。
    《名醫》曰：一名赤參，一名木羊乳，生桐柏山及太山，五月採根，暴乾。
    案《廣雅》雲：卻蟬，丹參也。
    
**茜根
    味苦寒。
    主寒濕，風痹，黃疽，補中。生川谷。
    《名醫》曰：可以染绛，一名地血，一名茹慮，一名茅搜，一名茜，生喬山，二月三月，採根，暴乾。
    案《說文》雲：茜，茅搜也，搜，茅搜，茹藘，人血所生，可以染绛，從草從鬼；《廣雅》雲：地血，茹藘，茜也；《爾雅》雲：茹藘茅鬼；郭璞雲：今茜也，可以染绛；《毛詩》雲：茹藘在阪；《傳》雲：茹藘，茅搜也；陸玑雲：一名地血，齊人謂之茜，徐州人謂之牛蔓，徐廣注《史記》雲：茜一名紅藍，其花染繪，赤黃也，按《名醫》别出紅藍條，非。
    
**飛廉
    味苦平。
    主骨節熱，胫重酸疼。久服，令人身輕。一名飛輕（已上四字，原本黑字）。生川澤。
    《名醫》曰：一名伏兔，一名飛雉，一名木禾，生河内，正月採根，七月八月採花，陰乾。
    案《廣雅》雲：伏豬，木禾也，飛廉，漏蘆也；陶寵景雲：今既别有漏蘆，則非，此别名耳。
    
**五味子
    味酸溫。
    主益氣，咳逆上氣，勞傷羸瘦，補不足，強陰，益男子精（《禦覽》引雲，一名會及，《大觀本》，作黑字）。生山谷。
    《吳普》曰：五味子，一名元及（《禦覽》）。
    《名醫》曰：一名會及，一名元及，生齊山及代郡，八月，採實，陰乾。
    案《說文》雲：菋，荎豬也，荎，荎豬草也，蕏，荎蕏也；《廣雅》雲：會及，五味也；《爾雅》雲：菋，荎蕏；郭璞雲：五味也，蔓生子，叢在莖頭；《抱朴子·仙藥》雲：五味者五行之精，其子有五味，移門子服五味子十六年，色如玉女，入水不沾，入火不灼也。
    
**旋華
    味甘溫。
    主益氣，去面皯（《禦覽》作），黑，色媚好（《禦覽》作令人色悅澤），其根，味辛，主腹中寒熱邪氣，利小便。久服不饑輕身。一名筋根華，一名金沸（《禦覽》引雲一名美草，《大觀本》，作黑字）。生平澤。
    《名醫》曰：生豫州，五月採，陰乾。
    案陶宏景雲：東人呼爲山薑，南人呼爲美草；本草衍義雲：世又謂之鼓子花。
    
**蘭草
    味辛平。
    主利水道，殺蠱毒，闢不祥。久服，益氣輕身，不老，通神明。一名水香。生池澤。
    《名醫》曰：生大吳，四月五月採。
    案《說文》雲：蘭，香草也；《廣雅》雲：蕳，蘭也，易，其臭如蘭，鄭雲蘭，香草也，《夏小正》，五月蓄蘭；《毛詩》雲：方秉蕳分，《傳》雲蕳，蘭也；陸玑雲：蕳即蘭，香草也，其莖葉似藥草澤蘭；《範子計然》雲：大蘭出漢中三輔，蘭出河東，宏農，白者善，元楊齊賢注李白詩，引本草雲：蘭草，澤蘭，二物同名，蘭草一名水香，雲，都梁是也，水經，零陵郡，都梁縣西，小山上，有渟水，其中悉生蘭草，綠葉紫莖，澤蘭，如薄荷，微香，荊湘嶺南人家多種之，與蘭大抵相類，顔師古以蘭草爲澤蘭，非也。
    
**蛇床子
    味苦平。
    主婦人陰中腫痛，男子陰痿，濕癢，除痹氣，利關節，癫痫惡創。久服輕身。一名蛇米。生川谷及田野。
    《吳普》曰：蛇床一名蛇珠（《禦覽》）。
    《名醫》曰：一名蛇粟，一名虺床，一名思鹽，一名繩毒，一名棗棘，一名牆蘼，生臨淄，五月採實，陰乾。
    案《廣雅》雲：蛇粟，馬床，蛇床也，《爾雅》雲：盱虺床，《淮南子》汜論訓雲：亂人者若蛇床之與蘼蕪。
    
**地膚子
    味苦寒。
    主旁光熱，利小便，補中益精氣。久服，耳目聰明，輕身耐老。一名地葵（《禦覽》引雲，一名地華，一名地脈，《大觀本》無一名地華四字，脈作麥，皆黑字）。生平澤及田野。
    古醫曰：一名地麥，生荊州，八月十月採實，陰乾。
    案《廣雅》雲：地葵，地膚也；《列仙傳》雲：文賓服地膚；鄭樵雲：地膚曰落帚，亦曰地掃；《爾雅》雲：荓，馬帚，即此也，今人亦用爲帚。
    
**景天
    味苦平。
    主大熱，火創，身熱，煩邪惡氣，華主女人漏下赤白，輕身明目。一名戒火，一名慎火（《禦覽》引雲，一名水母，《大觀本》，作黑字，水作火）。生川谷。
    《名醫》曰：一名火母，一名救火，一名據火，生太山，四月四日，七月七日採，陰乾。
    案陶宏景雲：今人皆盆養之于屋上，雲以闢火。
    
**茵陳
    （《禦覽》作茵蒿）
    味苦平。
    主風濕寒熱，邪氣，熱結黃疸。久服輕身，益氣耐老（《禦覽》作能老）。生邱陵阪岸上。
    《吳普》曰：因塵，神農岐伯雷公苦無毒，黃帝辛無毒，生田中，葉如藍，十一月採（《禦覽》）。
    《名醫》曰：白兔食之仙，生太山，五月及立秋採，陰乾。
    案《廣雅》雲：因塵，馬先也；陶宏景雲：仙經雲，白蒿，白兔食之仙，而今茵陳乃雲此，恐非耳；陳藏器雲：茵陳，經冬不死，因舊苗而生，故名茵陳，後加蒿字也，據此，知舊作茵陳篙，非；又按《廣雅》雲：馬先，疑即馬新蒿，亦白蒿之類。
    
**杜若
    味辛微溫。
    主胸脅下逆氣，溫中，風入腦戶，頭腫痛，多涕淚出。
    久服，益精（藝文類聚引作益氣），明目輕身。一名杜衡（藝文類聚引作蘅，非）。生川澤。
    《名醫》曰：一名杜連，一名白連，一名白苓，一名若芝，生武陵及冤句，二月八月採根，暴乾。
    案《說文》雲：若，杜若，香草；《廣雅》雲：楚蘅，杜蘅也；《西山經》雲：天帝之上有草焉，其狀如葵，其臭如蘼蕪，名曰杜蘅；《爾雅》雲：杜，土鹵；郭璞雲：杜蘅也，似葵而香；《楚詞》雲：採芳州兮杜若；《範子計然》雲：杜若生南郡漢中又雲秦蘅，出于隴西天水；沈括補筆談雲：杜若，即今之高良薑，後人不識，又别出高良薑條，按經雲一名杜蘅，是《名醫》别出杜蘅條，非也，衡正字，俗加草。
    
**沙參
    味苦微寒。
    主血積驚氣，除寒熱，補中，益肺氣。久服利人。一名知母。生川谷。
    《吳普》曰：白沙參，一名苦心，一名識美，一名虎須，一名白參，一名誌取，一名文虎，神農黃帝扁鵲無毒，岐伯鹹，李氏大寒，生河内川谷，或般陽瀆山，三月生如葵，葉青，實白如芥，根大白如蕪菁，三月採（《禦覽》）。
    《名醫》曰：一名苦心，一名誌取，一名虎須，一名白參，一名識美，一名文希，生河内及冤句，般陽續山，二月八月採根，暴乾。
    案《廣雅》雲：苦心，沙參也，其蒿，青蓑也；《範子計然》雲：白沙參，出洛陽，白者善。
    
**白兔藿
    味苦平。
    主蛇虺，蜂虿，猘狗，菜肉蠱毒注。一名白葛。生山谷。
    《吳普》曰：白兔藿，一名白葛谷（《禦覽》）。
    《名醫》曰：生交州。
    案陶宏景雲：都不聞有識之者，都富似葛耳；《唐本》注雲：此草荊襄山谷大有，俗謂之白葛。
    
**徐長卿
    味辛溫。
    主鬼物，百精，蠱毒，疫疾邪惡氣，溫瘧。久服，強悍輕身。一名鬼督郵。生山谷。
    《吳普》曰：徐長卿，一名石下長卿，神農雷公辛，或生隴西，三月採（《禦覽》）。
    《名醫》曰：生太山及隴西，三月採。
    案《廣雅》雲：徐長卿，鬼督郵也；陶宏景雲：鬼督郵之名甚多，今俗用徐長卿者，其根正如細辛，小短扁扁爾，氣亦相似。
    
**石龍刍
    味苦微寒。
    主心腹邪氣，小便不利，淋閉，風濕，鬼注，惡毒。久服，補虛羸，輕身，耳目聰明，延年。一名龍須，一名草續斷，一名龍珠。生山谷。
    《吳普》曰：龍刍，一名龍多，一名龍須，一名續斷，一名龍本，一名草毒，一名龍華，一名懸莞，神農李氏小寒，雷公黃帝苦無毒，扁鵲辛無毒，生梁州，七月七日採（《禦覽》此條，誤附續斷）。
    《名醫》曰：一名龍華，一名懸莞，一名草毒，生梁州濕地，五月七月，採莖，暴乾。
    案《廣雅》雲：龍木，龍須也；《中山經》雲：賈超之山，其中多龍脩；郭璞雲：龍須也，似莞而細，生山石穴中，莖列垂，可以爲席；别錄雲：一名方賓；鄭樵雲：《爾雅》所爲鼠莞也，舊作ú，非。
    
**薇銜
    味苦平。
    主風濕痹，歷節痛，驚痫，吐舌，悸氣，賊風，鼠瘻，癰腫。一名糜銜。生川澤。
    《吳普》曰：薇，一名糜，一名無颠，一名承膏，一名醜，一名無心（《禦覽》）。
    《名醫》曰：一名承膏，一名承肌，一名無心，一名無颠，生漢中及冤句邯鄲，七月採莖。葉，陰乾。
    
**雲實
    味辛溫。主洩利（舊作痢，《禦覽》作洩利），腸澼，殺蟲，蠱毒，去邪毒結氣，止痛除熱，平主見鬼精物，多食令人狂走。久服，輕身通神明。生川谷。
    《吳普》曰：雲實，一名員實，一名天豆，神農辛小溫，黃帝鹹，雷公苦，葉如麻，兩兩相值，高四五尺，大莖空中，六月花，八月九月實，十月採（《禦覽》）。
    《名醫》曰：一名員實，一名雲英，一名天豆，生河間，十月採，暴乾。案《廣雅》雲：天豆，雲實也。
    
**王不留行
    味苦平。
    主金創，止血逐痛，出刺，除風痹内寒。久服，輕身耐老（《禦覽》作能老），增夀。生山谷。
    《吳普》曰：王不留行，一名王不流行，神農苦平，岐伯雷公甘，三月八月採（《禦覽》）。
    案鄭樵雲：王不留行，曰禁宮花，曰剪金花，葉似花，實作房。
    
**升麻
    味甘辛（《大觀本》作甘平）。
    主解百毒，殺百老物殃鬼，闢溫疾，障，邪毒蠱。久服不夭（《大觀本》作主解百毒，殺百精老物殃鬼，闢瘟疫瘴氣邪氣蟲毒，此用《禦覽》文）。一名周升麻（《大觀本》，作周麻）。生山谷（舊作黑字，據《吳普》有雲，神農甘，則本經當有此，今增入）。
    《吳普》曰：升麻，神農甘（《禦覽》）。
    《名醫》曰：生益州，二月八月採根，日乾。
    案《廣雅》雲：周麻，升麻也（此據《禦覽》）。
    
**青蘘
    味甘寒。
    主五臟邪氣，風寒濕痹，益氣，補腦髓，堅筋骨。久服耳目聰明，不饑不老，增夀，巨勝苗也。生川谷（舊在米谷部，非）。
    《吳普》曰：青襄，一名夢神，神農苦，雷公甘（《禦覽》）。
    《名醫》曰：生中原。
    案《抱朴子·仙藥》雲：孝經援神契曰，巨勝延年，又雲巨勝，一名胡麻，餌服之不老，耐風濕，補衰老也。
    
**姑活
    味甘溫。
    主大風邪氣，濕痹寒痛。久服輕身益夀耐老。一名冬葵子（舊在《唐本草》中無毒，今增）。
    《名醫》曰：生河東。
    案水經注解縣，引《神農本草》雲：地有固活，女疏，銅芸，紫苑之族也；陶宏景雲：方藥亦無用此者，乃有固活丸，即是野葛，一名，此又名冬葵子，非葵菜之冬葵子，療體乖異。
    
**别羁
    味苦微溫。
    主風寒濕痹，身重，四肢疼酸，寒邪，歷節痛。生川谷（舊在《唐本草》中無毒，今增）。
    《名醫》曰：一名别枝，一名别騎，一名鱉羁，生藍田，二月八月採；案陶宏景雲：方家時有用處，今俗亦絕耳。
    
**屈草
    味苦。主胸脅下痛，邪氣，腹問寒熱陰痹。久服，輕身益氣，耐老（《禦覽》作補益能老）。生川澤（舊在《唐本草》中無毒，今增）。
    《名醫》曰：生漢中，五月採。
    案陶宏景雲：方藥不復用，俗無識者。
    
**淮木
    味苦平。
    主久咳上氣，腸中虛羸，女子陰蝕，漏下赤白沃。一名百歲城中木。生山谷（舊在《唐本草》中無毒，今增）。
    《吳普》曰：淮木，神農雷公無毒，生晉平陽河東平澤，治久咳上氣，傷中羸虛，補中益氣（《禦覽》）。
    《名醫》曰：一名炭木，生太山，採無時。
    案李當之雲：是樟樹上寄生樹，大銜枝在肌肉，今人皆以胡桃皮當之，非也；桐君雲：生上洛，是木皮狀如厚朴，色似桂白，其理一縱一橫，今市人皆削乃以厚朴，而無正縱橫理，不知此復是何物，莫測真假，何者爲是也。
    上草，上品七十三種，舊七十二種，考六芝當爲一，升麻當白字，米谷部誤入青蘘，《唐本草》六種，姑活，屈草，淮木，皆當入此。
    
***上經（上品） 木
    
**牡桂
    味辛溫。
    主上氣咳逆，結氣喉痹，吐吸，利關節，補中益氣。久服通神，輕身不老。生山谷。
    《名醫》曰：生南海。
    案《說文》雲：桂，江南木，百藥之長，梫桂也；南山經雲：招搖之山多桂；郭璞雲：桂，葉似枇杷，長二尺餘，廣數寸，味辛，白花，叢生山峰，冬夏常青，間無雜木；《爾雅》雲：梫，木桂；郭璞雲：今人呼桂皮厚者，爲木桂，及單名桂者，是也，一名肉桂，一名桂枝，一名桂心。
    
**菌桂
    味辛，溫。
    主百病，養精神，和顔色，爲諸藥先聘通使。久服輕身不老，面生光華，媚好常如童子。生山谷。
    《名醫》曰：生交址桂林岩崖間，無骨，正圓如竹，立秋採。
    案《楚詞》雲：雜申椒與菌桂兮；王逸雲：桂皆香木；《列仙傳》雲：範蠡好服桂。
    
**松脂
    味苦溫。
    主疽，惡創頭瘍，白秃，疥搔，風氣，五藏，除熱。久服，輕身不老，延年。一名松膏，一名松肪。生山谷。
    《名醫》曰：生太山，六月採。
    案《說文》雲：松木也，或作；《範子計然》雲：松脂出隴西，松膠者善。
    
**槐實
    味苦寒。
    主五内邪氣熱，止涎唾，補絕傷，五痔，火創，婦人乳瘕，子藏急痛。生平澤。
    《名醫》曰：生河南。
    案《說文》雲：槐木也；《爾雅》雲：欀，槐大葉而黑。郭璞雲：槐樹葉大色黑者，名爲欀，又守宮槐葉，晝聶宵炕；郭璞雲：槐葉晝日聶合，而夜炕布者，名爲守宮槐。
    
**枸杞
    味苦寒。
    主五内邪氣，熱中，消渴，周痹。久服，堅筋骨，輕身不老（《禦覽》作耐老）。一名杞根，一名地骨，一名枸忌，一名地輔。生平澤。
    《吳普》曰：枸杞，一名枸已，一名羊乳。（《禦覽》）
    《名醫》曰：一名羊乳，一名卻暑，一名仙人杖，一名西王母杖，生常山，及諸邱陵阪岸，冬採根，春夏採葉，秋採莖實，陰乾。
    案《說文》雲：繼，枸杞也。杞，枸杞也；《廣雅》雲：地筋，枸杞也；《爾雅》雲：杞，枸；郭璞雲：今枸杞也；《毛詩》雲：集子苞杞；《傳》雲：杞，枸也；陸玑雲：苦杞秋熟，正赤，服之輕身益氣；《列仙傳》雲：陸通食橐盧木實；《抱朴子·仙藥》雲：象柴，一名托盧，是也。或名仙人杖，或雲西王母杖，或名天門精，或名卻老，或名地骨，或名枸杞也。
    
**柏實
    味甘平。主驚悸，安五藏，益氣，除濕痹。久服，令人悅澤美色，耳目聰明，不饑不老，輕身延年。生山谷。
    《名醫》曰：生太山，柏葉尤良，田四時各依方面採，陰乾。
    案《說文》雲：柏，鞠也；《廣雅》雲：栝柏也；《爾雅》雲：柏椈；郭璞雲：禮《記》曰，鬯，日以椈；《範子計然》雲：柏脂出三輔，上升價七千，中三千一鬭。
    
**伏苓
    味甘平。
    主胸脅逆氣（《禦覽》作疝氣），憂恚，驚邪，恐悸，心下結痛，寒熱煩滿，咳逆，口焦舌乾，利小便。久服安魂養神，不饑延年。一名茯菟，（《禦覽》作茯神，案元本雲：其有抱根者，名茯神，作黑字）生山谷。
    《吳普》曰：茯苓通神，桐君甘，雷公扁鵲甘無毒，或生茂州，大松根下，人地三丈一尺，二月七月採。（《禦覽》）
    《名醫》曰：其有抱根者名茯神，生太山大松下，二月八月採，陰乾。
    案《廣雅》雲：茯神，茯苓也；《範子計然》雲：茯苓，出嵩高三輔，《列仙傳》雲：昌容採茯苓，餌而食之；《史記》褚先生雲：傳曰，下有伏靈，上有兔絲，所謂伏靈者，在兔絲之下，狀似飛鳥之形，伏靈者，千歲松根也，食之不死；《淮南子》說林訓雲：茯苓掘，兔絲死，舊作茯，非。
    
**榆皮
    味甘平。
    主大小便不通，利水道，除邪氣，久服，輕身不饑，其實尤良。一名零榆。生山谷。
    《名醫》曰：生颍川，三月採皮，取白，暴乾，八月採實。
    案《說文》雲：榆，白枌，榆也；《廣雅》雲：柘榆，梗榆也；《爾雅》雲：榆，白枌；郭璞雲：枌榆先生葉，卻着莢，皮色白，又工荎.郭璞雲：令雲刺榆；《毛詩》雲：東門之枌，《傳》雲枌，白榆也；又山有《傳》雲：樞荎也；陸玑雲：其針刺如柘，其葉如榆。渝爲茹，美滑如白榆之類，有十種，葉皆相似，皮及木理異矣。
    
**酸棗
    味酸平。
    主心腹寒熱，邪結氣聚，四肢酸疼，濕痹。久服安五藏，輕身延年。生川澤。
    《名醫》曰：生河東，八月採實，陰乾，四十日成。
    案《說文》雲：樲，酸棗也；《爾雅》雲：樲，酸棗；郭璞雲：
    味小實酢；孟子雲：養其樲棘；趙岐雲：樲棘，小棘，所謂酸棗是也。
    
**蘖木
    味苦寒。
    主五藏，腸胃中結熱，黃疸，腸痔，止洩利，女子漏下赤白，陰陽蝕創。一名檀桓。生山谷。
    《名醫》曰：生漢中及永昌。
    案《說文》雲：檗，黃木也，蘖木也，《司馬相如賦》有蘖；張揖雲：檗木可染者；顔師古雲：蘖，黃薜也。
    
**乾漆
    味辛溫無毒。
    主絕傷補中，續筋骨填髓腦，安五藏，五緩六急，風寒濕痹，生漆去長蟲。久服輕身耐老。生川谷。
    《名醫》曰：生漢中，夏至後採，乾之。
    案《說文》雲：桼木汁可以物，象形，如水滴而下，以漆爲漆水字；《周禮》載師雲：漆林之征，鄭元雲：故書漆林爲桼林；杜子春雲：當爲漆林。
    
**五加皮
    味辛溫。
    主心腹疝氣，腹痛，益氣療躄，小兒不能行，疸創陰蝕。一名豺漆。
    《名醫》曰：一名豺節，生漢中及冤句，五月十月採莖，十月採根，陰乾。
    案《大觀本草》，引東華真人煮石經雲：舜常登蒼梧山曰，厥金玉之香草，朕那偃息正道，此乃五加也。魯定公母，單服五加酒，以致不死。
    
**蔓荊實
    味苦微寒。
    主筋骨間寒熱痹，拘攣，明目堅齒，利九竅，去白蟲。久服輕身耐老，小荊實亦等。生山谷。
    《名醫》曰：生河間南陽冤句，或平夀都鄉，高岸上，及田野中，八月九月採實，陰乾。
    案《廣雅》雲：牡荊，蔓荊也；廣誌雲：楚，荊也。牡荊，蔓荊也。據牡曼聲相近，故本經于蔓荊，不載所出州土，以其見牡荊也。今或别爲二條，非。
    
**辛夷
    味辛溫。
    主五臟，身體寒風，頭腦痛，面皯。久服，下氣輕身，明目，增年耐老。一名辛矧（《禦覽》作引），一名侯桃，一名房木。生川谷。
    《名醫》曰：九月採實，暴乾。
    案漢書揚雄賦雲：列新雉于林薄；師古雲：新雉即辛夷耳，爲樹甚大，其木枝葉皆芳，一名新矧；《史記·司馬相如傳》：雜以流夷；注《漢書音義》曰：流夷，新夷也；陶宏景雲：小時氣辛香，即《離騷》所呼辛夷者；陳藏起雲：初發如筆，北人呼爲木筆，其花最早，南人呼爲迎春。按唐人名爲玉蕊，又曰玉蘭。
    
**桑上寄生
    味苦平。
    主腰痛，小兒背強，癰腫，安胎，充肌膚，堅發齒，長須眉，其實明目，輕身通神。一名寄屑，一名寓木，一名宛童。生川谷。
    《名醫》曰：一名茑，生宏農桑樹上，三月三日，採莖，陰乾。
    案《說文》雲：茑，寄生也；詩曰：茑與女蘿，或作樢；《廣雅》雲：宛童，寄生樢也，又寄屏，寄生也；《中山經》雲：龍山上多寓木；郭璞雲：寄生也；《爾雅》雲：寓木宛童；郭璞雲：寄生樹一名茑；《毛詩》雲：茑與女蘿；《傳》雲：茑，寄生山也；陸玑雲：茑，一名寄生，葉似當盧，子如覆盆子，赤黑甜美。
    
**杜仲
    味辛平。
    主腰脊痛，補中，益精氣，堅筋骨，強誌，除陰下癢濕，小便餘瀝。久服輕身耐老。一名思仙。生山谷。
    《吳普》曰：杜仲，一名木綿，一名思仲。（《禦覽》）
    《名醫》曰：一名思仲，一名木綿，生上虞及上黨漢中，二月五月六月九月採皮。
    案《廣雅》雲：杜仲，曼榆也。《博物誌》雲：杜仲，皮中有絲，折之則見。
    
**女貞實
    味苦平。
    主補中，安五藏，養精神，除百疾。久服肥健，輕身不老。生山谷。
    《名醫》曰：生武陵，立冬採。
    案《說文》雲：桢，剛木也。東山經雲：太山上多桢木。郭璞雲：女桢也，葉冬不凋。《毛詩》雲：南山有杞。陸玑雲：木杞，其樹如樗（陳藏器作栗），一名狗骨，理白滑，其子爲木虻子，可合藥，《司馬相如賦》有女貞。師古曰：女貞樹，冬夏常青，未嘗凋落，若有節操，故以名爲焉。陳藏器雲：冬青也。
    
**木蘭
    味苦寒。
    主身大熱在皮膚中，去面熱，赤疱，酒皶，惡風瘨疾，陰下癢濕，明耳目。一名林蘭。生川谷。
    《名醫》曰：一名杜蘭，皮似桂而香，生零陵及太山，十二月採皮，陰乾。
    案《廣雅》雲：木欄桂欄也。劉逵注蜀都賦雲：木蘭，大樹也，葉似長生，冬夏榮，常以冬華，其實如小柿，甘美。南人以爲梅，其皮可食。顔師古注漢書雲：
    皮似椒而香，可作面膏藥。
    
**蕤核
    味甘溫。
    主心腹邪氣，明目，目赤痛傷淚出。久服輕身益氣，不饑。生川谷。
    《吳普》曰：蕤核，一名，神農雷公甘平無毒，生池澤，八月採，補中，強誌，明目，久服不饑。（《禦覽》）
    《名醫》曰：生函谷，及巴西。
    案《說文》雲：桵，白桵，棫。《爾雅》雲：棫，白桵.郭璞雲：桵，小木。叢生有刺，實如耳珰，紫赤可啖。一切經音義雲：本草作蕤，今桵核是也。
    
**橘柚
    味辛溫。
    主胸中瘕熱逆氣，利水谷。久服，去臭下氣通神，一名橘皮。生川谷。（舊在果部，非）
    《名醫》曰：生南山，江南，十月採。
    案《說文》雲：橘果出江南，柚條也。似橙而酢。《爾雅》雲：柚條。郭璞雲：似橙實酢，生江南。禹貢雲：厥包橘柚。偽孔雲：大曰橘，小曰柚。列子湯問篇雲：吳楚之國有木焉，其名爲，碧樹而冬生，實丹而
    味酸，食其皮汁，已憤厥之疾，《司馬相如賦》，有橘柚。張揖曰：柚，即橙也。似橘而大，味酢皮厚。
    上木，上品二十種，舊一十九種，考果部，橘柚當入此。
    
***上經（上品） 人
    
**發髲
    味苦溫。
    主五癃，關格不通，利小便水道，療小兒痫，大人痓，仍自還神化。
    案《說文》雲：發，根也。髲鬄也。鬄髲也。或作髢。《毛詩》雲：不屑髢。《箋》雲：髢髲也。儀禮雲：主婦被錫。注雲：被錫，讀爲髲鬄。古者或剔賤者刑者之發，以被婦人之爲飾，因名髲鬄焉。李當之雲：是童男發，據漢人說：發髲，當是剃刑人發，或童男發本經不忍取人發用之。故用剃餘也。方家至用天靈蓋，害及枯骨，卒不能治病。古人所無矣。
    右人一種，舊同。
    
***上經（上品） 獸
    
**龍骨
    味甘平。
    主心腹，鬼注，精物老魅，咳逆，洩利，膿血，女子漏下，症瘕堅結，小兒熱氣驚痫，齒主，小兒大人驚痫瘨疾狂走，心下結氣，不能喘息，諸痙，殺精物。久服，輕身通神明，延年。生山谷。
    《吳普》曰：龍骨生晉地，山谷陰，大水所過處，是龍死骨也，青白者善，十二月採，或無時，龍骨畏乾漆，蜀椒，理石，龍齒神農李氏大寒，治驚痫，久服輕
    身。（《禦覽》《大觀本》節文）
    《名醫》曰：生晉地及太山，岩水岸土穴中死龍處，採無時。
    案《範子計然》雲：龍骨生河東。
    
**麝香
    味辛溫。
    主闢惡氣，殺鬼精物，溫瘧，蠱毒，痫痓，去三蟲。久服除邪，不夢寤厭寐。生川谷。
    《名醫》曰：生中台及益州雍州山中，春風取之，生者益良。
    案《說文》雲：麝如小麋，臍有香，黑色獐也（《禦覽》引多三字）。《爾雅》雲：麝父麋足。郭璞雲：腳似麋有香。
    
**牛黃
    味苦平。
    主驚痫，寒熱，熱盛狂痓，除邪逐鬼。生平澤。
    《吳普》曰：牛黃
    味苦無毒。牛出入呻（《禦覽》作鳴吼）者有之，夜有光（《禦覽》作夜視有光），走（《禦覽》有牛字），角中，牛死入膽中，如雞子黃。（漢後書延篤傳注）
    《名醫》曰：生晉地，于牛得之，即陰乾，百日，使時躁，無令見日月光。
    
**熊脂
    味微寒。
    主風痹不仁，筋急五藏腹中積聚，寒熱羸瘦，頭瘍，白秃，面皯疱。久服，強誌不饑。輕身。生山谷。
    《名醫》曰：生雍州，十一月取。
    案《說文》雲：熊獸似豕，山居，冬蟄。
    
**白膠
    味甘平。
    主傷中勞絕，腰痛，羸瘦，補中益氣，婦人血閉無子，止痛，安胎。久服輕身延年。一名鹿角膠。
    《名醫》曰：生雲中，煮鹿角作之。
    案《說文》雲：膠，昵也，作之以皮。考工記雲：鹿膠青白，牛膠火赤。鄭雲：皆謂煮，用其皮，或用角。
    
**阿膠
    味甘平。
    主心腹，内崩，勞極，灑灑如瘧狀，腰腹痛，四肢酸疼，女子下血安胎，久服輕身益氣，一名傅致膠。
    《名醫》曰：生平東郡煮牛皮作之，出東阿。
    案二膠，本經不着所出，疑本經但作膠，《名醫》增白字阿字，分爲二條。
    上獸，上品六種，舊同。
    
***上經（上品） 禽
    
**丹雄雞
    味甘微溫。
    主女人崩中漏下，赤白沃，補虛，溫中，止血，通神，殺毒闢不祥，頭主殺鬼，東門上者尤良。
    肪，主耳聾。
    腸，主遺溺。
    肶胵，裹黃皮，主洩利。
    尿白，主消渴傷寒，寒熱。
    黑雌雞，主風寒濕痹，五緩六急，安胎。
    翮羽，主下血閉。
    雞子，主除熱，火瘡痫痙，可作虎魄，神物。
    雞白蠹，肥脂。
    生平澤。
    《吳普》曰：丹雞卵可作琥珀。（《禦覽》）
    《名醫》曰：生朝鮮。
    案《說文》雲：雞知時畜也。籀文作雞，肪，肥也。腸，大小腸也。膍鳥胵，胵鳥胃也。工（上艹下囗内必），糞也。翮羽，莖也。羽，鳥長毛也，此作肶，省文，尿，即（上艹下囗内必）字，古文，從。亦（上艹下囗内必）假音字也。
    
**鴈肪
    味甘平。主風攣，拘急，偏枯，氣不通利，久服，益氣不饑，輕身耐老。一名鹜肪。生池澤。
    《吳普》曰：鴈肪神農岐伯雷公甘無毒（《禦覽》有鹜肪二字，當作一名鹜肪），殺諸石藥毒。（《禦覽》引雲：採無時）
    《名醫》曰：生江南，取無時。
    案《說文》雲：鴈，鵝也。鹜，舒凫，也。《廣雅》雲：鵝，倉鴈也。凫，鹜鴨也。《爾雅》雲：舒鴈，鵝。郭璞雲：禮《記》曰，出如舒鴈。今江東呼，又舒凫，鹜。郭璞
    雲：鴨也。方言雲：鴈，自關而東，謂之鵝。南楚之外，謂之鵝，或謂之倉。據《說文》雲：别有鴈，以爲鴻鴈字無鴨字，鴨，即鴈之急音，此鴈肪，即鵝鴨脂也。當作鴈字，《名醫》不曉，别出鹜肪條，又出白鴨鵝條，反疑此爲鴻鴈，何其謬也。陶蘇皆亂說之。
    上禽，上品二種，舊同。
    
***上經（上品） 蟲魚
    
**石蜜
    味甘平。
    主心腹邪氣，諸驚痫痓，安五藏，諸不足，益氣補中，止痛解毒，除眾病，和百藥。久服，強誌輕身，不饑不老。一名石饴。生山谷。
    《吳普》曰：石蜜，神農雷公甘氣平，生河源或河梁。（《禦覽》又一引雲：生武都山谷）
    《名醫》曰：生武都河源及諸山石中，色白如膏者，良。
    案《說文》雲：蜂，甘饴也。一曰螟子，或作蜜。《中山經》雲：平逢之山多沙石，實惟蜂蜜之廬。郭璞雲：蜜，赤蜂名。西京雜記雲：南越王獻高帝石蜜五斛。玉
    篇雲：螽，甘饴也。蘇恭雲：當去石字。
    
**蜂子
    味甘平。
    主風頭，除蠱毒，補虛羸傷中。久服，令人光澤，好顔色，不老，大黃蜂子，主心腹，復滿痛，輕身益氣，土蜂子，主癰腫。一名蜚零。生山谷。
    《名醫》曰：生武都。
    案《說文》雲：蜂，飛蟲螫人者。古文省作蜂。《廣雅》雲：蠓，蜂也。又上蜂，螉也。《爾雅》雲：土蜂。郭璞雲：今江南大蜂在地中作房者爲土蜂，啖其子即馬蜂，今荊巴間呼爲蟺，又木蜂。郭璞雲：似土蜂而小，在樹上作房，江東亦呼爲木蜂，又食其子。禮記檀弓雲：範則冠。鄭雲：範蜂也。方言雲：蜂，燕趙之間，謂
    之蠓螉，其小者，謂之螉，或謂之蚴蛻，其大而蜜。謂之壺蜂。郭璞雲：今黑蜂，穿竹木作孔，亦有蜜者，或呼笛師，按蜂名爲範者聲相近，若《司馬相如賦》，以泛爲楓。左傳：沨沨即汛汛也。
    
**蜜蠟
    味甘微溫。
    主下利膿血，補中續絕傷金創，益氣不饑耐老。生山谷。
    《名醫》曰：生武都蜜房木石間。
    案西京雜記雲：南越王獻高帝蜜蠟，二百枚。玉篇雲：蠟，蜜滓。陶宏景雲：白蠟生于蜜中。故謂蜜蠟。《說文》無蠟字。張有雲：臘别蠟，非，舊作蠟，今據改。
    
**牡蠣
    味鹹平。
    主傷寒寒熱，溫瘧灑灑，驚恚怒氣，除拘緩鼠瘻，女子帶下赤白。久服，強骨節，殺邪氣，延年。一名蠣蛤，生池澤。
    《名醫》曰：一名牡蛤，生東海，採無時。
    案《說文》雲：虿，蚌屬。似螊，微大，出海中，今民食之，讀苦賴又雲：蜃屬，有三，皆生于海，蛤厲，千歲雀所化，秦謂之牡蠣。
    
**龜甲
    味鹹平。
    主漏下赤白，破症瘕，痎瘧，五痔，陰蝕，濕痹，四肢重弱，小兒囟不合。久服，輕身不饑。一名神屋。生池澤。
    《名醫》曰：生南海及湖水中，採無時。
    案《廣雅》雲：介，龜也。高誘注淮南雲：龜殼，龜甲也。
    
**桑蜱蛸
    味鹹平。
    主傷中，疝瘕，陰痿，益精生子，女子血閉，腰痛，通五淋，利小便水道。一名蝕疣，生桑枝上，採，蒸之。
    《吳普》曰：桑蛸條，一名（今本脫此二字），蝕疣，一名害焦，一名致，神農鹹無毒。（《禦覽》）
    《名醫》曰：螳螂子也，二月三月採，火炙。
    案《說文》雲：蜱，蜱蛸也，或作蜱蛸，蟲蛸，螂子。《廣雅》雲：蟭，烏涕，冒焦，螵蛸也。《爾雅》雲：不過螳蠰，其子蜱蛸。郭璞雲：一名焦，螳蠰卵也。範子計
    然雲：螵蛸出三輔，上價三百，舊作螵，聲相近，字之誤也。
    玉篇雲：蜱同螵。
    
**海蛤
    味苦平。
    主咳逆上氣，喘息煩滿，胸痛，寒熱。一名魁蛤。
    《吳普》曰：海蛤，神農苦，岐伯甘，扁鵲鹹，大節頭有文，文如磨齒，採無時。
    《名醫》曰：生南海。
    案《說文》雲：蛤，蜃屬，海蛤者，百歲燕所化，魁蛤，一名復累老服冀所化。《爾雅》雲：魁陸。郭璞雲：本草雲，魁，狀如海蛤，園而厚朴有理縱橫，即今之蚶
    也。《周禮》鱉人供蠯鄭司農雲：蠯，蛤也。杜子春雲：蠯蜯也。周書王會雲：東越海蛤。孔晁雲：蛤，文蛤。按《名醫》别出海蛤條雲：一名魁陸，一名活東，非。
    
**文蛤
    主惡瘡，蝕（《禦覽》作除陰蝕），五痔（《禦覽》下有大孔出血，《大觀本》，作黑字）。
    《名醫》曰：生東海，表有文，採無時。
    
**蠡魚
    （初學記引作鳢魚）
    味甘寒。
    主濕痹，面目浮腫，下大水。一名鲖魚。生池澤。
    《名醫》曰：生九江，採無時。
    案《說文》雲：，鲖也。鲖，也。讀若褲栊。《廣雅》雲：鲡，鯣鲖也。《爾雅》雲：鳢。郭璞雲：鲖也。《毛詩》雲：鲂鳢。《傳》雲：鳢鲖也。據《說文》雲：鳢鳠也。與不同，而毛萇。郭璞以鲖釋鳢，與許不合。然初學記引此亦作鳢，蓋二字音同，以舛，不可得詳。《廣雅》又作鲡，亦音之。又廣誌雲：豚魚，一名鲖（《禦覽》），更異解也。
    又陸玑雲：鳢即鮑魚也。似鳢，狹厚，今京東人猶呼鳢魚，又本草衍義曰。蠡魚，今人謂之黑鯉魚，道家以爲頭有星爲厭，據此諸說，若作鯉字，《說文》所雲鲖。
    廣誌以爲江豚，本草衍義以爲黑鯉魚，若作鯉字，《說文》以爲鲡。《廣雅》以爲鳗鲡。陸玑以爲鮑魚，說各不同，難以詳究。
    
**鯉魚膽
    味苦寒。
    主目熱赤痛青盲，明目。久服，強悍益誌氣。生池澤。
    《名醫》曰：生九江，採無時。
    案《說文》雲：鯉，鳣也。鳣，鯉也。《爾雅》雲：鯉鳣.捨人雲：鯉，一名鳣.郭璞注鯉雲：今赤鯉魚。注鳣雲：大魚似鲟。《毛詩》雲：鳣鲔發發。《傳》雲：鳣，鯉也，據此知郭璞别爲二，非矣。古今注雲：兖州人呼赤鯉爲赤驥，謂青鯉爲青馬，黑鯉爲元駒，白鯉爲白骐，黃鯉爲黃雉。
    上蟲，魚。上品一十種，舊同。
    
***上經（上品） 果
    
**藕實莖
    味甘平。
    主補中養神，益氣力，除百疾。久服，輕身耐老，不饑延年。一名水芝丹。生池澤。
    《名醫》曰：一名蓮，生汝南，八月採。
    案《說文》雲：藕，夫渠根。蓮，夫渠之實也。茄，夫渠莖。《爾雅》雲：荷，芙渠。郭璞雲：别名芙蓉，江東呼荷，又其莖茄，其實蓮。郭璞雲：蓮謂房也，又其
    根藕。
    
**大棗
    味甘平。
    主心腹邪氣，安中養脾肋十二經，平胃氣，通九竅，補少氣，少津液，身中不足，大驚，四肢重，和百藥。久服輕身長年，葉覆麻黃，能令出汗。生平澤。
    《吳普》曰：棗主調中，益脾氣，令人好顔色，美誌氣。（《大觀本草》引吳氏本草）
    《名醫》曰：一名乾棗，一名美棗，一名良棗，八月採，曝乾，生河東。
    案《說文》雲：棗，羊棗也。《爾雅》雲：遵羊棗。郭璞雲：實小而圓，紫黑色，今俗呼之爲羊矢棗，又洗大棗。郭璞雲：今河東猗氏縣，出大棗子，如雞卵。
    
**葡萄
    味甘平。
    主筋骨濕痹，益氣，倍力，強誌，令人肥健，耐饑忍風寒。久食輕身，不老延年，可作酒。生山谷。《名醫》曰：生隴西五原敦煌。
    案史紀大宛列《傳》雲：大宛左右，以葡萄爲酒，漢使取其實來，于是天子始種苜蓿，葡萄，肥饒地，或疑此本經不合有葡萄，《名醫》所增，當爲黑字。
    然《周禮》場人雲：樹之查蓏，珍異之物。鄭元雲：珍異，葡萄枇杷之屬，則古中國本有此，大宛種類殊常，故漢特取來植之，舊作葡，據《史記》作蒲。
    
**蓬蔂
    味酸平。
    主安五臟，益精氣，長陰令堅，強誌，倍力有子。久服輕身不老。一名覆盆。生平澤。
    《吳普》曰：缺盆，一名決盆（《禦覽》）。甄氏本草曰：覆盆子，一名馬瘻，一名陸荊。（同上）
    《名醫》曰：一名陵蔂，一名陰藥，生荊山及冤句。
    案《說文》雲：蔂，木也。茥，缺盆也。《廣雅》雲：蒛盆陸英，莓也。《爾雅》雲：茥蒛盆。郭璞雲：覆盆也，實似莓而小，亦可食。《毛詩》雲：葛苗苗之。陸玑雲：一
    名巨瓜，似燕薁，亦連蔓，葉似艾，白色，其子赤可食。《列仙傳》雲：昌容食蓬蔂根。李當之雲：即是人所食莓。陶宏景雲：蓬蔂是根名，覆盆是實名。
    
**雞頭實
    味甘平。
    主濕痹，腰脊膝痛，補中除暴疾，益精氣，強誌令耳目聰明。久服，輕身不饑，耐老，神仙。一名鴈啄實。生池澤。
    《名醫》曰：一名芡，生雷澤，八月採。
    案《說文》雲：芡，雞頭也。《廣雅》雲：芡，雞頭也，《周禮》，笾人加笾之實芡。鄭元雲：芡，雞頭也。方言雲：芡，雞頭也，北燕謂之，青徐淮泗之間，謂之芡。
    南楚江湘之間，謂之雞頭，或謂之鴈頭，或謂之烏頭。《淮南子》說山川雲：雞頭已瘻。高誘雲：水中芡，幽州謂之鴈頭。古今注雲：葉似荷而大，葉上蹙縐如沸，實有芒刺，其中有米，可以度饑，即今茑子也。
    上果，上品五種，舊六種，今以橘柚入木。
    
***上經（上品） 米谷
    
**胡麻
    味甘平。
    主傷中虛羸，補五内（《禦覽》作藏），益氣力，長肌肉，填髓腦。久服，輕身不老。一名巨勝。葉名青雚。生川澤。
    《吳普》曰：胡麻一名方金，神農雷公甘無毒，一名狗虱，立秋採。
    《名醫》曰：一名狗虱，一名方莖，一名鴻藏，生上黨。
    案《廣雅》雲：狗虱，巨勝，藤苰，胡麻也。孝經援神契雲：钷勝延年。宋均雲：世以钷勝爲苟杞子。陶宏景雲：本生大宛，故曰胡麻。按本經已有此，陶說非
    也，且與麻贲并列，胡之言大或以葉大于麻，故名之。
    
**麻贲
    味辛平。
    主五勞七傷，利五藏，下血，寒氣，多食，令人見鬼狂走。久服，通神明，輕身。一名麻勃。麻子，味甘平，主補中益氣，肥健不老神仙。生川谷。
    《吳普》曰：麻子中仁，神農岐伯辛，雷公扁鵲無毒，不欲牡蠣白薇，先藏地中者食殺人，麻藍一名麻贲，一名青欲，一名青葛，神農辛，岐伯有毒，雷公甘，畏牡蠣白薇，葉上有毒，食之殺人，麻勃，一名花，雷公辛無毒，畏牡蠣。（《禦覽》）
    《名醫》曰：麻勃，此麻花上勃勃者，七月七日採。良，子九月採，生太山。
    案《說文》元：麻與同，人所治在屋下，枲麻也，萉枲實也，或作荸，麻母也，，孝也，以贲爲雜香草。《爾雅》雲：，枲實，枲，麻孫。炎雲：筦麻子也。郭璞雲
    ：别二名，又芓，麻母。郭璞雲：苴，麻盛子者，《周禮》，笾朝事之笾，其實黂，鄭雲：黂枲實也，鄭司農雲麻麻曰黂.《淮南子》齊俗訓雲：胡人見筦，不知其可以
    爲布。高誘雲：黂，麻實也，據此則宏景以爲牡麻無實，非也，《唐本》以爲麻實，是。
    上米，谷，上品二種，舊三種，今以青蘘入草。
    
***上經（上品） 菜
    
**冬葵子
    味甘寒。
    主五臟六腑，寒熱羸瘦，五癃，利小便。久服堅骨長肌肉，輕身延年。
    《名醫》曰：生少室山，十二月採之。
    案《說文》雲：升，古文終，葵菜也。《廣雅》雲：，葵也，考升與終形相近，當即《爾雅》蔠葵，《爾雅》雲蔠，葵繁露。郭璞雲：承露也，大莖小葉，華紫黃色。
    本草圖經雲：吳人呼爲繁露，俗呼胡燕支，子可婦人塗面及作口脂，按《名醫》别有落葵條，一名繁露，亦非也，陶宏景以爲終冬至春作子，謂之冬葵，不經甚矣。
    
**苋實
    味甘寒。
    主青盲，明目除邪，利大小便，去寒熱。久服，益氣力，不饑，輕身。一名馬苋。
    《名醫》曰：一名莫實，生淮陽及田中，葉如藍，十一月採。
    案《說文》雲：苋，苋菜也。《爾雅》雲蒉，赤苋。郭璞雲：今苋葉之赤莖者。
    李當之雲：苋實，當是今白苋，《唐本》注雲：赤苋一名苋，今名莫實字誤。
    
**瓜蒂
    味苦寒。
    主大水身面四肝浮腫，下水，殺蠱毒，咳逆上氣，及食諸果，病在胸腹中，皆吐下之。生平澤。
    《名醫》曰：生蒿高，七月七日採，陰乾。
    案《說文》雲：瓜，（瓜瓜）也，象形。蒂，瓜當也。《廣雅》雲：水芝，瓜也。陶宏景雲：甜瓜蒂也。
    
**瓜子
    味甘平。
    主令人說澤，好顔色，益氣不饑。久服輕身耐老。一名水芝。（《禦覽》作土芝）生平澤。
    《吳普》曰：瓜子一名瓣，七月七日採，可作面脂。（《禦覽》）
    《名醫》曰：一名白瓜子，生蒿高，冬瓜仁也，八月採。
    案《說文》雲：瓣，瓜中實。《廣雅》雲：冬瓜（上艹下左立右瓜）也，其子謂之瓤。陶宏景雲：白當爲甘，舊有白字。據《名醫》雲：一名白瓜子，則本名當無。
    
**苦菜
    味苦寒。
    主五臟邪氣，厭谷，胃痹。久服，安心益氣，聰察少卧，輕身耐老。一名荼草，一名選。生川谷。
    《名醫》曰：一名遊冬，生益州山陵道旁，淩冬不死，三月三日採，陰乾。
    案《說文》雲：荼，苦菜也。《廣雅》雲：遊冬，苦菜也。《爾雅》雲：荼，苦菜，又槚，苦荼。郭璞雲：樹小如梔子，冬生葉，可煮作羹，今呼早萊者爲荼，晚取者爲茗，一名荈，蜀人名之苦菜。陶宏景雲：此即是今茗，茗一名荼又令人不眠，亦淩冬不凋而兼其止，生益州，《唐本》注駁之非矣，選與荈，音相近。
    上菜，上品五種舊同。
    
***中經（中品）
  **中藥一百二十種爲臣，主養性以應人，無毒有毒，斟酌其宜，欲遏病補羸者，本中經。
    雄黃、石流黃、雌黃、水銀、石膏、慈石、凝水石、陽起石、孔公孽、殷孽、鐵精、理石、長石、膚青（右玉，石，中品十四種，舊十六種）。
    乾薑、枲耳實、葛根、栝樓銀、苦參、當歸、麻黃、通草、芍藥、蠡實、瞿麥、元參、秦艽、百合、知母、貝母、白芷、淫羊藿、黃芩、狗脊、石龍芮、茅根、紫菀、紫草、敗醬、白鮮、酸醬、紫參、藁本、石韋、萆薢、白薇、水萍、王瓜、地榆、海藻、澤蘭、防己、款冬花、牡丹、馬先蒿、積雪草、女菀、王孫、蜀羊泉、爵床、假蘇、翹根（上草，中品四十九種，舊四十六種）。
    桑根白皮、竹葉、吳茱萸、卮子、蕪荑、枳實、厚朴、秦皮、秦菽、山茱萸、紫葳、豬苓、白棘、龍眼、松蘿、衛矛、合歡（上木，中品一十七種，舊同）。
    馬莖、鹿茸、牛角腮、羖羊角、牡狗陰莖、羚羊角、犀角（上獸，中品七種，舊同）。
    燕尿、天鼠尿（上禽，中品二種，舊三種）。
    猬皮、露蜂房、鱉甲、蟹、柞蟬、蛴螬、烏賊魚骨、白僵蠶、蛇魚甲、椿雞、蛞蝓、石龍子、木虻、蜚虻、蜚廉、蟅蟲、伏翼（上蟲，魚，中品一十七種，舊十六種）。
    梅實（上果，中品一種，舊同）。
    大豆黃卷、赤小豆、粟米、黍米（上米，谷，中品三種，舊二種）。
    蓼實、蔥實、、水蘇（上菜，中品三種，舊同）。
    
***中經（中品） 玉石
    
**雄黃
    味苦平寒。
    主寒熱，鼠瘻惡創，疽痔死肌，殺精物，惡鬼，邪氣，百蟲毒，勝五兵。煉食之，輕食神仙。一名黃食石。生山谷。
    《吳普》曰：雄黃，神農苦，山陰有丹雄黃，生山之陽，故曰雄，是丹之雄，所以名雄黃也。
    《名醫》曰：生武都敦煌山之陽，採無時。
    案《西山經》雲：高山其下多雄黃。郭璞雲：晉太興三年，高平郡界有山崩，其中出數千斤雄黃。《抱朴子·仙藥》雲：雄黃當得武都山所出者，純而無雜，其赤如雞冠，光明晔晔乃可用耳，其但純黃似雄黃，色無赤光者，不任以作仙藥，可以合理病藥耳。
    
**石流黃
    （流舊作硫，《禦覽》引作流，是）
    味酸溫。
    主婦人陰蝕，疽痔惡血，堅筋骨，除頭秃，能化金銀銅鐵奇物（《禦覽》引雲：石流青、白色，主益肝氣明目，石流赤，生羌道山谷）。生山谷。
    《吳普》曰：硫黃一名石留黃，神農黃帝雷公鹹有毒，醫和扁鵲苦無毒，或生易陽，或河西，或五色，黃是潘水石液也（潘，即礬，古字），燒令有紫焰者，八月九日採，治婦人血結（《禦覽》雲：治婦人絕陰，能合金銀銅鐵）。
    《名醫》曰：生東海牧羊山，及太山河西山，礬石液也。
    案《範子計然》雲：石流黃出漢中，又雲劉馮餌石流黃而更少。劉逵注吳都賦雲：流黃，土精也。
    
**雌黃
    味辛平。
    主惡創頭秃痂疥，殺毒蟲虱，身癢，邪氣諸毒。煉之，久服，輕身增年不老。生山谷。
    《名醫》曰：生武都，與雄黃同山生，其陰山有金，金精熏，則生雌黃，採無時。
    
**水銀
    味辛寒。
    主疥瘻痂瘍白秃，殺皮膚中虱，堕胎，除熱，殺金銀銅錫毒。熔化還復爲丹，久服神仙不死。生平土。
    《名醫》曰：一名汞，生符陵，出于丹砂。
    案《說文》雲：澒，丹沙所化爲水銀也。《廣雅》雲：水銀謂之汞。《淮南子》地形訓雲：白澒，九百歲生白澒，白（上興下石），九百歲生百金。高誘雲：白澒，水銀也。
    
**石膏
    味辛微寒。
    主中風寒熱，心下逆氣驚喘，口乾，苦焦，不能息，腹中堅痛，除邪鬼，産乳，金創。生山谷。
    《名醫》曰：一名細石，生齊山及齊盧山，魯蒙山，採無時。
    
**慈石
    味辛寒。
    主周痹，風濕，肢節中痛不可持物，洗洗，酸消，除大熱煩滿及耳聾。一名元石。生山谷。
    《吳普》曰：慈石，一名磁君。
    《名醫》曰：一名處石，生太山，及慈山山陰，有鐵處則生其陽，採無時。
    案北山經雲：灌題之山其中，多磁石。郭璞雲：可以取鐵。管子地數篇雲：山上有慈石者，下必有銅。呂氏春秋精通篇雲：慈石召鐵。《淮南子》說山訓雲：慈石能引鐵，隻作慈，舊作磁，非，《名醫》别出元石條，亦非。
    
**凝水石
    味辛寒。
    主身熱，腹中積聚，邪氣，皮中如火燒，煩滿，水飲之。久服不饑。一名白水石。生山谷。
    《吳普》曰：神農辛，吱伯醫和扁鵲甘無毒。李氏大寒，或生邯鄲，採無時，如雲母色（《禦覽》引雲，一名寒水石）。
    《名醫》曰：一名寒水石，一名淩水石，鹽之精也，生常案及凝山，又中水縣邯鄲。
    《範子計然》雲：水石出河東，色澤者善。
    
**陽起石
    味鹹微溫。
    主崩中漏下，破子臧中血，症瘕結氣，寒熱，腹痛無子，陰痿不起（《禦覽》引，作陰陽不合），補不足（《禦覽》引，有句攣二字）。一名白石。生山谷。
    《吳普》曰：陽起石，神農扁鵲酸無毒，桐君雷公岐伯鹹無毒，李氏小寒，或生太山（《禦覽》引雲，或陽起山，採無時）。
    《名醫》曰：一名石生，一名羊起石，雲母根也，生齊山及琅邪，或雲山陽起山，採無時。
    
**孔公蘖
    味辛溫。
    主傷食不化，邪結氣，惡創，疽瘻痔，利九竅，下乳汁（《禦覽》引雲，一名通石，《大觀本》，作黑字）。生山谷。
    《吳普》曰：孔公孽，神農辛，岐伯鹹，扁鵲酸無毒，色青黃。
    《名醫》曰：一名通石，殷孽根也，青黃色生梁山。
    
**殷孽
    味辛溫。
    主爛傷淤血，洩利寒熱，鼠寒瘻症瘕結氣。一名薑石。生山谷（按此當與孔公孳爲一條）。
    《名醫》曰：鍾乳根也生趙國，又梁山及南海，採無時。
    
**鐵精
    平。
    主明目化銅。
    鐵落，味辛平，主風熱，惡創，瘍疽創痂，疥氣在皮膚中。
    鐵，主堅肌耐痛，生平澤（舊爲三條，今并）。
    《名醫》曰：鐵落一名鐵液，可以染皂，生牧羊及祊城或析城，採無時。
    案《說文》雲：鐵，黑金也，或省作鐵，古文作鐵。
    
**理石
    味辛寒。
    主身熱，利胃解煩，益精明目，破積聚，去三蟲。一名石立制石。生山谷。
    《名醫》曰：一名饑石，如石膏，順理而細，生漢中，及盧山，採無時。
    
**長石
    味辛寒。
    主身熱，四肢寒厥，利小便，通血脈，明目，去翳，眇，下三蟲，殺蠱毒。久服不饑。一名方石。生山谷。
    《吳普》曰：長石一名方石，一名直石，生長子山谷，如馬齒，潤澤玉色長鮮，服之不饑（《禦覽》）。
    《名醫》曰：一名土石，一名直石，理如馬齒，方面潤澤，玉色，生長子山，及太山臨溜採無時。
    
**膚青
    味辛平。
    主蠱毒，及蛇菜肉諸毒，惡創。生川谷。
    《名醫》曰：一名推青，一名推石，生益州。
    案陶宏景雲：俗方及仙經，并無用此者，亦相與不復識。
    上玉石，中品一十四種，舊十六種，考鐵落、鐵，宜與鐵精爲一。
    
***中經（中品） 草
    
**乾薑
    味辛溫。
    主胸滿咳逆上氣，溫中止血，出汗，逐風，濕痹，腸澼，下利。生者尤良，久服去臭氣，通神明。生川谷。
    《名醫》曰：生楗爲及荊州揚州，九月採。
    案《說文》雲：薑，禦濕之菜也。《廣雅》雲：葰廉薑也。呂氏春秋本
    味篇雲：和之美者，陽朴之薑，高誘注，陽朴地名在蜀郡，司馬相如上林賦，有茈薑雲雲。
    
**枲耳實
    味甘溫。
    主風頭，寒痛，風濕，周痹，四肢拘攣，痛，惡肉死肌。久服益氣，耳目聰明，強誌輕身。一名胡枲，一名地葵。生川谷。
    《名醫》曰：一名葹，一名常思，生安陸及六安田野，實熟時採。
    案《說文》雲：荪，卷耳也。苓，卷耳也。《廣雅》雲：苓，耳葹，常枲，胡枲，枲耳也。《爾雅》雲：蒼耳，苓耳。郭璞雲：江東呼爲常枲，形似鼠耳，叢生如盤。《毛詩》雲：採採卷耳。《傳》雲：卷耳，苓耳也。陸玑雲：葉青，白色，似胡荽，白華，細莖蔓生，可煮爲茹，滑而少味，四月中生子，正如婦人耳珰，今或謂之耳珰草，鄭康成謂是白胡荽，幽州人謂之爵耳。《淮南子》覽冥訓雲：位賤尚枲。高誘雲：枲者，枲耳，菜名也。幽冀謂之檀菜，雒下謂之胡枲。
    
**葛根
    味甘平。
    主消渴，身大熱，嘔吐，諸痹，起陰氣，解諸毒，葛谷，主下利，十歲已上。一名雞齊根。生川谷。
    《吳普》曰：葛根，神農甘，生太山（《禦覽》）。
    《名醫》曰：一名鹿藿，一名黃斤，生汶山，五月採根，暴乾。
    
**括樓根
    味苦寒。
    主消渴，身熱，煩滿，大熱，補虛安中，續絕傷。一名地樓。生川谷，及山陰。
    《吳普》曰：括樓，一名澤巨，一名澤姑（《禦覽》）。
    《名醫》曰：一名果裸，一名天瓜，一名澤姑，實名黃瓜，二月八月，採根，暴乾，三十日成，生宏農。
    案《說文》雲：（上耆下口），（上耆下口）蔞，果蓏也。《廣雅》雲：王白，（上艹下刀下貝）也。（黨爲王（上耆下口））《爾雅》雲：果裸之實，括樓。郭璞雲：今齊人呼之爲天瓜。《毛詩》雲：果裸之實，亦施于宇。《傳》雲：果裸，括樓也。呂氏春秋雲：王善生。高誘雲：善或作瓜，（左舌右瓜）（左婁右瓜）也。案呂氏春秋善字乃（上耆下口）之誤。
    
**苦參
    味苦寒。
    主心腹結氣，症瘕積聚，黃疸，溺有餘瀝，逐水，除癰腫，補中，明目，止淚。一名水槐，一名苦識。生山谷及田野。
    《名醫》曰：一名地槐，一名菟槐，一名驕槐，一名白莖，一名虎麻，一名芩莖，一名祿曰，一名陵郎，生汝南，三月八月十月，採根，暴乾。
    
**當歸
    味甘溫。
    主咳逆上氣，溫虐，寒熱，洗在皮膚中（《大觀本》，洗音癬）。婦人漏下絕子，諸惡創瘍金創。煮飲之。一名乾歸。生川谷。
    《吳普》曰：當歸，神農黃帝桐君扁鵲甘無毒，岐伯雷公辛無毒，李氏小溫，或生羌胡地。
    《名醫》曰：生隴西，二月八月，採根陰乾。
    案《廣雅》雲：山靳，當歸也。《爾雅》雲：薜，山靳。郭璞雲：今似靳而粗大，又薜，白靳。郭璞雲：即上山靳。《範子計然》雲：當歸，出隴西，無枯者善。
    
**麻黃
    味苦溫。
    主中風傷寒頭痛溫瘧，發表，出汗，去邪熱氣，止咳逆上氣，除寒熱，破症堅積聚。一名龍沙。
    《吳普》曰：麻黃一名卑相，一名卑堅，神農雷公苦無毒，扁鵲酸無毒，李氏平，或生河東，四月，立秋採（《禦覽》）。
    《名醫》曰：一名卑相，一名卑鹽，生晉地及河東，立秋採莖，陰乾今青。
    案《廣雅》雲：龍沙，麻黃也。麻黃莖，狗骨也。《範子計然》雲：麻黃出漢中三輔。
    
**通草
    （《禦覽》作蓪草）
    味辛平。
    主去惡蟲，除脾胃寒熱，通利九竅，血脈關節，今人不忘。一名附支。生山谷。
    《吳普》曰：蓪草，一名丁翁，一名附支，神農黃帝辛，雷公苦，生石城山谷，葉菁蔓延，止汗，自正月採（《禦覽》）。
    《名醫》曰：一名丁翁，生石城及山陽，正月採枝，陰乾。
    案《廣雅》雲：附支，蓪草也。《中山經》雲：升山其草多寇脫。郭璞雲：寇脫草，生南方，高丈許，似荷葉，而莖中有瓤，正白，零陵人植而日灌之，以爲樹也。《爾雅》雲：離南活莌.郭璞注同，又倚商，活脫。郭璞雲：即離南也。《範子計然》雲：蓪草，出三輔。
    
**芍藥
    味苦平。
    主邪氣腹痛，除血痹，破堅積寒熱，疝瘕，止痛，利小便，益氣（藝文類聚引雲：一名白朮，《大觀本》，作黑字）。生川谷及丘陵。
    《吳普》曰：芍藥，神農苦，桐君甘，無毒，岐伯鹹。李氏小寒，雷公酸，一名甘積，一名解倉，一名誕，一名餘容，一名白朮，三月三日採。（《禦覽》）
    《名醫》曰：一名白朮，一名餘容，一名犁食，一名解食，一名铤，生中岳，二月八月，採根，暴乾。
    案《廣雅》雲：攣夷，芍藥也。白朮、牡丹也。北山經雲：繡山其草多芍藥。郭璞雲：芍藥一名辛夷，亦香草屬。《毛詩》雲：贈之以芍藥。《傳》雲：芍藥，香草。《範子計然》雲：芍藥出三輔。崔豹古今注雲：芍藥有三種，有草芍藥，有木芍藥，木有花，大而色深，俗呼爲牡丹，非也。又雲：一名可離。
    
**蠡實
    味甘平。
    主皮膚寒熱，胃中熱氣，寒濕痹，堅筋骨，今人嗜食。久服輕身。花葉，去白蟲。一名劇草，一名三堅一名豕首。生川谷。
    《吳普》曰：蠡實，一名劇草，一名三堅，一名劇荔華（《禦覽》），一名澤藍，一名豕首，神農黃帝甘辛無毒，生宛句，五月採。（同上）
    《名醫》曰：一名荔實，生河東，五月採，實陰乾。
    案《說文》雲：荔，草也，似蒲而小，根可作刷。《廣雅》雲：馬薤，荔也。月令雲：仲冬之月，荔挺出。鄭雲：荔挺，馬薤也。高誘注《淮南子》雲：荔馬，荔草也。通俗文雲：一名馬蘭。顔之推雲：此物河北平澤率生之，江東頗多種于階庭，但呼爲早蒲，故不識馬薤。
    
**瞿麥
    味苦寒。
    主關格，諸癃結，小便不通，出刺，決癰腫，明目去翳，破胎堕子，下閉血。一名巨句麥。生川谷。
    《名醫》曰：一名大菊，一名大蘭，生大山，立秋，採實，陰乾。
    案《說文》雲：蘧，蘧麥也。菊，大菊，蘧麥。《廣雅》雲：茈葳，陵苕，蘧麥也。《爾雅》雲：大菊，蘧麥。郭璞雲：一名麥句薑，即瞿麥。陶宏景雲：子頗似麥，故名瞿麥。
    
**元參
    味苦微寒。
    主腹中寒熱積聚，女子産乳餘疾，補腎氣，令人目明。一名重台。生川谷。
    《吳普》曰：元參，一名鬼藏，一名正馬，一名重台，一名鹿腹，一名端，一名元台，神農桐君黃帝雷公扁鵲苦無毒，岐伯鹹，李氏寒，或生冤朐山陽，二月生葉如梅毛，四四相值似芍藥，黑莖方高四五尺，華赤，生枝間，四月，實黑。（《禦覽》）
    《名醫》曰：一名元台，一名鹿腸，一名正馬，一名減，一名端，生河間及冤句，三月四月採根，暴乾。
    案《廣雅》雲：鹿腸，元參也。《範子計然》雲：元參出三輔，青色者善。
    
**秦艽
    味苦平。
    主寒熱邪氣，寒濕，風痹，肢節痛，下水，利小便。生山谷。
    《名醫》曰：生飛烏山，二月八月，採根，暴乾。
    案《說文》雲：（上艹下卉）草之相（上艹下丩）者，玉篇作（上艹下丩），居包切。雲秦艽，藥艽同。蕭炳雲：本經名秦瓜，然則今本經名，亦有《名醫》改之者。
    
**百合
    味甘平。
    主邪氣腹張心痛，利大小便，補中益氣。生川谷。
    《吳普》曰：百合一名重邁，一名中庭，生冠朐及荊山。（藝文類聚引雲：一名重匡）
    《名醫》曰：一名重箱，一名摩羅，一名中逢花，一名強瞿，生荊州，二月八月，採根，暴乾。
    案玉篇雲：蹯，百合蒜也。
    
**知母
    味苦寒。
    主消渴，熱中，除邪氣，肢體浮腫，下水，補不足，益氣。
    一名蚳母，一名連母，一名野蓼，一名地參，一名水參，一名水浚，一名貨母，一名蝭母。生川谷。
    《吳普》曰：知母，神農桐君無毒，補不足益氣。（《禦覽》引雲：一名提母）
    《名醫》曰：一名女雷，一名女理，一名兒草，一名鹿列，一名韭蓬，一名兒踵草，一名東根，一名水須，一名沈燔，一名薅，生河内，二月八月，採根暴乾。
    案《說文》雲：耆，耆母也。荨，苋藩也，或從爻作薅。《廣雅》雲：耆母兒踵，東根也。《爾雅》雲：薅，莐藩。郭璞雲：生山上，葉如韭，一曰蝭母。《範子計然》雲：蝭母，出三輔，黃白者善。玉篇作（上艹下是）母。
    
**貝母
    味辛平。
    主傷寒煩熱，淋瀝邪氣，疝瘕，喉痹，乳難，金創，風痙。一名空草。
    《名醫》曰：一名藥實，一名苦花，一名苦菜，一名商（莔字）草，一名勤母，生晉地，十月採根暴乾。
    案《說文》雲：莔，貝母也。《廣雅》雲：貝父，藥實也。《爾雅》雲：莔，貝母。郭璞雲：根如小貝，圓而白華，葉似韭。《毛詩》雲：言採其虻。《傳》雲：虻，貝母也。陸玑雲：其葉如括樓而細小，其子在根下如芋子，正白，四方連累相着有分解也。
    
**白芷
    味辛溫。
    主女人漏下赤白，血閉，陰腫，寒熱，風頭，侵目，淚出，長肌膚、潤澤，可作面脂。一名芳香。生川谷。
    《吳普》曰：白芷，一名（上艹下器），一名苻離，一名澤芬，一名（上艹下左目右完）（《禦覽》）。
    《名醫》曰：一名白芷，一名（上艹下器），一名莞，一名苻離，一名澤芬，葉一名蒚麻，可作浴湯，生河東下澤，二月八月，採根，暴乾。
    案《說文》雲：芷，（上艹下器）也。（上艹下器），楚謂之籬。晉謂之（上艹下器），齊謂之芷。《廣雅》雲：白芷，其葉謂之藥。《西山經》雲：號山，其草多藥（上艹下器）。郭璞雲：藥，白芷，别名（上艹下器），香草也。《淮南子》脩務訓雲：身苦秋藥被風。高誘雲：藥，白芷，香草也。王逸注《楚詞》雲：藥，白芷，按《名醫》一名莞雲雲，似即《爾雅》莞，苻離，其上鬲，而《說文》别有，夫離也。蒚，夫蓠上也，是非一草。捨人雲：白蒲一名苻離，楚謂之莞，豈蒲與芷相似，而《名醫》誤合爲一乎。或《說文》雲：楚謂之蓠，即夫籬也，未可得詳，舊作芷，非。
    
**淫羊藿
    味辛寒。
    主陰痿絕傷，莖中痛，利小便，益氣力，強誌。一名剛前。生山谷。
    《吳普》曰：淫羊藿，神農雷公辛，李氏小寒，堅骨（《禦覽》）。
    《名醫》曰：生上山郡陽山。
    
**黃芩
    味苦平。
    主諸熱黃疽，腸澼，洩利，逐水，下血閉，惡創恆蝕，火瘍。一名腐腸。生川谷。
    《吳普》曰：黃芩，一名黃文，一名妒婦，一名虹勝，一名紅芩，一名印頭，一名内虛，神農桐君黃帝雷公扁鵲苦無毒。李氏小溫，二月生赤黃葉，兩兩四四相值，莖空中，或方員，高三四尺，四月花紫紅赤，五月實黑根黃，二月至九月採。（《禦覽》）
    《名醫》曰：一名空腸，一名内虛，一名黃文，一名經芩，一名妒婦，生秭歸及冤句，三月三日，採根陰乾。
    案《說文》雲：（上艹下金），黃（上艹下金）也。《廣雅》雲：（上艹下妊）葿，黃文，内虛，黃芩也。《範子計然》雲：黃芩出三輔，色黃者，善。
    
**狗脊
    味苦平。
    主腰背強關機，緩急，周痹，寒濕，膝痛，頗利老人。一名百枝。生川谷。
    《吳普》曰：狗脊一名狗青，一名赤節，神農苦，桐君黃帝岐伯雷公扁鵲甘無毒李氏小溫，如萆薢，莖節如竹，有刺，葉圓赤，根黃白，亦如竹根，毛有刺。岐伯經雲：莖長節，葉端員青赤，皮白有赤脈。
    《名醫》曰：一名強膂，一名扶蓋，一名扶筋，生常山，二月八月，採根暴乾。
    案《廣雅》雲：潔，狗脊也。玉篇雲：狗脊根也。《名醫》别出契條，非。
    
**石龍芮
    味苦平。
    主風寒濕痹，心腹邪氣，利關節，止煩滿。久服，輕身明目，不老。一名魯果能（《禦覽》作食果），一名地椹，生川澤石邊。
    《吳普》曰：龍芮一名薑苔，一名天豆，神農苦平岐伯酸，扁鵲李氏大寒，雷公鹹無毒，五月五日採。（《禦覽》）
    《名醫》曰：一名石能，一名彭根，一名天豆，生太山，五月五日採子，二月八月採皮，陰乾。
    案《範子計然》雲：石龍芮，出三輔，色黃者善。
    
**茅根
    味甘寒。
    主勞傷虛羸，補中益氣，除淤血，血閉寒熱，利小便，其苗，主下水。一名蘭根，一名茹根。生山谷田野。
    《名醫》曰：一名地管，一名地筋，一名兼杜，生楚地，六月採根。
    案《說文》雲：茅，菅也。菅，茅也。《廣雅》雲：菅，茅也。《爾雅》雲：白華野菅。郭璞雲：菅，茅屬。詩雲：白華菅兮，白茅束兮。《傳》雲：白華，野菅也，已漚，爲菅。
    
**紫菀
    味苦溫。
    主咳逆上氣，胸中寒熱結氣，去蠱毒痿蹶，安五藏。生山谷。
    《吳普》曰：紫菀，一名青苑。（《禦覽》）
    《名醫》曰：一名紫茜，一名青苑，生房陵及真定邯鄲，二月三月，採根，陰乾。
    案《說文》雲：菀，茈菀，出漢中，房陵。陶宏景雲：白者名白菀。《唐本》注雲：白菀，即女菀也。
    
**紫草
    味苦寒。
    主心腹邪氣五疸，補中益氣，利九竅，通水道。一名紫丹，一名紫芙（《禦覽》引雲：一名地血，《大觀本》，無文）。生山谷。
    《吳普》曰：紫草節赤，二月花。（《禦覽》）
    《名醫》曰：生砀山及楚地，三月採根，陰乾。
    案《說文》雲：茈，草也，藐，茈草也，草也，可以染留黃。《廣雅》雲：茈，草也。《山海經》雲：勞山多茈草。郭璞雲：一名紫，中染紫也。《爾雅》雲：藐，茈草。郭璞雲：可以染紫。
    
**敗醬
    味苦平。
    主暴熱火創，赤氣，疥搔，疸痔，馬鞍，熱氣。一名鹿腸。生川谷。
    《名醫》曰：“一名鹿首，一名馬草，一名澤敗，生江夏，八月採根曝乾。
    案《範子計然》雲：敗醬出三輔。陶宏景雲：氣如敗醬。故以爲名。
    
**白鮮
    味苦寒。
    主頭風，黃疸，咳逆，淋瀝，女子陰中腫痛，濕痹死肌，不可屈伸，起止行步。生川谷。
    《名醫》曰：生上谷及冤句，四月五月，採根陰乾。
    案陶宏景雲：俗呼爲白羊鮮，氣息正似羊膻或名白膻。
    
**酸醬
    味酸平。
    主熱煩滿，定誌益氣，利水道，産難吞其實立産。一名醋醬。生川澤。
    《吳普》曰：酸醬，一名酢醬。（《禦覽》）
    《名醫》曰：生荊楚，及人家田園中，五月採，陰乾。
    案《爾雅》雲：葴，寒醬。郭璞雲：今酸醬草，江東呼曰苦葴。
    
**紫參
    味苦辛寒。
    主心腹積聚，寒熱邪氣。通九竅，利大小便。一名牡蒙。生山谷。
    《吳普》曰：伏蒙，一名紫參，一名泉戎，一名音腹，一名伏菟，一名重傷。神農黃帝苦，李氏小寒，生河西山谷或宛句商山，圓聚生，根黃赤有文，皮黑中紫，五月花紫，赤實黑，大如豆，三月採根。（《禦覽》《大觀本》節文）
    《名醫》曰：一名眾戎，一名童腸：一名馬行，生河西及冤句，三月採根，火炙使紫色。
    案《範子計然》雲：紫參出三輔，赤青色者善。
    
**藁本
    味辛溫。
    主婦人疝瘕，陰中寒腫痛，腹中急，除風頭痛，長肌膚：說顔色。一名鬼卿，一名地新。生山谷。
    《名醫》曰：一名微莖，生崇山，正月二月採根暴乾，三十日成。
    案《廣雅》雲：山芷蔚香，藁本也。《管子·地員篇》雲：五臭疇生藁本。《荀子·大略篇》雲：蘭芷藁本，浙于蜜醴，一佩易之。樊光注《爾雅》雲：藁本一名麋蕪，根名靳芷，歸作藁，非。
    
**石韋
    味苦平。
    主勞熱邪氣，五癃閉不通，利小便水道。一名石。生山谷石上。
    《名醫》曰：一名石皮，生華陰山谷，不聞水及人聲者，良，二月採葉，陰乾。
    
**萆薢
    味苦平。
    主腰背痛，強骨節，風寒濕，周痹，惡創不瘳，熱氣。生山谷。
    《名醫》曰：一名赤節，生真定，八月採根曝乾。
    案《博物誌》雲：苃葜與萆薢相亂。
    
**白薇
    味苦平。
    主暴中風，身熱肢滿，忽忽不知人，狂惑，邪氣，寒熱酸痋，溫瘧、洗洗發作有時。生川谷。
    《名醫》曰：一名白幕，一名薇草，一名春草，一名骨美，生平原，三月三日，採根陰乾。
    
**水萍
    味辛寒。
    主暴熱身癢（藝文類聚初學記癢，此是），下水氣勝酒，長須發（藝文類聚作烏發），消渴。久服輕身。一名水華（藝文類聚引雲：一名水廉）。生池澤。
    《吳普》曰：水萍一名水廉，生澤水上，葉員小，一莖，一葉，根入水，五月華白，三月採，日乾。（《禦覽》）
    《名醫》曰：一始水白，一名水蘇，生雷澤，三月採，曝乾。
    案《說文》雲：萍，蓱也，無根，浮水而生者。萍，蘋也，（上卄下賓），大萍也。《廣雅》雲：薸，萍也。《夏小正》雲：七月湟潦生蘋。《爾雅》雲：萍蘋。郭璞雲：水中浮萍，江東謂之薸.又其大者蘋。《毛詩》雲：于以採蘋。《傳》雲：蘋，大萍也。
    《範子計然》曰：水萍出三輔，色青者善。《《淮南子》·原道訓》雲：萍樹根于水。高誘雲：萍，大蘋也。
    
**王瓜
    味苦寒。
    主消渴内痹淤血，月閉，寒熱，酸疼，益氣，俞聾。一名土瓜。生平澤。
    《名醫》曰：生魯地田野，及人家垣牆間，三月採根，陰乾。
    案《說文》雲：萯，王萯也。《廣雅》雲：葵菇，瓜（婁瓜），王瓜也。《夏小正》雲：四月王萯秀。《爾雅》雲：鉤葵菇。郭璞雲：鉤，（婁瓜）也。一名王瓜，實如瓝瓜，正赤，味苦，月令，王瓜生。鄭元雲：月令雲，王萯生，孔穎連雲：疑王萯，則王瓜也。《管子·地員篇》，剽土之次，曰：五沙：其種大萯細萯，白莖青秀以蔓。本草圖經雲：大，即王萯也。亦謂之土瓜，自别是一物。
    
**地榆
    味苦微寒。
    主婦人乳痓痛，七傷帶下病，止痛。除惡肉，止汗，療金創（《禦覽》引雲：主消酒，又雲明目，《大觀本草》，消酒作黑字，而無明目）。生山谷。
    《名醫》曰：生桐柏及冤句，二月八月，採根，暴乾。
    案《廣雅》雲：菗蒢，地榆也。陶宏景雲：葉似榆而長，初生布地，而花子紫黑色如豉，故中玉豉。
    
**海藻
    味苦寒。
    主瘿瘤氣，頸下核，破散結氣，癰腫症瘕堅氣，腹中上下鳴，下水十二腫。一名落首。生池澤。
    《名醫》曰：一名藫，生東海，七月七日採，暴乾。
    案《說文》雲：薻，水草也，或作藻。《廣雅》雲：海蘿，海藻也。《爾雅》雲：薅，海藻也。郭璞雲：藥草也。一名海蘿，如亂發，生海中。本草雲：又薻石衣。
    郭璞雲：水苔也，一名石發，江東食之，或曰藫，葉似而大，生水底也，亦可食。
    
**澤蘭
    味苦微溫。
    主乳婦内（《禦覽》作衄血），中風餘疾，大腹水腫，身面四肢浮腫，骨節中水，金創癰腫創膿。一名虎蘭，一名龍棗。生大澤傍。
    《吳普》曰：澤蘭，一名水香，神農黃帝岐伯桐君酸無毒，李氏溫，生下地水傍，葉如蘭，二月生，香，赤節，四葉相值枝節間。
    《名醫》曰：一名虎蒲，生汝南，三月三日採，陰乾。
    案《廣雅》雲：虎蘭，澤蘭也。
    
**防己
    味辛平。
    主風寒溫瘧熱氣諸癰，除邪，利大小便。一名解離（《禦覽》作石解引雲：通湊理，利九竅，《大觀本》，六字黑）。生川谷。
    《吳普》曰：木防己，一名解離，一名解燕，神農辛，黃帝岐伯桐君苦無毒，李氏大寒，如艿，莖蔓延，如艽，白根外黃似桔梗，内黑又如車輻解，二月八月十月，採根。（《禦覽》）
    《名醫》曰，生漢中，二月八月，採根陰乾。
    案《範子計然》雲：防已出漢中旬陽。
    
**款冬花
    味辛溫。
    主咳逆上氣，善喘，喉痹，諸驚痫，寒熱邪氣。一名橐吾（《禦覽》作石），一名顆東（《禦覽》作顆冬），一名虎須，一名免奚。生山谷。
    《吳普》曰：款冬十二月，花黃白。（藝文類聚）
    《名醫》曰：一名氏冬，生常山及上黨水傍，十一月，採花陰乾。
    案《廣雅》雲：苦萃款東也。《爾雅》雲：莬奚顆東。郭璞雲：款冬也。紫赤華生水中。西京雜記雲：款冬，華于嚴冬。傳鹹款冬賦序曰：仲冬之月，冰淩積雪，款冬獨敷華豔。
    
**牡丹
    味苦辛寒。
    主寒熱，中風，瘈疭，痙，驚痫，邪氣，除症堅，淤血留捨腸胃，安五臟，療癰創。一名鹿韭，一名鼠姑。生山谷。
    《吳普》曰：牡丹，神農岐伯辛，李氏小寒，雷公桐君苦無毒，黃帝苦有毒，葉如蓬相植，根如柏，黑中有核，二月採，八月採，日乾，人食之，輕身益夀。（《禦覽》）
    《名醫》曰：生巴郡及漢中，二月八月，採根陰乾。
    案《廣雅》雲：白朮，牡丹也。《範子計然》雲：牡丹出漢中河内，赤色者亦善。
    
**馬先蒿
    味平。
    主寒熱，鬼注，中風濕痹，女子帶下病，無子。一名馬尿蒿。生川澤。
    《名醫》曰：生南陽。
    案《說文》雲：蔚，牡蒿也。《廣雅》雲：因塵，馬先也。《爾雅》雲：蔚，牡菣。
    郭璞雲：無子者。《毛詩》雲：匪莪伊蔚。《傳》雲：菣，牡菣也。陸玑雲：三月始生，七月華，華似胡麻華而紫赤，八月爲角，角似小豆，角銳而長，一名馬新蒿，案新先聲相近。
    
**積雪草
    味苦寒。
    主大熱，惡創癰疽，浸淫，赤熛，皮膚赤，身熱。生川谷。
    《名醫》曰：生荊州。
    案陶宏景雲：荊楚人以葉如錢，謂爲地錢草，徐儀藥圖名連錢草。本草圖經雲：鹹洛二京亦有，或名胡薄荷。
    
**女菀
    （《禦覽》作菀）
    味辛溫。
    主風，洗洗，霍亂，洩利，腸鳴上下無常處，驚痫，寒熱百疾。生川谷，或山陽。
    《吳普》曰：女菀，一名白菀，一名識女苑。（《禦覽》）
    《名醫》曰：一名白菀，一名織女菀，一名茆，生漢中，正月二月採，陰乾。
    案《廣雅》雲：女腸，女菀也。
    
**王孫
    味苦平。
    主五臧邪氣，寒濕痹，四肢疼酸，膝冷痛。生川谷。
    《吳普》曰：黃孫一名王孫，一名蔓延，一名公草，一名海孫，神農雷公苦無毒。黃帝甘無毒，生西海山谷，及汝南城郭垣下，蔓延，赤文，莖葉相當。（《禦覽》）
    《名醫》曰：吳名白功草，楚名王孫，齊名長孫，一名黃孫，一名黃昏，一名海孫，一名蔓延，生海西及汝南城郭下。
    案陶宏景雲：今方家皆呼王昏，又雲壯蒙。
    
**蜀羊泉
    味苦微寒。
    主頭秃惡創，熱氣，疥搔，痂癬蟲，療齲齒。生川谷。
    《名醫》曰：一名羊泉，一名饴，生蜀郡。
    案《廣雅》雲：桼姑，艾但鹿何，澤也。《唐本》注雲：此草，一名漆姑。
    
**爵床
    味鹹寒。
    主腰脊痛，不得着床，俯仰艱難，除熱，可作浴湯。生川谷及田野。
    《吳普》曰：爵床，一名爵卿。（《禦覽》）
    《名醫》曰：生漢中。
    案别本注雲：今人名爲香蘇。
    
**假蘇
    味辛溫。
    主寒熱，鼠瘻，瘰疬生創，破結聚氣，下淤血，除濕痹，一名鼠蓂，生川澤。（舊在菜部，今移）
    《吳普》曰：假蘇一名鼠實，一名薑芥也。（《禦覽》）名荊芥，葉似落藜而細，蜀中生啖之。（蜀本注）
    《名醫》曰：一名薑芥，生漢中。
    案陶宏景雲：即荊芥也，薑荊聲訛耳，先居草部中，令人食之，錄在菜部中也。
    
**翹根
    味甘寒平（《禦覽》作味苦平）。
    主下熱氣，益陰精，令人面說好，明目。久服輕身耐老。生平澤。（舊在《唐本》退中，今移）
    《吳普》曰：翹根，神農雷公甘有毒，三月八月採，以作蒸，飲酒病人。（《禦覽》）
    《名醫》曰：生蒿高，二月八月採。
    案陶宏景雲：方藥不復用，俗無識者。
    上草中品四十九種，舊四十六種，考菜部假蘇，及《唐本》退中，翹根，宜入此。
    
***中經（中品） 木
    
**桑根白皮
    味甘寒。
    主傷中，五勞六極，羸瘦，崩中，脈絕，補虛益氣。
    葉主除寒熱出汗。桑耳黑者，主女子漏下，赤白汁，血病，症瘕積聚，陰補陰陽，寒熱，無子。五木耳名糯，益氣不饑，輕身強誌。生山谷。
    《名醫》曰：桑耳一名桑菌，一名木麥，生犍爲，六月多雨時採，即暴乾。
    案《說文》雲：桑，蠶所食葉，木（上卄中而下大），木耳也。蕈，桑（上卄中而下大）。《爾雅》雲：桑瓣有葚梔。捨人雲：桑樹一半有葚，半無葚，名梔也。郭璞雲：瓣，半也，又女桑，（木夷）桑。郭璞雲：今俗呼桑樹小而條長者，爲女桑樹，又（上厭下水）山桑。郭璞雲：似桑材中作弓及草轅，又桑柳槐條。郭璞雲：阿那垂條。
    
**竹葉
    味苦平。
    主咳逆上氣溢筋急，惡瘍，殺小蟲。
    根，作湯，益氣止渴，補虛下氣。
    汁，主風痓.實，通神明，輕身益氣。
    《名醫》曰：生益州。
    案《說文》雲：竹，冬生草也，象形，下者，箁，箬也。
    
**吳茱萸
    （《禦覽》引：無吳字，是）
    味辛溫。
    主溫中，下氣，止痛，咳逆，寒熱，除濕血痹，逐風邪，開湊（舊作腠，《禦覽》作濤，是）理根殺三蟲。一名藙。生山谷。
    《名醫》曰：生冤句，九月九日採，陰乾。
    案《說文》雲：茱，茱萸，屬，萸，茱萸也。煎茱萸，漢律，會稽獻藙一鬭。
    《廣雅》雲：（木尻），榝，檔，樾，茱萸也。三蒼雲：莍，茱萸也。（《禦覽》）《爾雅》雲：椒、榝，醜莍.郭璞雲：茱萸子，聚生成房貌，今江東亦呼榝，似茱萸而小，赤色。禮記雲：三牲用藙。鄭雲：藙煎茱萸也。漢律會稽獻焉，《爾雅》謂之榝.《範子計然》雲：茱萸，出三輔。陶宏景雲：禮記名藙而作俗中呼爲藙子，當是不識藙字似雜字，仍以相傳。
    
**卮子
    （舊作梔，藝文類聚及《禦覽》引，作支，是）
    味苦寒。
    主五内邪氣，胃中熱氣面赤，酒炮，皶鼻，白賴，赤癩，創瘍。一名木丹。生川谷。
    《名醫》曰：一名樾桃，生南陽，九月採實，暴乾。
    案《說文》雲：梔，黃木可染者。《廣雅》雲：梔子，桃也。《史記》貨殖《傳》雲：巴蜀地饒卮。集解雲：徐廣曰音支，煙支也。紫，赤色也，據《說文》當爲梔。
    
**蕪荑
    味辛。
    主五内邪氣散，皮膚骨節中，淫，淫溫行毒，去三蟲，化食。一名無姑，一名殿塘（《禦覽》引雲：逐寸白，散雒中，溫溫喘息，《大觀本》作黑字）。生川谷。
    《名醫》曰：一名殿塘，生晉山，三月採實，陰乾。
    案《說文》雲：梗，山枌榆，有束莢可爲蕪荑者。《廣雅》雲：山榆，母估也。
    《爾雅》雲：莁荑（上艹下左殺右殳）（上艹下牆）。郭璞雲：一名白蒉，又無姑，其實夷。郭璞雲：無姑，姑榆也。生山中，葉圓而厚，剝取皮合漬之，其味辛香，所謂蕪荑。《範子計然》雲：蕪荑在地，赤心者善。
    
**枳實
    味苦寒。
    主大風在皮膚中，如麻豆苦癢（《禦覽》作痰，非），除寒熱結，止利（舊作痢，《禦覽》作利，是），長肌肉，利五臟，益氣輕身。生川澤。
    《吳普》曰：枳實苦，雷公酸無毒，李氏大寒，九月十月採，陰乾。（《禦覽》）
    《名醫》曰：生河内，九月十月採，陰乾。
    案《說文》雲：枳木似橘。《周禮》雲：橘逾淮而化爲枳。沈括補筆談雲：六朝以前，醫方，唯有枳實，無枳殼，後人用枳之小嫩者爲枳實，大者爲枳殼。
    
**厚朴
    味苦溫。
    主中風，傷寒，頭痛，寒熱，驚悸氣，血痹，死肌，去三蟲。
    《吳普》曰：厚朴，神農岐伯雷公苦無毒，李氏小溫。（《禦覽》引雲，一名厚皮，生交址）
    《名醫》曰：一名厚皮，一名赤朴，其樹名榛，其子名逐，生交址冤句，九月十月採皮。陰乾。
    案《說文》雲：朴，木皮也，榛木也。《廣雅》雲：重皮，厚朴也。《範子計然》雲：厚朴出宏農，按今俗以榛爲親，不知是厚朴，《說文》榛栗，字作親。
    
**秦皮
    味苦微寒。
    主風寒濕痹，洗洗，寒氣，除熱，目中青翳白膜。久服，頭不白，輕身。生川谷。
    《吳普》曰：岑皮，一名秦皮，神農雷公黃帝岐伯酸無毒，李氏小寒，或生冤句水邊，二月八日採。（《禦覽》）
    《名醫》曰：一名岑皮，一名石檀，生廬江及冤句，二月八月採皮，陰乾。
    案《說文》雲：梣、青皮木，或作（左木右上宀下帚）。《淮南子》倜真訓雲：梣木，色青翳。高誘雲：梣木，苦歷木也，生于山，剝取其皮，以水浸之，正青，用洗眼，癒人目中膚翳。據《吳普》雲：岑皮，名秦皮，本經作秦皮者，後人以俗稱改之，當爲岑皮。
    
**秦菽
    味辛溫。
    主風邪氣，溫中除寒痹，堅齒發，明目。久服，輕身，好顔色，耐老增年，通神。生川谷。
    《名醫》曰：生太山及秦嶺上，或琅邪，八月九月採實。
    案《說文》雲：菽，菽萯.莍菽榝實莍裹如裘者，榝似茱萸，出淮南。《廣雅》雲：榝（木卡），茱萸也。北山經雲：景山多秦椒。郭璞雲，子似椒面細葉草也。
    《爾雅》雲：（木毀），大椒。郭璞雲：今椒樹叢生實大者，名爲（木毀），又椒醜莍.郭璞雲：（上亠下裘）萸子聚成房貌，今江東亦呼莍榝，似茱萸而小，赤色。《毛詩》雲：椒聊之實。《傳》雲：椒卿，椒也。陸玑雲：椒樹似茱萸，有針刺，葉堅而滑澤，蜀人作茶，吳人作茗，皆合煮其葉以爲香。《範子計然》雲：秦椒出天水隴西，細者善。《淮南子》人間訓雲：申椒杜茞，美人之所懷服，舊作椒，非，據《山海經》，有秦椒，生聞喜景山，則秦非秦地之秦也。
    
**山茱萸
    味酸平。
    主心下邪氣，寒熱，溫中，逐寒濕痹，去三蟲。久服輕身。一名蜀棗。生山谷。
    《吳普》曰，山茱萸，一名鬾實，一名鼠矢，一名雞足，神農黃帝雷公扁鵲酸無毒，岐伯辛，一經酸，或生冤句琅邪，或東海承縣，葉如梅，有刺毛，二月，華如杏四月實如酸棗，赤，五月採實。（《禦覽》）
    《名醫》曰，一名雞足，一名鬾實，生漢中及琅邪冤句，東海承縣，九月十月採實，陰乾。
    
**紫葳
    味酸，（《禦覽》作鹹）微寒。
    主婦人産乳餘疾，崩中，症瘕，血閉，寒熱，羸瘦，養胎。生川谷。
    《吳普》曰，紫葳一名武威，一名瞿麥，一名陵居腹，一名鬼目，一名茏華，神農雷公酸，岐伯辛，扁鵲苦鹹，黃帝甘無毒，如麥根黑，正月八月採，或生真定（《禦覽》）。
    《名醫》曰，一名陵苕，一名茏華，生西海及山陽。
    案《廣雅》雲：茈葳，陵苕，蘧麥也。《爾雅》雲：苕。陵苕，郭璞雲：一名陵時。本草雲：又黃華蔈，白華茏。郭璞雲：苕、華、色異，名亦不同。《毛詩》雲：苕之華。《傳》雲：苕，陵苕也。《範子計然》雲：紫葳出三輔。李當之雲：是瞿麥根據李說與《廣雅》合，而《唐本》注引《爾雅》注，有一名陵霄四字，謂即陵霄花，陸玑以爲鼠尾，疑皆非，故不採之。
    
**豬苓
    味甘平。
    主痎瘧，解毒蠱，注。（《禦覽》作蛀）不祥利水道。久服輕身耐老。（《禦覽》作能老。）一名猳豬尿。生山谷。
    《吳普》曰：豬苓，神農甘，雷公苦無毒。（《禦覽》引雲，如茯芩，或生冤句，八月採。）
    《名醫》曰：生衡山及濟陰冤句，二月八月採，陰乾。
    案莊子雲：豕零，司馬彪注，作豕囊雲，一名豬苓，根似豬卵，可以治渴。
    
**白棘
    味辛寒。
    主心腹痛，癰腫漬膿，止痛。一名棘針。生川谷。
    《名醫》曰：一名棘刺，生雍州。
    案《說文》雲：棘，小棗叢生者。《爾雅》雲：髦颠棘。孫炎雲：一名白棘。李當之雲：此是酸棗樹針，今人用天門冬苗代之，非是真也。案經雲：天門冬一名颠勒，勒棘聲相近，則今人用此，亦非無因也。
    
**龍眼
    味甘平。
    主五臟邪氣，安誌厭食。久服，強魂聰明，輕身，不老，通神明。一名益智。生山谷。
    《吳普》曰：龍眼一名益智，要朮一名比目。（《禦覽》）
    《名醫》曰：其大者似槟榔，生南海松樹上，五月採，陰乾。
    案《廣雅》雲：益智，龍眼也。劉達注吳都賦雲：龍眼，如荔枝而小，圓如彈丸，味甘，勝荔枝，蒼梧，交址，南海，合浦皆獻之，山中人家亦種之。
    
**松羅
    味苦平。
    主瞋怒邪氣，止虛汗頭風，女子陰寒腫病。一名女蘿。生山谷。
    《名醫》曰：生熊耳山。
    案《廣雅》雲：女蘿松蘿也。《毛詩》雲：茑與女蘿。《傳》雲：女蘿菟絲，松蘿也。
    陸玑雲：松蘿自蔓松上，枝正青，與兔絲異。
    
**衛矛
    味苦寒。
    主女子崩中下血，腹滿汗出，除邪，殺鬼毒蟲注。一名鬼箭。生山谷。
    《吳普》曰：鬼箭一名衛矛，神農黃帝桐君苦無毒，葉如桃如羽，正月二月七月採，陰乾，或生野田（《禦覽》）。
    《名醫》曰：生霍山，八月採，陰乾。
    案《廣雅》雲：鬼箭，神箭也。陶宏景雲：其莖有三羽，狀如箭羽。
    
**合歡
    味甘平。
    主安五臟，利心誌，（藝文類聚作和心誌，《禦覽》作和心氣。）令人獻樂無憂。久服輕身明目得所欲。生山谷。
    《名醫》曰：生益州。
    案《唐本》注雲：或曰合昏，歡昏音相近。日華子雲：夜合。
    上木，中品一十七種，舊同。
    
***中經（中品） 獸
    
**白馬莖
    味鹹平。
    主傷中脈絕，陰不起，強誌益氣，長肌肉，肥健，生子。
    眼，主驚痫，腹滿，瘧疾，當殺用之。
    懸蹄，主驚邪，瘈疭，乳難，闢惡氣鬼毒蠱注，不祥，生平澤。
    《名醫》曰：生雲中。
    
**鹿茸
    味甘溫。
    主漏下惡血，寒熱，驚痫，益氣強誌，生齒不老。
    角，主惡創癰腫，逐邪惡氣，留血在陰中。
    《名醫》曰：茸，四月五月解角時取陰乾使時躁，角七月採。
    
**牛角（角思）
    下閉血，淤血，疼痛，女人帶下血。
    髓，補中填骨髓。久服增年。膽可丸藥。
    案《說文》雲：（角思），角中骨也。
    
**羖羊角
    味鹹溫。
    主青盲明目，殺疥蟲，止寒洩，闢惡鬼虎狼，止驚悸。久服，安心益氣，輕身。生川谷。
    《名醫》曰：生河西，取無時。
    案《說文》雲：羖夏羊，牝曰羖.《爾雅》雲：羊牝，羖.郭璞雲：今人便以牂，羖，爲黑白羊名。
    
**牡狗陰莖
    味鹹平。
    主傷中，陰痿不起，令強熱大，生子，除女子帶下十二疾。一名狗精。膽主明目。
    《名醫》曰，六月上伏，取陰乾百日。
    
**羚羊角
    味鹹寒。
    主明目，益氣起陰，去惡血注下，闢蠱毒惡鬼不祥，安心氣，常不厭寐。生川谷。
    《名醫》曰：生石城及華陰山，採無時。
    案《說文》雲：羚大羊而細角。《廣雅》雲：美皮冷角。《爾雅》雲：羚大羊。郭璞雲：羚羊似羊而大，角園銳，好在山崖間。陶宏景雲：《爾雅》名羱羊。據《說文》雲：苋山羊細角也。《爾雅》雲：羱如羊。郭璞雲：羱似吳羊而大角，角橢，出西方，苋即羱正字，然本經羚字，實羚字俗寫，當以羚爲是《爾雅》釋文，引本草作羚。
    
**犀角
    味苦寒。
    主百毒蟲注，邪鬼，障氣殺鉤吻鸩羽蛇毒，除不迷或厭寐。久服輕身。生山谷。
    《名醫》曰：生永昌及益州。
    案《說文》雲：犀南徼外牛，一角在鼻，一角在頂，似豕。《爾雅》雲：犀似豕。
    郭璞雲：形似水牛，豬頭大腹，痹腳，腳有三蹄，黑色，三角，一在頂上，一在鼻上，一在額上，鼻上者，即食角也，小而不橢，好食棘，亦有一角者。
    《山海經》雲：琴鼓之山多白犀。郭璞雲：此與闢寒，蠲忿，闢塵，闢暑，諸犀，皆異種也。《範子計然》雲：犀角出南郡，上價八千，中三千，下一千。
    上獸，中品七種，舊同。
    
***中經（中品） 禽
    
**燕屎
    味辛平。
    主蠱毒鬼注，逐不樣邪氣，破五癃，利小便。生平谷。
    《名醫》曰：生高山。
    案《說文》雲：燕、元鳥也，爾口、布翅枝尾，象形作巢，避戊已，乙元鳥也，齊魯謂之乙，取其名自呼，象形或作亂。《爾雅》雲：燕亂。《夏小正》雲，二月來降，燕乃睇。《傳》雲：燕、乙也，九月陟元鳥，蟄，《傳》雲：元鳥者，燕也。
    
**天鼠屎
    味辛寒。
    主面癰腫，皮膚洗洗，時痛，腸中血氣，破寒熱積聚，除驚悸。一名鼠沄，一名石肝。生山谷。
    《名醫》曰：生合浦，十月十二月取。
    案李當之雲：即伏翼屎也。李雲：天鼠，方言，一名仙鼠。
    案今本方言雲：或謂之老鼠，當爲天字之誤也。
    上禽，中品二種，舊同。
    
***中經（中品） 蟲魚
    
**猬皮
    味苦平。
    主五痔陰蝕下血，赤白五色，血汁不止，陰腫痛引要背，酒煮殺之。生川谷。
    《名醫》曰：生楚山田野，取無時。
    案《說文》雲：似豪豬者，或作猬。《廣雅》雲：虎王，猬也。《爾雅》雲：匯毛刺。郭璞雲：今謂狀似鼠。《淮南子》說山訓雲：鵲矢中猬。
    
**露蜂房
    味苦平。主驚痫瘈疭，寒熱邪氣，瘨疾，鬼精，蠱毒腸痔。火熬之，良。一名蜂腸。生山谷。
    《名醫》曰：一名百穿，一名蜂。生牂柯，七月七日採，陰乾。
    案《淮南子》汜論訓雲：蜂房不容卵。高誘雲：房巢也。
    
**鱉甲
    味鹹平。
    主心腹症瘕堅積，寒熱，去痞息肉，陰蝕，痔惡肉。生池澤。
    《名醫》曰：生丹陽，取無時。
    案《說文》雲：鱉，甲蟲也。
    
**蟹
    味鹹寒。
    主腦中邪氣，熱結痛，僻面腫敗漆。燒之致鼠。生池澤。
    《名醫》曰：生伊洛諸水中，取無時。
    案《說文》雲：蟹有二敖八足旁行，非蛇鳝之穴無所庇，或作，蛫蟹也。
    《荀子》勤學扁雲：蟹六跪而二螯，非蛇蟺之穴無所寄托。《廣雅》雲：蜅蟹，蛫也。
    《爾雅》雲：螖蛫，小者。郭璞雲：或曰即蟚螖也，似蟹而小。
    
**柞蟬
    味鹹寒。
    主小兒驚痫，夜啼，瘨病，寒熱，生楊柳上。
    《名醫》曰：五月採，蒸乾之。
    案《說文》雲：蟬以旁鳴者，蜩蟬也。《廣雅》雲：（蟲奇）蛣，蟬也，復育，蛻也，舊作蚱蟬。别錄雲：蚱者，鳴蟬也，殼一名楉蟬，又名伏蜟，案蚱即柞字。《周禮》考工記雲：侈則柞。鄭元雲：柞讀爲咋咋然之咋，聲大外也。《說文》雲：諸、大聲也，音同柞，今據作柞。柞蟬即五月鳴蜩之蜩，《夏小正》雲：五月良蜩鳴，傳良蜩也，五採具。《爾雅》雲：蜩、螂、蜩。《毛詩》雲：如蜩。《傳》雲：蜩、蟬也。方言雲：楚謂之蜩，宋衛之間，謂之螗蜩，陳鄭之間，謂之螂蜩，秦晉之間，謂之蟬，海岱之間，謂之。論衡雲：蟬生于復育，開背而出。而玉扁雲：蚱蟬，七月生。陶宏景音蚱作雲：痖蟬，是爲月令之寒蟬，《爾雅》所雲矣，《唐本》注非之也。
    
**蛴螬
    味鹹微溫。
    主惡血，血淤，（《禦覽》作血瘴）痹氣，破折血在脅下堅滿痛，月閉，目中淫膚，青翳，白膜。一名蟦蛴。生平澤。
    《名醫》曰：一名蜰齊，一名勃齊，生河内人家積糞草中，取無時，反行者，良。
    案《說文》雲：（齊内去二加蟲）、（齊内去二加蟲）（上曹下蟲蟲）也，蝤，蝤（齊内去二加蟲）也，蠍、蝤（齊内去二加蟲）也。《廣雅》雲：蛭蛒，（上關下蟲）（蟲屬），地蠶，蠹蟦，蛴螬。《爾雅》雲：蟦、蛴螬。郭璞雲：在糞土中，又蝤蛴，蠍。
    郭璞雲：在木中，今雖通名蠍，所在異，又蠍，蛣（蟲屈）。郭璞雲：木中蠹蟲，蠍、桑蠹。郭璞雲：即拮掘。《毛詩》雲：領如蝤蛴。《傳》雲：蝤蛴，蠍蟲也。方言雲：蛴螬，謂之蟦，自關而東，謂之蝤蛴，或謂之蠶蠋，或謂之蠶蠋，梁益之間，謂之蛒，或謂之蠍或謂之蛭蛒，秦晉之間，謂之蠹，或謂之天蝼。
    列子天瑞篇雲：烏足根爲蛴螬。《博物誌》雲：蛴螬以背行，快于足用，《說文》無蟦字，當借蜰爲之，聲相近，字之誤也。
    
**烏賊魚骨
    味鹹微溫。
    主女子漏下，赤白經汁，血閉，陰蝕，腫痛，寒熱，症瘕，無子。生池澤。
    《名醫》曰：生東海，取無時。
    案《說文》雲：鲗、鳥鲗，魚名，或作鲫，左思賦，有烏賊。劉逵注雲：烏賊魚，腹中有墨。陶宏景雲：此是（暴鳥）烏所化作，今其口腳具存，猶相似爾。
    
**白僵蠶
    味鹹。
    主小兒驚痫夜蹄，去三蟲，減黑皯，令人面色好，男子陰瘍病。生平澤。
    《名醫》曰：生颍川，四月取自死者。
    案《說文》雲：蠶任絲也。《淮南子》說林訓雲：蠶食而不飲，二十二日而化。
    《博物誌》雲：蠶三化，先孕而後交，不交者亦生子，子後爲，皆無眉目，易傷，收採亦薄，玉篇作僵蠶，正當爲僵，舊作殭，非。
    
**蛇魚甲
    味辛微溫。
    主心腹症瘕，伏堅，積聚，寒熱，女子崩中，下血五色，小腹陰中相引痛，創疥，死肌。生池澤。
    《名醫》曰：生南海，取無時。
    案《說文》雲：鳝、魚名，皮可爲鼓鼍，鼍、水蟲似蜥，易長大。陶宏景雲：蛇即鼍甲也。
    
**樗雞
    味苦平。
    主心腹邪氣，陰痿，益精，強誌，生子好色，補中輕身。生川谷。
    《名醫》曰：生河内樗樹上，七月採，暴乾。
    案《廣雅》雲：樗鸠，樗雞也。《爾雅》雲：螒、天雞。李巡雲：一名酸雞。郭璞雲：小蟲，黑身赤頭，一名莎雞，又曰樗雞。《毛詩》雲：六月莎雞振羽。陸玑雲：莎雞，如蝗而班色，毛翅數重，某翅正赤，或謂之天雞，六月中，飛而振羽，索索作聲，幽州人謂之蒲錯，是也。
    
**蛞蝓
    味鹹寒。
    主賊風，僻，轶筋，及脫肛，驚痫攣縮。一名陵蠡。生池澤。
    《名醫》曰：一名土蝸，一名附蝸，生大山及陰地沙石垣下，八月取。
    案《說文》雲：蝓，虎蝓也，蠃，一石虎蝓。《廣雅》雲：蠡蠃、蝸牛，螔蝓也。《中山經》雲：青要之山是多仆累。郭璞雲：仆累，蝸牛也，《周禮》鱉人，祭祀供蠃。鄭雲：蠃螔蝓。《爾雅》雲：蚹蠃螔蝓。郭璞雲：即蝸牛也。《名醫》曰：别出蝸牛條，非。舊作蛞，《說文》所無。據玉篇雲：蛞蛞東，知即活東異文，然則當爲活。
    
**石龍子
    味鹹寒。
    主五癃邪，結氣，破石淋，下血，利小便水道。一名蜥易。生川谷。
    《吳普》曰：石龍子，一名守宮，一名石蜴，一名石龍子，（《禦覽》）。
    《名醫》曰：一名山龍子，一名守宮，一石石蜴，生平陽及荊山石間，五月取着石上令乾。
    案《說文》雲：蜥、蟲之蜥易也，易，蜥易，蝘蜓，守宮也，象形，蝘在壁曰蝘蜓，在草曰蜥易，或作蝘，蚖、榮蚖蛇，醫以注鳴者。《廣雅》雲：蛤蚧，（口盧）（蟲厘），蚵（蟲龍），蜥蜴也。《爾雅》雲：蝾螈，蜥蜴，蜥蜴，蝘蜓，蝘蜓，守宮也。
    《毛詩》雲：胡爲虺蜴，《傳》雲蜴，螈也。陸玑雲：虺蜴，一名蝾螈，蜴也，或謂之蛇醫，如蜥蜴，青綠色，大如指，形狀可惡。方言雲：守宮，秦晉西夏謂之守宮，或謂之（口盧）蜥（蟲厘），或謂之蜥易，其在澤中者，謂之易錫，南楚謂之蛇醫，或謂之蝾螈，東齊，海岱謂之蝾螈，北燕謂之祝蜓，桂林之中，守宮大者而能鳴，謂之蛤蚧。
    
**木虻
    味苦平。
    主目赤痛，眦傷，淚出，淤血，血閉，寒熱酸無子。一名魂常。生川澤。
    《名醫》曰：生漢中，五月取。
    案《說文》雲：虻齧人飛蟲。《廣雅》雲：（上匿下蟲蟲）（蟲龍），虻也此省文。《淮南子》齊俗訓雲：水蚄爲（上晦下心）荒。高誘雲：青蛉也。又說山訓雲：虻、散積血。
    
**蜚虻
    味苦微寒。
    主逐淤血，破下血積堅痞症瘕，寒熱，通利血脈及九竅。生川谷。
    《名醫》曰：生江夏，五月取，腹有血者良。
    
**蜚廉
    味鹹寒。
    主血淤，（《禦覽》引雲逐下血），症堅，寒熱，破積聚，喉咽痹，内寒，無子。生川澤。
    《吳普》曰：蜚廉蟲。神農黃帝雲：治婦人寒熱（《禦覽》）。
    《名醫》曰：生晉陽及人家屋間，立秋採。
    案《說文》雲：蜰，盧蜰也，蜚、臭蟲，負蠜也，蠜、目蠜也。《廣雅》雲：飛蜰，飛蠊也。《爾雅》雲：蜚，蜰.郭璞雲：即負盤臭蟲。《唐本》注雲：漢中人食之下氣，名曰石美，一名盧蜰，一石負盤，舊作蠊，據刑昺疏引此作廉。
    
**蟅蟲
    味鹹寒。
    主心腹寒熱，洗洗，血積症瘕，破堅，下血閉，生子大，良。一名地鱉。生川澤。
    《吳普》曰：（庶蟲）蟲，一名土鱉（《禦覽》）。
    《名醫》曰：一名土鱉，生河東及沙中，人家牆壁下，土中濕處，十月暴乾。
    案《說文》雲：蟅蟲屬蠜，目蠜也。《廣雅》雲：負蠜，蟅也。《爾雅》雲：草蟲，負蠜。郭璞雲：常羊也。《毛詩》雲：喓喓草蟲。《傳》雲：草蟲，常羊也。陸玑雲：小大長短如蝗也，奇音，青色，好在茅草中。
    
**伏翼
    味鹹平。
    主目瞑，明目，夜視有精光。久服，令人喜樂，媚好無憂。一名蝙蝠。生川谷，（舊作禽部，今移）。
    《吳普》曰：伏翼，或生人家屋間，立夏後，陰乾。治目冥，令人夜視有光。（藝文類聚）。
    《名醫》曰：生太山，及人家屋間，立夏後採，陰乾。
    案《說文》雲：蝙、蝙蝠也，蝠、蝙蝠，服翼也。《廣雅》雲，伏翼，飛鼠，仙鼠，（口式）（口墨）也。《爾雅》雲：蝙蝠服翼。方言雲：蝙蝠，自關而東，謂之伏翼，或謂之飛鼠，或謂之老鼠，或謂之仙鼠，自關而西，秦隴之間，謂之蝙蝠，北燕謂之（蟲隻）（蟲厘），李當之雲：即天鼠。
    上蟲、魚，中品一十七種。舊十六種，考禽部伏翼宜入此。
    
***中經（中品） 果
    
**梅實
    味酸平。
    主下氣，除熱，煩滿，安心，肢體痛，偏枯不仁，死肌，去青黑誌，惡疾。生川谷。
    《吳普》曰：梅實（《大觀本草》作核）。明目，益氣，（《禦覽》）不饑（《大觀本草》，引吳氏本草）。
    《名醫》曰：生漢中，五月採，火乾。
    案《說文》雲：（左木右上艹下尞），乾梅之屬，或作（左氵右上艹下尞），某、酸果也，以梅爲楠。《爾雅》雲：梅楠。郭璞雲：似杏實酢，是以某注梅也，《周禮》笾人，饋食，笾、其實乾（左木右上艹下尞）。鄭雲：乾（左木右上艹下尞），乾梅也，有桃諸梅諸，是其乾者。《毛詩》疏雲：梅暴爲臘，羹臛世中，人含之以香口（《大觀本草》）。
    上果，中品一種，舊同。
    
***中經（中品） 米谷
    
**大豆黃卷
    味甘平。
    主濕痹，筋攣，膝痛。生大豆，塗癰腫。煮汁，飲，殺鬼毒，止痛，赤小豆。主下水，排癰腫膿血。生平澤。
    《吳普》曰：大豆黃卷，神農黃帝雷公無毒，採無時，去面（黑乾），得前胡，烏啄，杏子，牡蠣，天雄，鼠屎，共蜜和佳，不欲海藻龍膽，此法，大豆初出黃土芽是也。生大豆，神農岐伯生熟寒，九月採，殺烏豆毒，并不用元參。
    
**赤小豆
    神農黃帝鹹，雷公甘，九月採（《禦覽》）。
    《名醫》曰：生大山，九月採。
    案《說文》雲：椒豆也，象豆生之形也。荅，小椒也，藿椒之少也。《廣雅》雲：大豆，椒也，小豆，荅也，豆角謂之莢，其葉謂之藿。《爾雅》雲，戎叔，謂之荏叔，孫炎雲大豆也。
    
**粟米
    味鹹微寒。
    主養腎氣，去胃脾中熱，益氣。陳者，味苦，主胃熱，消渴，利小便（《大觀本草》，作黑字，據《吳普》增）。
    《吳普》曰：陳粟，神農黃帝苦無毒，治脾熱，渴，粟養腎氣（《禦覽》）。
    案《說文》雲：粟、嘉谷實也。孫炎注《爾雅》粢稷雲：粟也，今關中人呼小米爲粟米，是。
    
**黍米
    味甘溫。
    主益氣補中，多熱，令人煩（《大觀本》，作黑字，據《吳普》增）。
    《吳普》曰：黍，神農甘無毒，七月取，陰乾，益中補氣。（《禦覽》）
    案《說文》雲：黍、禾屬而粘者，以大暑而種，故謂之黍。孔子曰：黍可爲酒，禾入水也。《廣雅》雲：粢黍稻，其採謂之禾。齊氏要朮引記勝之書曰：黍，忌醜，又曰黍，長于已，壯于酉，生于戍，老于亥，死于醜，惡于丙午，忌于醜寅卯，按黍，即糜之種也。
    上米谷，中品三種，舊二種，大小豆爲二，無粟米黍米，今增。
    
***中經（中品） 菜
    
**蓼實
    味辛溫。
    主明目溫中，耐風寒，下水氣，面目浮腫，癰瘍，馬蓼，去腸中蛭蟲，輕身。生川澤。
    《吳普》曰，蓼實一名天蓼，一名野蓼，一名澤蓼。（藝文類聚）。
    《名醫》曰：生雷澤。
    案《說文》雲：蓼、辛菜薔虞也，薔，薔虞，蓼。《廣雅》雲：荭、茏、（上艹下左吉右頁）、馬蓼也。《爾雅》雲：薔虞，蓼。郭璞雲：虞蓼，澤蓼，又荭，茏古，其大者，歸。
    郭璞雲：俗呼荭草爲茏鼓，語轉耳。《毛詩》雲：隰有遊龍，《傳》雲：龍，紅草也。
    陸玑雲：一名馬蓼，葉大而赤色生水中，高丈餘，又以薅殺蓼。《傳》雲：蓼，水草也。
    
**蔥實
    味辛溫。
    主明目補中不足，其莖可作湯，主傷寒寒熱，出汗，中風面目腫。
    （左上占左下貝右上又右下韭），味辛溫。主金創，創敗，輕身不饑耐老。生平澤。
    《名醫》曰：生魯山。
    案《說文》雲：（左上占左下貝右上又右下韭）菜也，葉似韭。《廣雅》雲：韭、（左上占左下貝右上又右下韭）、荞，其華謂之菁。《爾雅》雲：（左上占左下貝右上又右下韭）、鴻荟。郭璞雲：即（左上占左下貝右上又右下韭）菜也，又勁山贲。陶宏景雲：蔥（左上占左下貝右上又右下韭）異物，而今共條，本經既無韭，以其同類，故也。
    
**水蘇
    味辛微溫。
    主下氣，闢口臭，去毒，闢惡。久服，通神明，輕身，耐老。生池澤。
    《吳普》曰：荞蒩一名水蘇，一名勞祖（《禦覽》）。
    《名醫》曰：一名雞蘇，一名勞祖，一名芥蒩，一名芥苴，生九真，七月採。
    案《說文》雲：蘇，桂荏也。《廣雅》雲：芥蒩，水蘇也。《爾雅》雲：蘇、桂、荏。
    郭璞雲：蘇荏類，故名桂荏。方言雲：蘇、亦荏也，關之東西或謂之蘇或謂之荏，周鄭之間，謂之公贲，沅湘之南，謂之（上艹下害），其小者謂之（艹釀）葇，按（艹釀）葇，即香薷也，亦名香葇，《名醫》别出香薷條，非，今紫蘇薄荷等，皆蘇類也，《名醫》俱别出之。
    上菜，中品三種，舊四種，考蔥實宜與同條，今并假蘇，宜入草部。
    
***下經（下品）
  **下藥一百二十五種爲左使，主治病以應地，多毒，不可久服，欲除寒熱邪氣，破積聚，癒疾者，本下經。
    石灰，礜石、鉛丹、粉錫、代赭、戎鹽、白垩、冬灰、青琅玕（上玉、石、下品八種、舊一十二種）。
    附子、烏頭、天雄、半夏、虎掌、鸢尾、大黃、葶藶、桔梗、莨蕩子、草蒿、旋復花、藜蘆、鉤吻、射乾、蛇合、恆山、蜀漆、甘遂、白斂、青葙子、藿菌、白芨、大戟、澤漆、茵芋、貫眾、荛華、牙子、羊踯躅、商陸、羊蹄、萹蓄、狼毒、白頭翁、鬼臼、羊桃、女青、連翹、闾茹、烏韭、鹿藿、蚤休、石長生、陸英、荩草、牛萹、夏枯草、芫華、（上草，下品四十九種，舊四十八種）。
    巴豆、蜀菽、皂莢、柳華、棟實、郁李仁、莽草、雷丸、桐葉、梓白皮、石南、黃環、溲疏、鼠李、藥實根、栾華、蔓椒、（上，木下品一十七種，舊一十八種）。
    豚卵、麋脂、鼺鼠、六畜毛蹄甲（上獸，下品四種，舊同）。
    蝦蟆、馬刀、蛇蛻、蚯蚓、蠮螉、蜈蚣、水蛭、班苗、貝子、石蠶、雀甕、蜣螂、蝼蛄、馬陸、地膽、鼠婦、熒火、衣魚、（上蟲、魚，下品一十九種，舊一十八種）。
    桃核仁、杏核仁（上、果下品二種，舊同）。
    腐婢（上米、谷下品一種、舊同）。
    苦瓠、水靳（上菜、下品二種、舊同）。
    彼子（上一種、未詳）。
    
***下經（下品） 玉石
    
**石灰
    味辛溫。
    主疽瘍疥搔，熱氣，惡創，癩疾，死肌，堕眉，殺痔蟲，去黑子息肉。一名惡疢.生山谷。
    《名醫》曰：一名希疢，生中山。
    按惡灰，疑當爲垩灰，希、石、聲之緩急。
    
**礜石
    味辛大熱。
    主寒熱，鼠瘻，蝕創，死肌，風痹，腹中堅，一名青分石，一名立制石，一名固羊石（《禦覽》引雲：除熱，殺百獸，《大觀本》，作黑字），出山谷。
    《吳普》曰：白鞏石，一名鼠鄉，神農岐伯辛有毒，桐君有毒，黃帝甘有毒。
    李氏雲：或生魏興，或生少室，十二月採（《禦覽》引雲，一名太白，一名澤乳，一名食鹽，又雲李氏大寒，主溫熱）
    《名醫》曰：一名白鞏石，一名太白石，一名澤乳，一名食鹽，生漢中及少室，採無時。
    案《說文》雲：鞏，毒石也，出漢中。《西山經》雲：臯塗之山，有白石焉。其名曰鞏，可以毒鼠。《範子計然》雲：鞏石出漢中，色白者善。《淮南子》地形訓雲：白天九百歲生白鞏，高誘雲：白鞏，鞏石也。又說林訓雲：人食鞏石而死，蠶食之而肥。高誘雲：鞏石，出陰山，一曰能殺鼠。案《西山經》雲：毒鼠，即治鼠瘻也。
    
**鉛丹
    味辛微寒。
    主土逆胃反，驚痫瘨疾，除熱下氣，煉化還成九光。久服通神明（《禦覽》引作吐下，雲久服成仙）。生平澤。
    《名醫》曰：一名鉛華，生蜀郡。
    案《說文》雲：鉛，青金也。陶宏景雲：即今熬鉛所作黃丹也。
    
**粉錫
    味辛寒。
    主伏屍毒螯，殺三蟲。一名解錫，錫鏡鼻。主女子血閉，症瘕，伏腸，絕孕。生山谷（舊作二種，今并）。
    《名醫》曰：生桂陽。
    案《說文》雲：錫銀鉛之間也
    
**代赭
    味苦寒。
    主鬼注，賊風，蠱毒，殺精物惡鬼，腹中毒，邪氣，女子赤沃漏下。一名須丸。生山谷。
    《名醫》曰：一名血師，生齊國，赤紅青色如雞冠，有澤，染爪甲，不渝者良，採無時。
    案《說文》雲：赭，赤土也。北山經雲：少陽之山，其中多美赭。管子地數篇雲：山上有赭者，其下有鐵。《範子計然》雲：石赭出齊郡，赤色者善，蜀赭，出蜀郡。據元和郡縣誌雲：少陽山在交城縣，其地近代也。
    
**戎鹽
    主明目。目痛，益氣，堅肌骨，去毒蠱。
    大鹽，令人吐（《禦覽》引雲，主腸胃結熱，《大觀本》，作黑字）。
    鹵鹽，味苦寒，主大熱，消渴狂煩，除邪及下蠱毒，柔肌膚（《禦覽》引雲，一名寒石，明目益氣）。生池澤（舊作三種，今并）。
    《名醫》曰戎鹽，一名胡鹽，生胡鹽山，及西羌，北地，酒泉，福祿城東南角，北海青，南海赤，十月採，大鹽，生邯鄲又河東，鹵鹽，生河東鹽池。
    案《說文》雲：鹽鹹也，古者宿沙初作煮海鹽，鹵，西方鹹地也，從西省象鹽形，安定有鹵縣，東方謂之斥，西方謂之鹵鹽，河東鹽池，袤五十一裏，廣七裏，周百十六裏。北山經雲：景山南望鹽販之澤。郭璞雲：即解縣鹽池也，今在河東猗氏縣，案在山西安邑運城。
    
**白垩
    味苦溫。
    主女子寒熱症瘕，目閉，積聚。生山谷。
    《吳普》曰：白垩一名白蟮。（一切經音義）
    《名醫》曰：一名白善，生邯鄲，採無時。
    案《說文》雲：垩，白塗也。《中山經》雲：蔥聾之山，是多白垩。
    
**冬灰
    味辛微溫。
    主黑子，去疣息肉，疽蝕，疥搔。一名藜灰。生川澤。
    《名醫》曰：生方谷。
    
**青琅玕
    味辛平。
    主身癢，火創，癰傷，疥搔，死肌。一名石珠。生平澤。
    《名醫》曰：一名青珠，生蜀郡，採無時。
    案《說文》雲：琅玕似珠者，古文作。禹貢雲：雍州貢璆琳琅玕.鄭雲：琅玕珠也。
    上玉石，下品九種，舊十二種，粉錫，錫鏡鼻爲二，戎鹽，大鹽，鹵鹽爲非，三考當各爲一。
    
***下經（下品） 草
    
**附子
    味辛溫。
    主風寒咳逆邪氣，溫中，金創，破症堅積聚，血瘕，寒溫，踒（《禦覽》作痿）。躄拘攣，腳痛，不能行步（《禦覽》引雲：爲百藥之長，《大觀本》，作黑字）。生山谷。
    《吳普》曰：附子一名莨，神農辛，岐伯雷公甘有毒，李氏苦有毒，大溫，或生廣漢，八月採，皮黑肥白（《禦覽》）。
    《名醫》曰：生楗爲及廣漢東，月採爲附子，春採爲烏頭（《禦覽》）。
    案《範子計然》雲：附子出蜀武都中，白色者善。
    
**烏頭
    味辛溫。
    主中風，惡風，洗洗，出汗，除寒濕痹，咳逆上氣，破積聚，寒熱。其汁煎之，名射罔，殺禽獸。一名奚毒，一名即子，一名烏喙。生山谷。
    《吳普》曰：烏頭，一名莨，一名千狄，一名毒公，一名卑負（《禦覽》作果負），一名耿子，神農雷公桐君黃帝甘有毒，正月始生。葉厚、莖方、中空，葉四四相當，與蒿相似。
    又雲：烏喙，神農雷公桐君黃帝有毒，李氏小寒，十月採，形如烏頭，有兩岐相合，如烏之喙，名曰烏喙也，所畏惡使，盡與烏頭同，一名萴子，一名莨，神農岐伯有大毒，李氏大寒，八月採，陰乾。是附子角之大者，畏惡與附子同。（《禦覽》，《大觀本》節文）
    《名醫》曰：生朗陵，正月二月採，陰乾，長三寸，已上爲天雄。
    按《說文》雲：萴，烏喙也。《爾雅》雲：芨，堇草。郭璞雲：即烏頭也，江東呼爲堇。《範子計然》雲：烏頭出三輔中，白者善。國語雲：骊姬置堇于肉。韋昭雲：堇，烏頭也。《淮南子》主朮訓雲：莫兇于雞毒。高誘雲：雞毒，烏頭也，按雞毒即奚毒，即子，即萴子側子也，《名醫》别出側子條，非。
    
**天雄
    味辛溫。
    主大風，寒濕痹，瀝節痛，拘攣，緩急，破積聚，邪氣，金創，強筋骨，輕身健行。一名白幕。（《禦覽》引雲，長陰氣，強誌，令人武勇，力作不倦，《大觀本》，作黑字）生山谷。
    《名醫》曰：生少室，二月採根，陰乾。
    案《廣雅》雲：（上艹下左米右焦），奚毒，附子也，一歲爲萴子，二歲爲烏喙，三歲爲附子，四歲爲烏頭，五歲爲天雄。《淮南子》缪稱訓雲：天雄，烏喙，藥之兇毒也，良醫以活人。
    
**半夏
    味辛平。
    主傷寒，寒熱，心下堅，下氣，喉咽腫痛，頭眩胸張，咳逆腸鳴，止汗。一名地文，一名水玉（已上八字，元本黑字）。生川谷。
    《吳普》曰：半夏一名和姑，生微邱，或生野中，葉三三相偶，二月始生，白華員上（《禦覽》）。
    《名醫》曰：一名示姑，生槐裏，五月、八月，採根暴乾。
    案月令雲：二月半夏生。《範子計然》雲：半夏出三輔，色白者善。《列仙傳》雲：赤松子服水玉以教神農，疑即半夏别名。
    
**虎掌
    味苦溫。
    主心痛，寒熱，結氣，積聚，伏梁，傷筋，痿，拘緩，利水道。生山谷。
    《吳普》曰：虎掌，神農雷公苦無毒，岐伯桐君辛有毒，立秋九月採之（《禦覽》引雲，或生太山，或宛朐）。
    《名醫》曰：生漢中及冤句，二月、八月採，陰乾。
    案《廣雅》雲：虎掌，瓜屬也。
    
**鸢尾
    味苦平。
    主蠱毒邪氣，鬼注，諸毒，破症瘕積聚，去水，下三蟲。生山谷。
    《吳普》曰：鸢尾，治蠱毒（《禦覽》）。
    《名醫》曰：一名烏園，生九疑山，五月採。
    案《廣雅》雲：鸢尾，烏萐，射乾也（疑當作鸢尾烏園也，烏萐射乾也，是二物）。《唐本》注雲：與射乾全别。
    
**大黃
    味苦寒。
    主下淤血，血閉，寒熱，破症瘕積聚，留飲，宿食，蕩滌腸胃，推陳致新，通利水殺（《禦覽》，此下有道字），調中化食，安和五臟。生山谷。
    《吳普》曰：大黃一名黃良，一名火參，一名膚如，神農雷公苦有毒，扁鵲苦無毒，李氏小寒，爲中將軍，或生蜀郡，北部，或隴西，二月花生，生黃赤葉，四四相當，黃莖高三尺許，三月華黃，五月實黑，三月採根，根有黃汁，切，陰乾。（《禦覽》）
    《名醫》曰：一名黃良，生河西及隴西，二月八月採根，火乾。
    案《廣雅》雲：黃良大黃也。
    
**亭歷
    （舊作葶藶，《禦覽》作亭歷）
    味辛寒。
    主症瘕積聚，結氣，飲食，寒熱，破堅。一名大室，一名大適。生平澤，及田野。
    《名醫》曰：一名下歷，一名蒿，生藁城，立夏後，採實陰乾，得酒良。
    案《說文》雲：亭歷也。《廣雅》雲：狗荠，大室，亭藶也。《爾雅》雲：，亭歷。郭璞雲：實葉皆似芥。《淮南子》缪稱訓雲：亭歷癒張。西京雜記雲：亭歷死于盛夏。
    
**桔梗
    味辛微溫。
    主胸脅痛如刀刺，腹滿，腸鳴，幽幽驚恐悸氣（《禦覽》引雲：一名利如，《大觀本》，作黑字）。生山谷。
    《吳普》曰：桔梗，一名符扈，一名白藥，一名利如，一名梗草，一名盧如，神農醫和苦無毒，扁鵲黃帝鹹，岐伯雷公甘無毒，李氏大寒，葉如荠苨，莖如筆管，紫赤，二月生（《禦覽》）。
    《名醫》曰：一名利如，一名房圖，一名白藥，一名梗草，一名荠苨，生蒿高及冤句，二八月採根，暴乾。
    案《說文》雲：桔，桔梗，藥名。《廣雅》雲：犁如。桔梗也。戦國策雲：今求柴胡，及之睾黍梁父之陰，則郄車而載耳。桔梗于沮澤，則累世不得一焉。
    《爾雅》雲：苨，菧苨。郭璞雲：荠苨。據《名醫》雲是此别名，下又出荠苨條，非，然陶宏景亦别爲二矣。
    
**莨蕩子
    味苦寒。
    主齒痛出蟲，肉痹，拘急，使人健行，見鬼，多食令人狂走。久服輕身，走及奔馬，強誌益力通神。一名橫唐。生川谷。
    《名醫》曰：一名行唐，生海濱，及壅州，五月採子。
    案《廣雅》雲：（上艹下恐）萍，（上艹下阆）（上艹下砀）也。陶宏景雲：今方家多作狼蓎，舊作菪。案《說文》無菪蓎字。《史記》淳于意《傳》雲：災川王美人懷子而不乳，引以莨蕩藥一撮，本草圖經引，作浪蕩，是。
    
**草蒿
    味苦寒。
    主疥搔，痂癢，惡創，殺蟲，留熱在骨節間。明目。一名青蒿，一名方潰。生川澤。
    《名醫》曰：生華陰。
    案《說文》雲：蒿，菣也，菣，香蒿也，或作（上艹下堅）。《爾雅》雲：蒿菣。郭璞雲：今人呼青蒿香中炙啖者爲菣，《史記·司馬相如傳》，庵（上艹下闾）。注《漢書音義》曰：庵（上艹下闾），蒿也。陶宏景雲：即今青蒿。
    
**旋復花
    味鹹溫。
    主結氣，脅下滿，驚悸，除水，去五臟間寒熱，補中下氣。一名金沸草，一名盛椹。生川谷。
    《名醫》曰：一名戴椹，生平澤，五月採花，日乾，二十日成。
    案《說文》雲：（上艹下復），盜庚也。《爾雅》雲：盜庚：郭璞雲：旋復似菊。
    
**藜蘆
    （《禦覽》作梨蘆）
    味辛寒。
    主蠱毒，咳逆，洩利，腸澼，頭瘍，疥搔，惡創，殺諸蠱毒，去死肌。一名蔥苒。生山谷。
    《吳普》曰：藜蘆，一名蔥葵，一名豐蘆，一名蕙葵（《禦覽》引雲，一名山蔥，一名公苒），神農雷公辛有毒（《禦覽》引雲：玄黃帝有毒），岐伯鹹有毒，李氏太寒，大毒，扁鵲苦有毒，大寒，葉根小相連（《禦覽》引雲：二月採根）。
    《名醫》曰：一名蔥菼，一名山蔥，生太山，三月採根，陰乾。
    案《廣雅》雲：藜蘆，蔥（上艹下左日右冉）也。《範子計然》雲：藜蘆出河東，黃白者善。《爾雅》雲：茖，山蔥，疑非此。
    
**鉤吻
    （《禦覽》作腸）
    味辛溫。
    主金創乳痓，中惡風，咳逆上氣，水腫，殺鬼注（舊作，《禦覽》作注，是）蠱毒。一名野葛。生山谷。
    《吳普》曰：秦鉤腸一名毒根，一名野葛，神農辛，雷公有毒殺人，生南越山，或益州，葉如葛，赤莖大如箭、方、根、黃，或生會稽東冶，正月採（《禦覽》）。
    《名醫》曰：生傅高山，及會稽東野。
    案《廣雅》雲：莨鉤吻也。《淮南子》說林訓雲：蝮蛇螫人，傅以和堇則癒。高誘雲：和堇，野葛，毒藥。《博物誌》雲：鉤吻毒，桂心蔥葉沸解之。陶宏景雲：或雲鉤吻是毛莨。沈括補筆談雲：閩中人呼爲吻莽，亦謂之野葛，嶺南人謂之胡蔓，俗謂之斷腸草，此草人間至毒之物，不入藥用，恐本草所出别是一物，非此鉤吻也。
    
**射乾
    味苦平。
    主咳逆上氣，喉痹咽痛不得消息，散急氣，腹中邪逆，食飲大熱。一名烏扇，一名烏蒲。生川谷。
    《吳普》曰：射乾，一名黃遠也（《禦覽》）。
    《名醫》曰：一名烏痓翣，一名烏吹，一名草薑，生南陽田野，三月三日，採根陰乾。
    案《廣雅》雲：鸢尾烏萐，射乾也。《荀子》勸學篇雲：西方有木焉，名曰射乾，莖長四寸。《範子計然》雲：射乾根如安定。
    
**蛇合
    （原注雲，合是含字）
    味苦微寒。
    主驚痫寒熱邪氣，除熱，金創，疽痔，鼠瘻，惡創，頭瘍。一名蛇銜。生山谷。
    《名醫》曰：生益州，八月採，陰乾。
    按本草圖經雲：或雲是雀瓢，即是蘿摩之别名。據陸玑雲：芄蘭一名蘿摩，幽州謂之雀瓢，則即《爾雅》雚芄蘭也，《唐本》草，别出蘿摩條，非，又見女青。
    
**恆山
    （舊作常山，《禦覽》作恆山，是）
    味苦寒。主傷寒，寒熱，熱發溫瘧，鬼毒，胸中痰結吐逆。一名互草。生川谷。
    《吳普》曰：恆山，一名漆葉，神農岐伯苦，李氏大寒，桐君辛有毒，二月八月採。
    《名醫》曰：生蓋州及漢中，八月採根，陰乾。
    案後漢書華陀《傳》雲：陀授以漆葉青黏散，漆葉屑一鬭，青黏十四兩，以是爲率，言久服去三蟲，利五臟，輕體，使人頭不白。
    
**蜀漆
    味辛平。
    主瘧及咳逆，寒熱，腹中症堅，痞結，積聚邪氣，蠱毒，鬼注（舊作，《禦覽》作蛀）。生川谷。
    《吳普》曰：蜀漆葉，一名恆山，神農岐伯雷公辛有毒，黃帝辛，一經酸，如漆葉藍青相似，五月採（《禦覽》）。
    《名醫》曰：生江陵山，及蜀漢中常山，苗也，五月採葉，陰乾。
    案《廣雅》雲：恆山蜀漆也。《範子計然》雲：蜀漆出蜀郡。
    
**甘遂
    味苦寒。
    主大腹疝瘕，腹滿，面目浮腫，留飲宿食，破症堅積聚，利水谷道。一名主田。生川谷。
    《吳普》曰：甘遂一名主田，一名曰澤，一名重澤，一名鬼醜，一名陵藁，一名甘槁，一名甘澤，神農桐君苦有毒，岐伯雷公有毒，須二月八月採（《禦覽》）。
    《名醫》曰：一名甘藁，一名陵藁，一名陵澤，一名重澤，生中山，二月採根，陰乾。
    案《廣雅》雲：陵澤，甘遂也。《範子計然》雲：甘遂，出三輔。
    
**白斂
    味苦平。
    主癰腫疽創，散結氣，止痛除熱，目中赤，小兒驚痫，溫瘧，女子陰中腫痛。一名免核，一名白草，生山谷。
    《名醫》曰：一名白根，一名昆侖，生衡山，二月八月，採根暴乾。
    案《說文》雲：莶，白莶也，或作蔹。《毛詩》雲：蔹蔓于野。陸玑疏雲：蔹似栝樓，葉盛而細，其子正黑，如燕薁，不可食也，幽人謂之烏服，其莖葉鬻以哺牛，除熱。《爾雅》雲：萰，菟菄。郭璞雲：未詳。據玉篇雲：菄，白蔹也。經雲：一名菟核，核與荄聲相近，即此矣。
    
**青葙子
    味苦微寒。
    主邪氣，皮膚中熱，風搔，身癢，殺三蟲，子名草決明，療唇口青。一名青蒿，一名萋蒿。生平谷。
    《名醫》曰：生道傍，三月三日採莖葉，陰乾，五月六日，採子。
    案魏略雲：初平中有青牛先生，常服青葙子，葙當作箱字。
    
**雚菌
    味鹹平。
    主心痛，溫中，去長患，白疭，蛲蟲，蛇螫毒，症瘕，諸蟲。一名雚蘆。生池澤。
    《名醫》曰：生東海及渤海，章武，八月採，陰乾。
    案《爾雅》雲：滇灌苬芝，文選注，引作菌。聲類雲：滇灌苬芝也，疑即此灌菌，或一名滇，一名芝，未敢定之。
    
**白芨
    （《禦覽》作芨）
    味苦平。
    主癰腫，惡創，敗疽，傷陰，死肌，胃中邪氣，賦風，鬼擊，痱緩，不收。一名甘根，一名連及草。生川谷。
    《吳普》曰：神農苦，黃帝辛，李氏大寒，雷公辛無毒，莖葉似生薑，藜蘆，十月華，直上，紫赤，根白連，二月八月九月採。
    《名醫》曰：生北山及冤句，及越山。
    案隋羊公服黃精法雲：黃精一名白及亦爲黃精别名，今《名醫》别出黃精條。
    
**大戟
    味苦寒。
    主蠱毒，十二水腫，滿，急痛，積聚，中風，皮膚疼痛，吐逆。一名印巨（案此無生川澤三字者，古或與澤漆爲一條）。
    《名醫》曰：生常山，十二月採根，陰乾。
    案《爾雅》雲：荞，卬巨。郭璞雲：今藥草大戟也。《淮南子》缪稱訓雲：大戟去水。
    
**澤漆
    味苦微寒。
    主皮膚熱，大腹，水氣，四肢面目浮腫，丈夫陰氣不足。生川澤。
    《名醫》曰：一名漆莖，大戟苗也，生太山，三月三日，七月七日，採莖葉，陰乾。
    案《廣雅》雲：黍莖，澤漆也。
    
**茵芋
    味苦溫。
    主五藏邪氣，心腹寒熱，赢瘦如瘧狀，發作有時，諸關節風濕痹痛。生川谷。
    《吳普》曰：茵芋，一名卑共。微溫有毒，狀如莽草，而細軟（《禦覽》）。
    《名醫》曰：一名莞草，一名卑共。生太山，三月三日，採葉陰乾。
    
**貫眾
    味苦微寒。
    主腹中邪，熱氣，諸毒，殺三蟲。一名貫節，一名貫渠，一名百頭（《禦覽》作白），一名虎卷，一名扁符。生山谷。
    《吳普》曰：貫眾一名貫來，一名貫中，一名渠母，一名貫鍾，一名伯芹，一名藥藻，一名扁符，一名黃鍾，神農岐伯苦有毒，桐君扁鵲苦，一經甘有毒，黃帝鹹酸，一經苦無毒，葉黃，兩兩相對，莖，黑毛聚生，冬夏不老，四月花，八月實，黑聚相連，卷旁行生，三月八月採根，五月採藥（《禦覽》）。
    《名醫》曰：一名伯萍，一名藥藻，此謂草鴟頭，生元山及冤句，少室山，二月八月，採根陰乾。
    案《說文》雲：（上艹下中）草也。《廣雅》雲：貫節、貫眾也。《爾雅》雲：泺貫眾。郭璞雲：葉，圓銳，莖，毛黑，布地，冬夏不死，一名貫渠。又上雲：扁符止。郭璞雲：未詳。據經雲：一名篇符，即此也。《爾雅》當雲：篇符，止，泺貫眾。
    
**荛花
    味苦平寒。
    主傷寒溫瘧，下十二水，破積聚，大堅，症瘕，蕩滌腸胃中留癖飲食，寒熱邪氣，利水道。生川谷。
    《名醫》曰：生鹹陽及河南中牟，六月採花，陰乾。
    
**牙子
    味苦寒。
    主邪氣熱氣，疥搔，惡瘍，創痔，去白蟲。一名狼牙。生川谷。
    《吳普》曰：狼牙一名支蘭，一名狼齒，一名犬牙，一名抱子，神農黃帝苦有毒，桐君或鹹，岐伯雷公扁鵲苦無毒，生冤句，葉青，根黃赤，六月七月華，八月實，黑，正月八月採根（《禦覽》）。
    《名醫》曰：一名狼齒，一名狼子，一名犬牙，生淮南及冤句，八月採根，暴乾。
    案《範子計然》雲：狼牙出三輔，色白者善。
    
**羊踯躅
    味辛溫。
    主賊風在皮膚中，淫淫痛，溫瘧。惡毒，諸痹。生川谷。
    《吳普》曰：羊踯躅花，神農雷公辛有毒，生淮南，治賊風惡毒諸邪氣（《禦覽》）。
    《名醫》曰：一名玉支，生太行山，及淮南山，三月採花，陰乾。
    案《廣雅》雲：羊踯躅，英光也。古今注雲：羊踯躅花，黃羊食之，則死，羊見之則踯躅分散，故名羊踯躅。陶宏景雲：花苗似鹿蔥。
    
**商陸
    味辛平。
    主水張疝瘕痹，熨除癰腫，殺鬼精物，一名根，一名夜呼。生川谷。
    《名醫》曰：如人行者，有神，生鹹陽。
    案《說文》：荲草，枝枝相值，葉葉相當。《廣雅》雲：常蓼，馬尾，商陸也。
    《爾雅》雲：蓫薚馬尾。郭璞雲：今關西亦呼爲薚，江東爲當陸。周易夬雲：苋陸夬夫。鄭元雲：苋陸、商陸也，蓋薚即俗字，商即假音。
    
**羊蹄
    味苦寒。
    主頭秃疥搔，除熱，女子陰蝕（《禦覽》此四字作無字）。一名東方宿，一名連蟲陸，一名鬼目。生川澤。
    《名醫》曰：名蓄，生陳留。
    案《說文》雲：董草也，讀若厘，藋，厘草也，芨堇草也。《廣雅》雲：荲，羊蹄也。《毛詩》雲：言採其蓫。《箋》雲：蓫，牛蘈也。陸德明雲：本又作蓄。陸玑雲：今人謂之羊蹄。陶宏景雲：今人呼秃菜，即是蓄音之。詩雲：言，採其蓄，案陸英，疑即此草之花，此草一名連蟲陸，又陸英，即蒴藋，一名荲也，亦苦寒。
    
**萹蓄
    味辛平。
    主浸淫，疥搔疽痔，殺三蟲（《禦覽》引雲：一名篇竹，《大觀本》無文）。生山谷。
    《吳普》曰：萹蓄一名蓄辯，一名萹蔓（《禦覽》）。
    《名醫》曰：生東菜，五月採，陰乾。
    案《說文》雲：萹，萹（上艹下左工右幾）也，（上艹下左工右幾），萹也，（上艹下左氵右毒）水萹，（上艹下左氵右毒），讀若督。《爾雅》雲：竹萹，蓄。郭璞雲：似水藜，赤莖節，好生道旁，可食，又殺蟲。《毛詩》雲：綠竹猗猗。《傳》雲：竹，萹竹也。韓詩雲：，（上艹下左氵右毒），萹（上艹下左工右幾）也，石經同。
    
**狼毒
    味辛平。
    主咳逆上氣，破積聚飲食，寒熱，水氣惡創，鼠瘻，疽蝕，鬼精，蠱毒，殺飛鳥走獸。一名續毒。生山谷。
    《名醫》曰：生秦亭及奉高，二月八月，採根陰乾。
    案《廣雅》雲：狼毒也，疑上脫續毒二字。《中山經》雲：大騩之山有草焉，其狀如蓍而毛，青華而白實，其名曰，服之不夭，可以不腹病。
    
**白頭翁
    味苦溫。
    主溫瘧，狂易，寒熱，症瘕積聚，瘿氣，逐血，止痛，療金瘡。一名野丈人，一名胡王使者。生山谷。
    《吳普》曰：白頭翁，一名野丈人，一名奈河草，神農扁鵲苦無毒，生嵩山川谷，破氣狂寒熱，止痛（《禦覽》）。
    《名醫》曰：一名奈河草，生高山及田野，四月採。
    案陶宏景雲：近根處有白茸狀似人白頭，故以爲名。
    
**鬼臼
    味辛溫。
    主殺蠱毒鬼注，精物，闢惡氣不祥，逐邪，解百毒。一名爵犀，一名馬目毒公，一名九臼。生山谷。
    《吳普》曰：一名九臼，一名天臼，一名雀犀，一名馬目公，一名解毒。生九真山谷及冤句，二月八月採根（《禦覽》）
    《名醫》曰：一名天臼，一名解毒，生九真及冤句，二月八月採根。
    
**羊桃
    味苦寒。
    主熛熱，身暴赤色，風水積聚，惡瘍，除小兒熱。一名鬼桃，一名羊腸。生川谷。
    《名醫》曰：一名萇楚，一名禦弋，一名铫弋，生山林及田野，二月採，陰乾。
    案《說文》雲：萇，萇楚铫弋，一名羊桃。《廣雅》雲：鬼桃铫戈羊桃也。《中山經》雲：豐山多羊桃，狀如桃而方，莖可以爲皮張。《爾雅》雲：長楚姚铫。郭璞雲：今羊桃也，或曰鬼桃，葉似桃華，白子如小麥，亦似桃。《毛詩》雲：隰有铫楚。《傳》雲：萇楚，铫弋也。陸玑雲：今羊桃是也，葉長而狹，華紫赤色，其枝莖弱過一尺，引蔓于草上，今人以爲汲灌，重而善沒，不如楊柳也，近下根，刀切其皮，著熱灰中，脫之，可韬筆管。
    
**女青
    味辛平。
    主蠱毒，逐邪惡氣，殺鬼溫瘧，闢不祥。一名雀瓢（《禦覽》作翾）。
    《吳普》曰：女青一名霍由祗，神農黃帝辛（《禦覽》）。
    《名醫》曰：蛇銜根也，生朱崖，八月採，陰乾。
    案《廣雅》雲：女青，烏葛也。《爾雅》雲：雚芄蘭。郭璞雲：雚芄蔓生。斷之，有白汁可啖。《毛詩》雲：芄蘭之支。《傳》雲：芄蘭草也。陸玑雲：一名蘿摩，幽州人，謂之雀瓢。别錄雲：雀瓢白汁，注蟲蛇毒，即女青苗汁也，《唐本》草，别出蘿摩條，非。
    
**連翹
    味苦平。
    主寒熱，鼠瘻，瘰疬，癰腫，惡創，瘿瘤，結熱，蠱毒。一名異翹，一名蘭華，一名轵，一名三廉。生山谷。
    《名醫》曰：一名折根，生太山，八月採，陰乾。
    案《爾雅》雲：連，異翹。郭璞雲：一名連苕，又名連本草雲。
    
**蘭茹
    （《禦覽》作闾，是）
    味辛寒。
    主蝕惡肉，敗創，死肌，殺疥蟲，排膿惡血，除大風熱氣，善忘不樂。生川谷。
    《吳普》曰：闾茹一名離樓，一名屈居，神農辛，岐伯酸鹹有毒，李氏大寒，二月採，葉員黃，高四五尺，葉四四相當，四月華黃，五月實黑，根黃有汁，亦同黃，三月五月採根，黑頭者良（《禦覽》）。
    《名醫》曰：一名屈據，一名離婁，生代郡，五月採，陰乾。
    案《廣雅》雲：屈居，蘆茹也。《範子計然》雲：闾茹出武都，黃色者善。
    
**烏韭
    味甘寒。
    主皮膚往來寒熱，利小腸膀胱氣。生山谷石上。
    案《廣雅》雲：昔邪，烏韭也，在屋曰昔邪，在牆曰垣衣。《西山經》雲：萆荔，狀如烏韭。《唐本》注雲：即石衣也，亦名石苔，又名石發。按《廣雅》又雲：石發，石衣也，未知是一否。
    
**鹿藿
    味苦平。
    主蠱毒，女子腰腹痛，不樂腸癰，瘰疠（《禦覽》作歷），瘍氣。生山谷。
    《名醫》曰：生汶山。
    案《說文》雲：藨，鹿藿也，讀若剽。《廣雅》雲：藨，鹿藿也。《爾雅》雲：蔨，鹿藿，其實。郭璞雲：今鹿豆也，葉似大豆，根黃而香，蔓延生。
    
**蚤休
    味苦微寒。
    主驚痫，搖頭弄舌，熱氣在腹中，瘨疾，癰創，陰蝕，下三蟲，去蛇毒。一名蚩休。生川谷。
    《名醫》曰：生山陽及冤句。
    案鄭樵雲：蚤休，日螫休，曰重樓金綿，曰重台，曰草，甘遂，今人謂之紫河車，服食家所用，而莖葉亦可愛，多植庭院間。
    
**石長生
    味鹹微寒。
    主寒熱，惡創，火熱，闢鬼氣不祥（《禦覽》作闢惡氣，不祥，鬼毒）。一名丹草（《禦覽》引雲：丹沙草）。生山谷。
    《吳普》曰：石長生，神農苦，雷公辛，一經甘，生鹹陽（《禦覽》）。
    《名醫》曰：生鹹陽。
    
**陸英
    味苦寒。
    主骨間諸痹，四肢拘攣，疼酸，膝寒痛，陰痿，短氣，不足，腳腫。生川谷。
    《名醫》曰：生熊耳及冤句，立秋採，又曰蒴藋，味酸溫有毒，一名荲（今本誤作堇），一名芨，生四野，春夏採葉，秋冬採莖根。
    案《說文》雲：堇草也，讀若厘，芨荲草也，讀若急，藋厘草也。《廣雅》雲：盆，陸英苺也。《爾雅》雲：芨荲草。《唐本》注陸英雲：此物蒴藋是也，後人不識，浪出蒴藋條。今注雲：陸英，味苦寒無毒，蒴藋
    味酸溫有毒，既此不同，難謂一種，蓋其類爾。
    
**荩草
    味苦平。
    主久咳上氣喘逆，久寒，驚悸，痂疥，白秃，瘍氣，殺皮膚小蟲。生川谷。
    《吳普》曰：王刍一名黃草，神農雷公口，生太山山谷，治身熱邪氣，小兒身熱氣（《禦覽》）。
    《名醫》曰：可以染黃，作金色，生青衣，九月十月採。
    案《說文》雲：荩草也，（上艹下彖），王刍也。《爾雅》雲：（上艹下彖），王刍。郭璞雲：（上艹下彖），蓐也，今呼鴟腳莎。《毛詩》雲：綠竹猗猗。《傳》雲：（上艹下彖），王刍也。《唐本》注雲：荩草，俗名蓐草。《爾雅》所謂王刍。
    
**牛扁
    味苦微寒。
    主身皮創，熱氣，可作浴湯，殺牛虱小蟲，又療牛病。生川谷。
    《名醫》曰：生桂陽。
    案陶宏景雲：太常貯名扁特，或名扁毒。
    
**夏枯草
    味苦辛、寒。
    熱瘰疬，鼠瘻，頭創，破症，散瘿，結氣，腳腫，濕痹，輕身。一名夕句，一名乃東。生川谷。
    《名醫》曰：一名燕面，生蜀郡，四月採。
    
**芫華
    味辛溫。
    主咳逆上氣，喉鳴，喘咽腫，短氣，蠱毒，鬼瘧，疝瘕，癰腫，殺蟲魚。一名去水。生川谷（舊在木部，非）。
    《吳普》曰：芫華一名去水，一名敗華，一名兒草根，一名黃大戟，神農黃帝有毒，扁鵲岐伯苦，李氏大寒，二月生，葉青，加厚則黑，華有紫赤白者，三月實落盡，葉乃生，三月五月採華，芫花根，一名赤芫根，神農雷公苦有毒，生邯鄲，九月八月採，陰乾，久服令人洩，可用毒魚（《禦覽》亦見圖經節文）。
    《名醫》曰：一名毒魚，一名杜芫，其根名蜀桑，可用毒魚，生淮源，三月三日採花，陰乾。
    案《說文》雲：芫，魚毒也，《爾雅》雲：杬，魚毒。郭璞雲：杬，大木，子似栗，生南方，皮厚，汁赤，中藏卵果。《範子計然》雲：芫華出三輔，《史記》倉公傳，臨菑女子病蛲瘕，飲以芫花一撮，出蛲可數升，病已顔師古注急就篇雲：郭景純說，誤耳，其生南方用藏卵果，自别一杬木，乃左思所雲：綿杬杶栌者耳，非毒魚之杬。
    右草，下品四十九種，舊四十八種，考木部芫華宜入此。
    
***下經（下品） 木
    
**巴豆
    味辛溫。
    主傷寒，溫瘧，寒熱，破症瘕結聚，堅積，留飲，淡癖，大腹水張，蕩練五藏六府，開通閉塞，利水谷道，去惡内，除鬼毒蠱注邪物（《禦覽》作鬼毒邪注），殺蟲魚，一名巴叔（舊作椒，《禦覽》作菽），生川谷。
    《吳普》曰：巴豆，一名巴菽，神農岐伯桐君辛有毒，黃帝甘有毒，李氏主溫熱寒，葉如大豆，八月採（《禦覽》）。
    《名醫》曰：生巴郡，八月採，陰乾，用之，去心皮。
    案《廣雅》雲：巴菽，巴豆也。《列仙傳》雲：元俗餌巴豆。《淮南子》說林訓雲：魚食巴菽而死，人食之而肥。
    
**蜀菽
    味辛溫。
    主邪氣咳逆，溫中，逐骨節，皮膚死肌，寒濕，痹痛，下氣，久服之，頭不白，輕身增年，生川谷。
    《名醫》曰：一名巴椒，一名蓎藙，生武都及巴郡，八月採實，陰乾。案《範子計然》雲：蜀椒出武都，赤色者善。陸玑雲：蜀人作荼，又見秦椒，即《爾雅》莍.陶宏景雲：俗呼爲樛。
    
**皂莢
    味辛鹹溫。
    主風痹，死肌，邪氣，風頭，淚出，利九竅，殺精物。生川谷。
    《名醫》曰：生壅州，及魯鄒縣，如豬牙者良，九月十月採，陰乾。
    案《說文》雲：莢草實。《範子計然》雲：皂莢出三輔，上價一枚一錢。廣誌曰：雞栖子，皂莢也（《禦覽》），皂即草省文。
    
**柳華
    味苦寒。
    主風水黃疸，面熱黑。一名柳絮。葉主馬疥痂創。實主潰癰，逐膿血。子汁療渴。生川澤。
    《名醫》曰：生琅邪。
    案《說文》雲：柳，小楊也。柽，河柳也，楊木也。《爾雅》柽，河柳。郭璞雲：今河旁赤莖小楊，又旄澤柳。郭璞雲：生澤中者，又楊，蒲柳。郭璞雲：可以爲箭，左傳所謂董澤之蒲。《毛詩》雲：無折我樹杞。《傳》雲：杞木名也。陸玑雲：杞，柳屬也。
    
**楝實
    味苦寒。
    主溫疾傷寒，大熱煩狂，殺三蟲疥瘍利，小便水道。生山谷。
    《名醫》曰：生荊山。
    案《說文》雲：楝木也。《中山經》雲：其實如楝。郭璞雲：楝，木名，子如指頭，白而粘，可以浣衣也。《淮南子》時則訓雲：七月其樹楝。高誘雲：楝實，鳳凰所食，今雒城旁有楝樹，實，秋熟。
    
**郁李仁
    味酸平。
    主大腹水腫，面目四肢浮腫、利小便水道。根，主齒龈腫，齲齒。一名爵李。生堅齒川谷。
    《吳普》曰：郁李，一名雀李，一名車下李，一名棣（《禦覽》）。
    《名醫》曰：一名車下李，一名棣，生高山及邱陵上，五月六月採根。
    案《說文》雲：棣，白棣也。《廣雅》雲：山李，雀其也。《爾雅》雲：常棣，棣。
    郭璞雲：今關西有棣樹，子如櫻桃可食。《毛詩》雲：六月食郁。《傳》雲：郁，棣屬。劉稹《毛詩》義問雲：其樹高五六尺，其實大如李，正赤，食之甜。又詩雲：常棣之華。《傳》雲：常棣，棣也。陸玑雲：奧李。一名雀李，一曰車下李，所在山中皆有其花，或白或赤，六月中熟大，子如李子可食。沈括補筆談雲：晉宮閣銘曰：華林園中有車下李，三百一十四株，薁李一株。
    
**莽草
    味辛溫。
    主風頭癰腫，乳癰，疝瘕，除結氣疥搔（《禦覽》有疽瘡二字），殺蟲魚。生山谷。
    《吳普》曰：莽草一名春草，神農辛，雷公桐君苦有毒，生上谷山谷中，或冤句，五月採，治風（《禦覽》）。
    《名醫》曰：一名葞，一名春草，生上谷及冤句，五月採葉，陰乾。
    案《中山經》雲：朝歌之山有草焉，名曰莽草，可以毒魚，又山有木焉，其狀如棠而赤，葉可以毒魚，《爾雅》雲：葞，春草。郭璞雲：一名芒草。本草雲：《周禮》雲，翦氏掌除蠹物，以熏草莽之。《範子計然》雲：莽草，出三輔者善。
    陶宏景雲：字亦作兩。
    
**雷丸
    （《禦覽》作雷公丸）
    味苦寒。
    主殺三蟲，逐毒氣，胃中熱，利丈夫，不利女子作摩膏，除小兒百病（《禦覽》引雲：一名雷矢，《大觀本》，作黑字）。生山谷。
    《吳普》曰：雷丸，神農苦，黃帝岐伯桐君甘有毒，扁鵲甘無毒，李氏大寒（《禦覽》引雲：一名雷實，或生漢中，八月採）。
    《名醫》曰：一名雷矢，一名雷實，生石城及漢中土中，八月採根暴乾。
    案《範子計然》雲：雷矢，出漢中，色白者善。
    
**桐葉
    味苦寒。
    主惡蝕，創着陰皮，主五痔，殺三蟲。華主傳豬創，飼豬，肥大三倍。生山谷。
    《名醫》曰：生桐柏山。
    案《說文》雲：桐，榮也，梧，梧桐木，一名榇。《爾雅》雲：榇梧。郭璞雲：今梧桐，又榮桐木。郭璞雲：即梧桐。《毛詩》雲：梧桐生矣。《傳》雲：梧桐柔木也。
    
**梓白皮
    味苦寒。
    主熱，去三蟲，葉搗傳豬創，飼豬肥大三倍，生山谷。
    《名醫》曰：生河内。
    案《說文》雲：梓，楸也，或作榟，椅梓也，楸，梓也，槚，楸也。《爾雅》雲：槐小葉曰榎.郭璞雲：槐爲楸楸，當細葉者爲榎，又大而榎，楸。郭璞雲：老乃皮粗，皵者爲楸，又椅梓。郭璞雲：即楸。《毛詩》雲椅，桐梓漆，《傳》雲椅，梓屬。陸玑雲：梓者楸之，疏，理，白色而生子者，曰梓，梓實，桐皮，曰椅。
    
**石南
    味辛苦。
    主養腎氣，内傷，陰衰，利筋骨皮毛。實，殺蠱毒，破積聚，逐風痹。一名鬼目。生山谷。
    《名醫》曰：生華陰，二月四月採實，陰乾。
    
**黃環
    味苦平。
    主蠱毒鬼注，鬼魅，邪氣在臧中，除咳逆寒熱。一名淩泉，一名大就。生山谷。
    《吳普》曰：蜀黃環，一名生刍，一名根韭，神農黃帝岐伯桐君扁鵲辛，一經，味苦有毒，二月生，初出，正赤，高二尺，葉黃，員端，大莖，葉有汗，黃白，五月實員，三月採根，根黃，從理如車輻，解，治蠱毒（《禦覽》）。
    《名醫》曰：生蜀郡，三月採根，陰乾。
    案蜀都賦，有黃環，劉逵雲：黃環出蜀郡。沈括補筆談雲：黃環即今朱藤也，天下皆有，葉如槐，其花穗懸紫色如葛，花，可作菜食，火不熟，亦有小毒，京師人家園圃中，作大架種之，謂之紫藤花者，是也。
    
**溲疏
    味辛寒。
    主身皮膚中熱，除邪氣，止遺溺，可作浴湯。生山谷，及田野故邱虛地。
    《名醫》曰：一名巨骨，生能耳山，四月採。
    案李當之雲：溲疏，一名楊栌，一名牡荊，一名空疏，皮白中空，時時有節，子似枸杞，子冬日熟，色赤，味甘苦。
    
**鼠李
    主寒熱瘰疬創。生田野。
    《吳普》曰：鼠李，一名牛李（《禦覽》）。
    《名醫》曰：一名牛李，一名鼠梓，一名啤，採無時。
    案《說文》雲：楰，鼠梓木。《爾雅》雲楰，鼠梓。郭璞雲：楸屬也，今江東有虎梓。《毛詩》雲：北山有楰.《傳》雲楰，鼠梓，據《名醫》名鼠梓，未知是此否。《唐本》注雲：一名趙李，一名皂李，一名烏槎。
    
**藥實根
    味辛溫。
    主邪氣，諸痹疼酸，續絕傷，補骨髓。一名連木。生山谷。
    《名醫》曰：生蜀郡，採無時。
    案《廣雅》雲：貝父，藥實也。
    
**栾華
    味苦寒。
    主目痛淚出，傷眦，消目腫，生川谷。
    《名醫》曰：生漢中，五月採。
    案《說文》雲：栾木似欄。《山海經》雲：雲雨之山，有木名栾，黃木赤枝青葉，羣帝焉取藥。曰虎通雲：諸侯墓樹柏，大夫栾，士槐。沈括補筆談雲：栾有一種，樹生，其實可作數珠者，謂之木栾，即本草栾花是也。
    
**蔓椒
    味苦溫。
    主風寒濕痹，疬節疼，除四肢厥氣，膝痛。一名家椒。生川谷及邱家間。
    《名醫》曰：一名豬椒，一名彘椒，一名狗椒，生雲中，採莖根煮，釀酒。
    案陶宏景雲：俗呼爲樛，以椒小不香爾，一名稀椒，可以蒸病出汗也。
    上木，下品一十七種，舊十八種，今移芫華入草。
    
***下經（下品） 獸
    
**豚卵
    味苦溫。
    主驚痫，瘨疾，鬼注，蠱毒，除寒熱，贲豚，五癃，邪氣，攣縮。一名豚颠，懸蹄，主五痔，伏熱，在腸，腸癰，内蝕。
    案《說文》雲：（上歹歹歹下巾），小豕也，從豸省，象形，從又，持肉以給祭祀，篆文作豚。方言雲：豬，其子或謂之豚，或謂之豯.吳揚之間，謂之豬子。
    
**麋脂
    味辛溫。
    主癰腫，惡創，死肌，寒風，濕痹，四肢拘緩不收，風頭，腫氣，通湊理。一名官脂。生山谷。
    《名醫》曰：生南山及淮海邊，十月取。
    案《說文》雲：麋，鹿屬，冬至解其角。漢書雲：劉向以爲麋之爲言迷也。蓋牝獸之淫者也。
    
**鼺鼠
    主堕胎，令人産易。生平谷。
    《名醫》曰：生山都。
    案《說文》雲：（上畾下鳥）鼠形，飛走且乳之鳥也，籀文作鸓.《廣雅》雲。（左劉去刂右鳥）（左申右鳥）飛鸓也。
    陶宏景雲是鼯鼠，一名飛生見，《爾雅》雲鼺鼠夷由也。舊作鼺，非。
    
**六畜毛蹄甲（馬、牛、羊、豬、狗、雞）
    味鹹平。
    主鬼注，蠱毒，寒熱，驚痫，瘨痓，狂走，駱駝毛，尤良。
    案陶宏景雲：六畜，謂馬、牛、羊、豬、狗、雞也，蹄，即踯省文。
    上獸，下品四種，舊同。
    
***下經（下品） 蟲魚
    
**蝦蟆
    味辛寒。
    主邪氣，破症堅，血癰腫，陰創。服之不患熱病。生池澤。
    《名醫》曰：一名蟾蜍，一名，一名去甫，一名苦，生江湖，五月五日，取，陰乾，東行者良。
    案《說文》雲：蝦，蝦蟆也，蟆，蝦蟆也，鼋，蝦蟆也，，詹諸也，其鳴詹諸，其皮蠢蠢，其行，或作，，詹諸也。夏水正《傳》雲：域也者，長股也，或曰屈造之屬也。詩曰：得比，言其行電電，鼋，詹諸，以鳴者，《廣雅》雲：苦胡，蝦蟆也。《爾雅》雲：鼋蟾諸，郭璞雲：似蝦蟆，居陸地，淮南謂之去蚊，又蝗。郭璞雲：蛙類。
    《周禮》雲：蝈氏。鄭司農雲：蝈，讀爲蜮，蜮，蝦蟆也，元謂蝈，今禦所食蛙也。月今雲：仲夏之月，反舌無聲。蔡邕雲：今謂之蝦蟆。薛君韓詩注雲：戚施蟾蜍。
    高誘注南子雲：蟾蠩也，又蝈，蝦蟆也，又蟾蜍，蝦蟆，又鼓造，一曰蝦蟆，《抱朴子》内篇雲：或問魏武帝曾收左元放而桎梏之，而得自然解脫。以何法乎。
    《抱朴子》曰：以自解去父血。
    
**馬刀
    味辛微寒（《禦覽》有補中二字，《大觀本》，黑字）。主漏下赤白，寒熱，破石淋，殺禽獸賊鼠。生池澤。
    《吳普》曰：馬刀，一名齊蛤，神農岐伯桐君鹹有毒，扁鵲小寒大毒，生池澤江海，採無時也（《禦覽》）。
    《名醫》曰：一名馬蛤，生江湖及東海，採無時。
    案《範子計然》雲：馬刀出河東，蓺文類聚引本經雲：文蛤表有文，又曰馬刀，一曰名蛤，則，豈古本與文蛤爲一邪。
    
**蛇蛻
    味鹹平。
    主小兒百二十種驚痫，葜疭、瘨疾，寒熱，腸痔，蟲毒，蛇痫。火熬之良。一名龍子衣，一名蛇符，一名龍子單衣，一名弓皮。生川谷及田野。
    《吳普》曰：蛇蛻，一名龍子單衣，一名弓皮，一名蛇附，一名蛇筋，一名龍皮，一名龍單衣（《禦覽》）。
    《名醫》曰：一名龍子皮，生荊州，五月五日，十五日、取之良。
    案《說文》雲：它，蟲也，從蟲而長，象冤，曲尾形，或作蛇蛻，蛇蟬所解皮也。《廣雅》雲：蝮蜟蛻也。《中山經》雲：來山多空奪。郭璞雲：即蛇皮脫也。
    
**蚯蚓
    味鹹寒。
    主蛇瘕，去三蟲，伏屍，鬼注，蠱毒，殺長蟲，仍自化作水。生平土。
    《吳普》曰：蚯蚓，一名白頸螳螾，一名附引（《禦覽》）。
    《名醫》曰：一名土龍，二月取，陰乾。
    案《說文》雲：螾，側行者，或作蚓，螼螾也，《廣雅》雲：蚯蚓蜿蟺，引無也。
    《爾雅》雲：螼蚓緊蠶。郭璞雲：即蟺也，江東呼寒蚓，舊作蚯，非，呂氏春秋《淮南子》邱蚓出不從蟲。又說山訓雲：螼，無筋骨之強，高誘注：螾，一名蜷也，舊又有白頸二字，據《吳普》古本當無也。
    
**蠮螉
    味辛平。
    主久聾，咳逆，毒氣，出刺出汗。生川谷。
    《名醫》曰：一名土蜂，生熊耳及牂柯，或人屋間。案《說文》雲：蠃，蒲盧，細要土蜂也，或作螺蠃，螺蠃也。《廣雅》雲：土蜂，蠮螉也，《爾雅》土蜂。
    《毛詩》雲：螟蛉有子，螺蠃負之，《傳》雲螺蠃，蒲盧也。禮記雲：夫政也者，蒲盧也。鄭雲：蒲盧，果蠃，謂土蜂也。方言雲：其小者謂之蠮螉，或謂之蚴蛻，《說文》無蠮字或當爲醫。
    
**蜈蚣
    味辛溫。
    主鬼注蠱毒，啖諸蛇蟲魚毒，殺鬼物老精，溫虐，去三蟲（《禦覽》引雲：一名至掌，《大觀本》在水蛭下）。生川谷。
    《名醫》曰：生大吳江南，赤頭足者良。
    案《廣雅》雲：蝍蛆，吳公也。
    
**水蛭
    味鹹平。
    主逐惡血淤血，月閉（《禦覽》作水閉）。破血瘕積聚，無子，利水道。生池澤。
    《名醫》曰：一名蚑.一名至掌，生雷澤，五月六月採，暴乾。
    案《說文》雲：蛭，虮也，蝚，蛭蝚，至掌也。《爾雅》雲：蛭虮。郭璞雲：今江東呼水中蛭蟲入人肉者爲虮，又蛭蝚至掌。郭璞雲未詳，據《名醫》，即蛭也。
    
**班苗
    味辛寒。
    主寒熱，鬼注，蠱毒，鼠瘻，惡創，疽蝕，死肌，破石癃。一名龍尾。生川谷。
    《吳普》曰：斑貓。一名斑蚝，一名龍蚝，一名斑苗，一名勝發，一名盤蛩，一名晏青，神農辛，岐伯鹹，桐君有毒，扁鵲甘有大毒，生河内川谷。或生水石。
    《名醫》曰：生河東，八月取，陰乾。
    案《說文》雲：螌，螌蝥，毒蟲也。《廣雅》雲：螌蝥，晏青也，《名醫》别出芫青條，非，芫晏音相近也，舊作貓，俗字。據吳氏雲：一名班苗，是也。
    
**貝子
    味鹹平。
    主目翳，鬼注，蟲毒，腹痛，下血，五癃，利水道，燒用之良。生池澤。
    《名醫》曰：一名貝齒，生東海。
    案《說文》雲：貝，海介蟲也，居陸名飙。在水名，象形，《爾雅》雲：貝小者。郭璞雲：今細貝，亦有紫色，出日南，又，小而橢。郭璞雲：即上小貝。
    
**石蠶
    味鹹寒。
    主五癃，破石淋，堕胎，内解結氣，利水道，除熱。一名沙虱。生池澤。
    《吳普》曰：石蠶亦名沙虱，神農雷公酸無毒，生漢中，治五淋，破随内結氣，利水道，除熱（《禦覽》）。
    《名醫》曰：生江漢。
    案《廣雅》雲：沙虱，也。淮南萬畢朮雲：沙虱，一名蓬活，一名地脾。
    《禦覽》蟲豸部引李當之雲：類蟲，形如老蠶，生附石。廣誌雲：皆虱，虱色赤，大過虮，在水中，入人皮中，殺人，與李似不同。
    
**雀甕
    味甘平。
    主小兒驚痫，寒熱，結氣，蠱毒。鬼注。一名躁捨。
    《名醫》曰：生漢中，採蒸之，生樹枝間，蛄蟖房也。八月取。
    案《說文》雲：蛄，蛄斯黑也。《爾雅》雲蟔，蛄蟖.郭璞雲：蛓屬也，今青州人呼蛓爲蛄蟖.按本經名爲雀甕者。甕與蛹音相近，以其如雀子，又如繭蟲之蛹，因呼之。
    
**蜣螂
    味鹹寒。
    主小兒驚痫，瘈疭，腹張，寒熱，大人瘨疾狂易。一名蛣蜣。火熬之良。生池澤。《名醫》曰：生長沙，五月五日取，蒸藏之。
    案《說文》雲：（蟲郄），渠（蟲郄），一曰天杜。《廣雅》雲：天杜，蜣螂也。《爾雅》雲：蛣蜣，蜣螂，郭璞雲：黑甲蟲，啖糞土，玉篇，蜣螂同，《說文》無蜣字，渠，即蛣蜣，音之緩急。
    
**蝼蛄
    味鹹寒。
    主産難，出肉中刺（《禦覽》作刺在肉中），潰癰腫，下哽噎（《禦覽》作咽），解毒，除惡創。一名蟪蛄（《禦覽》作蟪蛄），一名天蝼，一名（榖禾易爲上丿下蟲）。夜出者良，生平澤。
    《名醫》曰：生東城，夏至取，暴乾。
    案《說文》雲：蠹，蝼蛄也，蝼，蝼蛄也，姑，蝼蛄也。《廣雅》雲：炙鼠，津姑，蝼蜮，蟓蛉，蛞蝼，蝼蛄也，《夏小正》雲：三月（榖禾易爲上丿下蟲）則鳴，（榖禾易爲上丿下蟲），天蝼也，《爾雅》雲：（榖禾易爲上丿下蟲），天蝼，郭璞雲：蝼蛄也。《淮南子》時則訓雲：孟夏之月，蝼蝈鳴，高誘雲：蝼，蝼姑也，方言雲：蛄詣，謂之杜格，蝼蛞，謂之蝼蜂，或謂之蟓蛉，南楚謂之杜狗，或謂之（蟲昏）蝼。陸玑詩疏雲：本草又謂蝼蛄爲石鼠，今無文。
    
**馬陸
    味辛溫。
    主腹中大堅症，破積聚，息肉，惡創，白秃。一名百足。生川谷。
    《吳普》曰：一名馬軸，（《禦覽》）。
    《名醫》曰：一名馬軸，生元菟。
    案《說文》雲：蠲，馬蠲也，從蟲皿，益聲，勹象形。明堂月令曰：腐草爲蠲。《廣雅》雲，蛆蟝，馬，馬蚿也，又馬踐，蛆也。《爾雅》雲：蛝，馬踐。郭璞雲：馬蠲勻，俗呼馬蟝，《淮南子》時則訓雲：季夏之月，腐草化爲蚈.高誘雲：蚈，馬蚈也，幽冀謂之秦渠，又蚈論訓雲：蚈足眾，而走不若蛇，又兵略訓雲：若蚈之足。高誘雲：蠸，馬蚿也，方言雲，馬蚿，北燕謂之蛆渠，其大者謂之馬蚰。《博物誌》雲：馬蚿，一名百足，中斷成兩段，名行而去。
    
**地膽
    味辛寒。
    主鬼注，寒熱，鼠蝼，惡創，死肌，破症瘕，堕胎。一名蚖青，生川谷。
    《吳普》曰：地膽，一名元青，一名杜龍，一名青虹（《禦覽》）。
    《名醫》曰：一名青，生汶山，八月取。
    案《廣雅》雲：地膽蛇要，青，青也，陶宏景雲：狀如大馬蟻，有翼，偽者即班貓所化，狀如大豆。
    
**鼠婦
    味酸溫。
    主氣癃，不得小便，女人月閉，血症，痫痓，寒熱，利水道。一名負蟠，一名威。生平谷。
    《名醫》曰：一蜲生魏郡及人家地上，五月五日取。
    案《說文》雲：（女尹）（女尹）威，委黍，委黍，鼠婦也，蟠鼠負也。《爾雅》雲：蟠，鼠負。郭璞雲：甕器底蟲。又（女尹）威委黍。郭璞雲：舊說，鼠婦别名。《毛詩》雲：伊威在室。《傳》雲：伊威，委黍也。陸玑雲：在壁根下，甕底中生，似白魚。
    
**熒火
    味辛微溫。
    主明目，小兒火創傷，熱，氣，蠱毒，鬼注，通神。一名夜光（《禦覽》引雲，一名熠耀，一名即照，《大觀本》，作黑字）。生池澤。
    《吳普》曰：熒火一名夜照，一名熠耀，一名救火，一名景天，一名據火，一名挾火（藝文類聚）。
    《名醫》曰：一名放光，一名熠耀，一名即照，生階地，七月七日收，陰乾。
    案《說文》雲：（上炎下舛），兵死及牛馬之血爲磷，鬼火也，從炎舛。《爾雅》雲：熒水即照。郭璞雲：夜飛，腹下有火。《毛詩》雲：熠耀宵行，《傳》雲熠耀，磷也，磷，熒火也，月令雲：季夏之月，腐草化爲熒。鄭元雲：螢飛蟲，螢火也，據毛萇以螢爲磷，是也，《說文》無螢字，當以磷爲之，《爾雅》作熒，亦是，舊作螢，非。又按月令，腐草爲螢，當是蠲字假音。
    
**衣魚
    味鹹溫。
    無毒，主婦人疝瘕，小便不利（《禦覽》作洩利），小兒中風（覽作頭風），項強（《禦覽》作強），背起摩之。一名白魚，生平洋。
    《吳普》曰：衣中白魚，一名蟫（《禦覽》）。
    《名醫》曰：一名蟫，生鹹陽。
    案《說文》雲：蟫，白魚也。《廣雅》雲：白魚，蛃魚也。《爾雅》雲：蟫，白魚。
    郭璞雲：衣書中蟲，一名蚋魚。
    上蟲，魚，下品一十八種，舊同。
    
***下經（下品） 果
    
**桃核仁
    味苦平。
    主淤血，血閉瘕邪，殺小蟲。桃花殺注惡鬼，令人好顔色。
    桃凫，微濕，主殺百鬼精物（初學記引雲，枭桃在樹不落，殺百鬼）。
    桃毛，主下血瘕寒熱，積寒無子，桃蠹，殺鬼邪惡不祥。生川谷。
    《名醫》曰：桃核，七月採，取仁，陰乾，花三月三日採，陰乾，桃凫一名桃奴，一名枭景，是實着樹不落，實中者，正月採之，桃蠹，食桃樹蟲也。生太山。
    案《說文》雲：桃，果也。玉篇雲：桃，毛果也。《爾雅》雲：桃李醜核。郭璞雲：子中有核仁。孫炎雲：桃李之實，類皆有核。
    
**杏核仁
    味甘溫。
    主咳逆上氣，雷嗚，喉痹下氣，産乳，金創，寒心，贲豚，生川谷。
    《名醫》曰：生晉山。
    案《說文》雲：杏，果也。《管子·地員篇》雲：五沃之土，其木宜杏，高誘注《淮南子》雲：杏有竅在中。
    上果，下品二種舊同。
    
***下經（下品） 米谷
    
**腐婢
    味辛平。
    主痎瘧，寒熱，邪氣，洩利，陰不起，病酒，頭痛。生漢中。
    《吳普》曰：小豆花，一名腐婢（舊作付月，誤），神農甘毒，七月採，陰乾，四十日，治頭痛止渴（《禦覽》）。
    《名醫》曰：生漢中，即小豆花也，七月採，陰乾。
    上米，谷下品一種，舊同。
    
***下經（下品） 菜
    
**苦瓠
    味苦寒。
    主大水，面目四肢浮腫，下水，令人吐。生川澤。
    《名醫》曰：生晉地。
    案《說文》雲：瓠匏，匏瓠也。《廣雅》雲：匏瓠也。《爾雅》雲：瓠栖瓣。《毛詩》雲：瓠有苦葉。《傳》雲：匏謂之瓠，又九月斷壺。《傳》雲：壺瓠也。古今注雲：瓠，壺蘆也，壺蘆，瓠之無柄者，瓠，有柄者。又雲：瓢瓠也，其曰匏，瓠則别名。
    
**水靳
    味甘平。
    主女子赤沃，止血養精，保血脈，益氣，令人肥健，嗜食。一名水英，生池澤。
    《名醫》曰：生南海。
    案《說文》雲：芹，楚葵也，近菜類也。《周禮》有近菹。《爾雅》雲：芹，楚葵。
    郭璞雲：今水中芹菜。字林雲：芹草生水中。根可緣器，又雲荶菜，似蒜，生水中。
    上菜，下品二種，舊同。
    
***下經（下品） 未詳
    
**彼子
    味甘溫。
    主腹中邪氣，去三蟲，蛇螫，蠱毒，鬼注，伏屍。生山谷（舊在《唐本》退中）。
    《名醫》曰：生永昌。
    案陶宏景雲：方家從來無用此者，古今諸醫，及藥家子不復識，又一名熊子，不知其形何類也，掌禹錫雲：樹似杉子如槟榔。本經蟲部雲：彼子。
    蘇注雲：彼字合從木。《爾雅》雲：彼一名棑。
`;

var SNBCJ = { bookName: "神農本草經", haveChapter: false, contentArr: [] };

ShenNongBenCaoJing.split("***").map(block => {
  var section = { chapter: "", title: "", sentences: [] };

  block = block.trim();

  var rawSentences = block.split("**").map(sentence => sentence.trim());
  section.title = rawSentences.shift();
  section.sentences = rawSentences;

  SNBCJ.contentArr.push(section);
});

SNBCJ.contentArr.shift();

export default SNBCJ;
