var ZhongYiLinChuangErShiWuNian = `
    
***盲腸炎與當歸四逆加吳茱生薑
  **女，50歲，平素體弱，長年咳嗽。二月前突發右臍旁疼痛，經診斷爲慢性盲腸炎。經中醫師醫治，注射，針灸十餘日，症狀轉劇。因平素體弱，不敢冒然開刀。全身消瘦而枯燥，貧血而呈瘀血色，所謂肌膚甲錯者。脈沉而細，博動緩慢。腹軟弱，腹皮菲薄，盲腸部雖隆腫但不太硬，按之略有鳴動之聲。判定乃久寒所致，投以當歸四逆加吳茱生薑，又以瘀血爲标加桃仁丹皮。服藥二日後疼痛盡除，大便快通，繼續服用一月，腫瘤盡消，痰咳亦癒。
    
***慢性盲腸炎
  **男，24-25歲，體質營養普通。某日突然右腹部疼痛，經醫院診斷爲盲腸炎，經多方醫治仍無少差。脈細而微，盲腸部疝痛，頭眩，體倦腰酸腹脹，四肢不溫，大便溏。當歸四逆加吳茱生薑一帖見效，五劑全治。
    
***盲腸炎并發腹膜炎
  **男，22歲，身材瘦長，皮膚乾燥瘀黑，看似痨病型。發病時正值盛夏，患者雖日夜覆重衿，手足依然逆冷。新婚未久即患盲腸炎，經二三西醫注射服藥冷罨三管齊下凡十餘日，不但無少瘥， 反而并發腹膜炎，其家人又畏忌開刀手朮。腫瘤由右腹部漫延至全下腹。脈細而遲弱，不發熱但惡寒，舌赤滑，口内和，嗜熱飲，大便軟，尿多。除去冷罨法，投以當歸四逆加吳茱生薑。一帖疼痛即止手足復溫，連續一星期，盲腸炎盡癒，身體亦較病前爲強。
    
***急性盲腸炎
  **女，78歲，強健老農婦，年事雖高，體力尤強于子孫輩，平素無特病。某日突覺右腹部急痛，初尚隱忍冀差，翌日疼痛更烈，同時右足不可伸直，腰骨酸痛。 就近延醫注射，斷爲急性盲腸炎，非開刀有生命之慮。體力相當康健，血色亦佳，盲腸部隆腫如覆杯而灼熱，似有并發腹膜炎之勢，嘔氣頻催，腰背酸痛，微惡寒，自汗，小便淋瀝，尿意頻數，四五日來不大便，口舌乾燥而嗜冷，雖組織結實腹皮厚，但手足不溫，脈微細。當歸四逆加吳茱生薑一帖大便快通，諸症癒大半，續服五劑全治。
    
***亞急性盲腸炎
  **男，9歲，體質營養普通四日前突然右腹盲腸部疼痛，同時發熱惡寒。經西醫診爲盲腸炎。體格瘦小，皮膚甲錯，瘀血着明，腹陷沒腹皮菲薄，唯盲腸部隆腫壓痛自發痛， 筋性防禦着明，痛點局限于拉布氏四角形。大便硬而少，口内冷淡，不嘔不渴， 舌赤肌而滑，手足逆冷，脈細欲絕。當歸四逆加吳茱生薑六日份諸病皆除，後轉用當歸建中湯四日養之。
    
***盲腸炎反復再發
  **女，60歲餘，糕餅店老主婦，少年時生育多，加以家務過勞，形瘦骨立，狀似痨瘵。二年前某夜，忽而發熱惡寒腹痛，沿下腹部蠕動雷鳴，口乾不渴，大小便正常，四肢厥冷， 脈細欲絕。二年半後，舊病復發。脈細欲絕，與當歸四逆加吳茱萸，生薑，因病者平素厭惡中藥，兩次皆一劑病癒停藥。
    
***小兒盲腸炎排出蛲蟲
  **男，9歲，禀賦薄弱，消瘦枯燥，瘀黑中呈熏黃之色。盲腸炎注射無效來診。脈細微，手足冷，腹皮菲薄，右腹部筋性防禦着明，右睪丸墜下，大便順。當歸四逆加吳茱生薑一劑即癒，服藥後并瀉出大量蛲蟲。
    中藥中能驅除寄生蟲者，除鹧鸪菜湯，烏梅丸，桃仁承氣湯，當歸芍藥散，大柴胡湯皆有排出蛲蟲的記錄。
    
***亞急性盲腸炎
  **女，29歲，妊娠五個月。西醫診斷爲盲腸炎，但因妊娠不便開刀。體質虛弱，顔面蒼白，貧血着明，盲腸部壓痛，自發痛，口乾舌燥而冷淡，時時空嘔，便秘，尿少而赤，手足逆冷，脈細欲絕。據雲此症狀已發生過四次，不似此次之劇，皆 以消極注射鎮痛而已。當歸四逆加吳茱生薑一劑即癒
    
***盲腸炎嘔吐眩暈
  **女，28歲，宿有胃病，體質虛弱。十日前突發右腹部疼痛，經西醫診斷爲盲腸炎，注射十餘日無差。顔面蒼白，四肢逆冷，脈沉微而遲，盲腸部腫起，自發痛，壓痛，嘔吐，眩暈，心悸亢進，便秘尿赤。甲字湯加附子，麻仁，大黃，芒硝服用二劑，翌日便通痛止。但覺口内冷淡，喜唾白沫，下痢完谷（諒爲大黃芒硝所致），胃部停滞感，日晡微熱，咳嗽唾稀痰。轉用真武湯加苡仁，五味，大棗，桔梗，麥冬。諸症大減，胃症狀未除。十六日轉人參湯加附子，胃症狀癒。
    甲字湯：桂枝，牡丹皮，茯苓，桃仁，白芍，甘草，生薑
    
***盲腸炎
  **女，19歲，體質營養俱佳，肌肉豐滿，組織結實，粗作型。盲腸部硬結疼痛，嘔吐劇甚，四日來不大便，平素多便秘，據雲月經恆遲二三十日， 而月經前屢發月經痛。如是知爲宿便與瘀血作病。第一日以大柴胡湯加桃仁丹皮瀉之，疼痛與嘔吐盡癒，後轉用腸癰湯二劑後遂不再發。曾遇大柴胡湯加味一劑治癒盲腸炎。
    
***夜尿症二例
  **男，5歲，身體強壯，煩渴引飲，每日遺尿三四次而量少，請醫診治皆言無病，然夜夜如是頗爲苦惱。脈浮，煩渴欲飲水，晝日尿意頻數而短赤，夜間雖遺尿，量少。知爲膀胱蓄熱。五苓散，三劑全治。
    女，5歲，身體虛弱下元虛冷，晝日尿多而清白，遺尿尿量多。小建中湯
    一劑稍差，三劑全治。
    
***子宮炎并發盲腸炎
  **女，25歲。自雲14歲時初經，以後四月一行，18歲時一度患血崩，由肛門瀉出 大量血塊，當時曾暈厥數次。自是後月經恆衍期。稍有勞即子宮炎同時并發，苦楚萬狀，此次再發，治療十餘日無少差。患者相當強健，唯膚色淺黑瘀血着明，諒因此次十餘日的病床生活，以致稍現憔悴，盲腸部及下腹部急結疼痛，嘔吐口渴，大便軟，小便無異狀，下黃褐帶甚多。大柴胡湯合黃解湯加桃仁丹皮，一劑大便暢通諸症若遺。後以八味帶下湯，治其子宮炎。
    
***盲腸炎瀉下後陷入昏迷
  **女，21歲，平素身弱體虛，顔面蒼白，一見可知爲高度貧血。婚後五日，食入口即吐。 大渴，心下痞硬，腹中雷鳴，喜噎食臭等。投以生薑瀉心湯一劑即癒。因盲腸炎受診于某中西并用的醫生，經西藥注射，中藥汗下兼施，二日間陷于昏迷狀態，一息奄奄。雙目緊閉，意識蒙眬，當然無法自述痛苦。脈微細而沉遲，手足逆冷，唯手心足心均有煩熱，呼吸微弱，盲腸部腫脹明顯， 按之不但不痛，顔面無苦楚表情，蓋已呈昏迷狀態也。大劑茯苓四逆湯，一日盡二劑，是夜清醒。翌日盲腸部疼痛不可觸近，自雲頭眩甚，心下重壓感，口舌乾涸而不渴，大便洩，眼瞀，喜睡，身體倦重。原方維持五日，體力漸復，唯盲腸痛未盡除，第六日改用牡丹皮散料，旬餘全治。按厥陰：「大汗出，熱不去，内拘急（此患者無熱内拘急--盲腸炎）四肢疼，又下痢，厥冷而惡寒」 屬此也。
    牡丹皮散：人參，牡丹皮，白芍，茯苓，黃耆，桃仁，白芷，當歸，川芎，甘草，木香，桂枝，薏苡仁
    
***流行感冒并發盲腸炎
  **男，12歲，體質薄弱，四日前罹患感冒，同時并發盲腸炎。西醫原則，發高熱不得開刀，已有并發腹膜炎之危險。發育營養均不良，脈浮緊，腹堅滿，尤其盲腸部腫起如覆杯狀，左腹稍輕，口渴煩躁。桃仁承氣湯加防風荊芥。三四小時後熱退痛除（大瀉水洩便四五行）。第二日，因熱已退，痛亦減半，腫瘤未全消，將原方去防風荊芥而合腸癰湯，第三日面呈熏黃，而尿利減少，原方加茵陳蒿。第四日既趨于痊癒，轉用牡丹皮散料，五六日乃告全治。
    桃仁承氣湯：桃仁，桂枝，大黃，芒硝，甘草
    
***月經障礙的喘息症，排出蛲蟲
  **女，31歲，體質中等，甲狀腺稍腫，結婚四，五年未生育。月經不順，量少色黑，帶下多，大便正常，肛門常感瘙癢。手足末端冷，頭重頭痛，下肢麻痹至于行路困難，居恆背微惡寒，喘息，自汗，口苦口渴。容易感冒，夜夜作夢。脈遲弱。第一日投以桂枝茯苓丸料合正氣天香湯加細辛麻黃，喘息稍差。第二，三日以桃仁承氣湯瀉之，頭痛，下肢麻痹均大差，同時排出許多蛲蟲，肛門瘙癢止。第四～七日同方加大黃當歸，諸症殆去十之七八。後以尿道疼痛，排尿艱澀，乃用龍膽瀉肝湯加桃仁，土茯苓，尿道炎癒，遂停藥。
    
***急性卵巢炎及不孕症
  **女，25歲，結婚五年猶未生育。經診斷爲不孕症，長期注射卵巢荷爾蒙均無反應。 體格強壯，組織結實。下腹部急結絞痛，發熱。醫院診斷爲急性卵巢炎，治療二星期症狀癒劇。舌赤滑無苔，脈象沉緊有力。臍下急結疼痛，發熱，遍身汗淋漓。大便自調，小便淋瀝， 尿意頻數而短赤，腰酸，背強，肩凝，手足煩熱喜觸冷，口大渴。桂枝茯苓丸合黃連解毒湯。一帖疼痛，發熱俱癒。連服十餘帖諸病盡除。嗣後以調經驅瘀血之劑陸續服之，翌年舉一男，三年後連産兩男子，月經正常。
    
***急性卵巢炎
  **女，24-25歲，盲人，健康程度差，長年月經痛以致妨害健康及造成不妊原因。月經痛復發，此次相當嚴重。右臍旁硬結成塊，絞痛難堪，波及右腿麻痛，腰酸背痛，口渴，自汗淋漓。膀胱發炎，排尿時膀胱刺痛，小便淋瀝，平時帶下多， 此次帶下皆黃褐色。産科診爲急性卵巢炎，然注射服藥無效。正氣天香加利水之茯苓，白朮，木通，四日間大差。後轉用當歸四逆加吳茱萸，生薑五日，桂枝茯苓料五日，各症狀消失無餘。自後月經順調，一年半後得一子。
    
***月經障礙
  **月經障礙多爲子宮炎症。半數以上有肛門瘙癢，這是蛲蟲作怪。對此症用桃仁承氣湯，頗爲有效。
    女，40歲，體質薄弱，瘀血着明。肌膚枯燥而甲錯，每月經信前後，即小腹膨滿疝痛，腰酸，頭眩心悸。經少色黑，帶下多而微黃，肛門常發瘙癢，屢屢衄血，唇口乾燥但不渴， 大小便順。〔某西醫認爲是子宮外膜炎，非施搔扒朮不癒〕。桃仁承氣湯。瀉便同時排出多量蛲蟲，翌日肛門瘙癢不復發，諸症減大半。二帖後轉用桂枝茯苓丸料加大黃， 二三年宿疾一掃而盡。
    桃仁承氣湯：桃仁，桂枝，大黃，芒硝，甘草
    女，33歲，體質普通，全身瘀黑。月經一月二至，量多色黑，多血塊。月經前頭痛，頭眩，心悸，肢節酸痛，尤其腰部更甚。帶下多，黃而臭氣甚，肛門發其癢，不眠多夢，口苦，咽乾，耳鳴。大便每日，不定型。據說曾經驅除血蟲兩次，然肛門瘙癢無少差。桃仁承氣湯小柴胡湯合方二帖。服藥後瀉出大量蛲蟲而諸症俱除。轉用小柴胡湯合桂枝茯苓丸料，共十餘日諸症狀 消失淨盡。
    中醫驅除寄生蟲并沒有成規，但從大局的見地治療，則寄生蟲自然排出。治小兒脾疳以茯苓四逆湯，大淨府湯，弄玉湯加附子，淨府湯，消疳飲等爲常用。一日本醫生曾以當歸芍藥散，治一貧血婦人之胃痙攣，服藥後排出七條蛔蟲，長年的胃病癒，又以大柴胡湯醫治壯碩男人的慢性腹痛，也是服藥不久，排出約二米長的縧蟲，而長期的疾病痊癒。除蛲蟲以外，肛門瘙癢，大都爲肛門炎症。一般虛證用黃耆建中湯，次爲消炎之梔子柏皮湯或大黃牡丹皮湯之類。
    
***多發性腹膜炎
  **男，45歲，宿有痔疾。屢發腹部膨滿脹痛，百方治療無效。常發症狀如下：全腹部膨滿急痛，拒按。口乾而淡。大便難，但裏急後重如赤痢狀，尿短赤。在此之前，屢屢腹中結塊而疼痛雷鳴，發作時則冷汗如流。 此次較爲急劇，兼發熱惡寒戦栗，身體疼。小建中湯加蜀椒一劑疼痛止，腹稍減而續得下痢清谷，同日下午轉用桂枝人參湯，于是發熱惡寒下痢俱癒。
    
***激烈嘔吐頭痛
  **女，42歲，平素十分強健，很少生病。一日向晚時，忽覺頭眩甚劇，同時嘔氣頻催。來診時晚上九點，以手捧頭，雙目緊閉，自雲外界回轉，背微惡寒，手足逆冷， 脈沉微而遲。真武湯。翌日往診，嘔吐之聲鳴鳴然，蓋服藥後，不但無少差，反而頭痛更劇，嘔吐更甚，心胸壓重，呼吸促逼，改投以吳茱萸湯。上午盡一劑嘔吐止，下午再一劑則頭痛若遺。續服苓桂朮甘湯二劑，諸症霍然。初以「頭眩」爲主症，用真武湯失敗。翌日以「乾嘔吐涎沫」爲主證，用吳茱萸湯乃收大效。
    
***劇頭痛劇嘔吐
  **女，30+歲，體質雖肥胖然禀賦薄弱，平生以喘息症及胃下垂而長年服藥。平生不敢飲冷物，蓋容易洩瀉胃病。某日又起頭痛胃痛，經西醫注射服藥二日症狀反劇，不得已服頭痛散，豈知藥入口，不久即起嘔吐，餘症更劇。顔面蒼白微腫，手足厥冷，脈沉弱而遲，舌赤滑，頭痛欲裂，乾嘔吐涎沫而不渴，胃部膨滿灼熱感，下痢傾向（平素便秘），煩躁不安。吳茱萸湯一劑諸病若失。翌日進生牛奶一瓶，稀粥一小碗，原方續服一劑，諸症霍然。
    
***妊娠性嘔吐
  **女，25歲，妊娠已八個月。體格頗弱。某日忽然全身倦怠，繼而嘔吐，乃就西醫診治。二日後嘔吐更劇，點滴不能容。嘔吐猛烈，頭痛眩暈。以爲是普通妊娠惡阻，小半夏加茯苓湯與之。藥入口皆吐出，一點不能留。體格弱，顔面色不佳，手足逆冷，脈沉微。舌一片血紅，無苔，略見乾燥。 胃内停水着明，自雲頭不甚痛唯眩暈之甚，起坐雖嘔吐稍減但眩暈難堪。小便清利，三四日不大便。心悸嘔吐時更甚，此外時時肢節疼痛。吳茱萸湯一劑霍然。翌日可進稀粥。仍口苦咽乾，大便難，轉用小柴胡湯兼服脾約丸。 共服七劑，諸病盡除。與「陽明寒嘔」頗近。「食谷欲嘔，屬陽明也，吳茱萸湯主之。」「内經雲寒徭于内治以甘熱佐以苦辛。」「吳茱生薑苦辛溫胃人參大棗甘以緩脾。」
    
***水逆嘔吐
  **男，2歲，發育營養均普通。微熱，嘔吐，口渴，西醫治療三日無少差，微熱，脈浮，大渴飲水，水入口則吐，吐出多于飲入，大便普通，小便極度不利。如此已四日。五苓散（末，以白飲和之）一包吐止，再服一包夜半汗出熱退，明日如無病矣。此症傷寒論名曰水逆，是爲有表裏證也。
    
***胃下垂頭痛眩暈
  **女，24-25歲平素身虛體弱。屬陰虛證體質。即體格瘦削，面容蒼白，唇口血色缺乏， 身體手足易冷。宿有胃病，容易膨滿疝痛，動輒下水洩痢。口内經常冷淡，絕對不敢飲冷， 此外則居恆頭重眩暈耳鳴。此乃中年常有之病，大底用人參湯一二劑便得小康。此次再發，除腹滿腹痛以外，更具腹中雷鳴下痢完谷，頭眩體疼。桂枝人參湯合厚朴溫中湯服二劑，症狀去十之七八。然翌日眩暈更甚，全身手足振顫如欲仆地狀，乃轉用單方真武湯，二劑全治。
    
***腹中寒痛，嘔吐下痢
  **女，79歲，體質瘦削，忽而全腹部疼痛如絞，不可觸近--唯不見蠕動不安，不聞腹鳴--嘔吐下痢，多尿，惡寒之甚。脈沉遲而弱，手足冷，腹虛滿。大建中湯加附子，半夏，甘草。腹痛止，惡寒未盡，痢稍差。翌日用麻黃附子細辛湯加甘草砂仁厚朴，各症大差。第三日恢復大建中湯加附子，半夏，甘草。第四日因兼有眩暈，轉用真武湯加桂枝細辛砂仁。第五日人參湯加五味，茯苓，半夏，陳皮，于是全治。
    大建中湯的應用目标爲裏之虛寒，比如腸胃寒冷蓄積爲病，外證爲腹中充滿氣， 雷鳴蠕動，寒疝痛，發作時并發嘔吐，手足逆冷，如此則不論便秘或下痢皆可應用。原典《金匱藥略》也是列爲腹滿寒疝的治劑。所以大建中湯可用于腸管蠕動不穩症，腸狹窄症，腸弛緩症，或蚘蟲腹痛。大建中湯用過量有發生乾咳，浮腫的副作用，副作用時，以五苓散解之。
    
***被診斷爲胃癌的疝痛
  **女，63歲，生成禀賦薄弱。兩個月前突然大量吐血，百方醫治不差，乃入院治療。吐血雖止，但眩暈，心悸亢進 （奔豚狀），耳鳴，腦筋拘急，腹中雷鳴蠕動疼痛，自覺症狀仍無稍差，主治醫師宣告絕望，返家準備後事。自發病迄今大便秘結，醫與下劑仍不能通，唯有灌腸方有一二枚燥便。高度衰老，手足逆冷，脈沉遲，舌赤肌。自言心下部冷如淹水，輒如有物自臍上衝向咽喉，于是呼吸即生困難，口中唾液多，嘔吐頻催。大建中湯，是夜大便暢通疼痛止，嘔吐若遺。續服十餘日諸症盡除。金匱要略大建中湯證：「心胸中大寒痛，嘔不能飲食，腹中寒，上衝，皮起初見，有頭足上上，痛不可觸近。」
    
***胃下垂，腎臟炎，膀胱炎
  **女，22歲，體格瘦小，貧血着明。一年半來，以下症狀一直無法治癒。兩次萌厭世之念。脈微而遲，胃部重壓感，消化不良，食思全失，動輒下痢不消化便，居恆眩暈眼昏，腰酸，全身倦怠，心悸亢進，小便短數尿意頻催，屢屢膀胱脹滿，不眠。第一日用真武湯加當歸，川芎，良薑。無反應。第二日用六君子湯加香砂，仍不應。 第三日起用當歸芍藥散料，五苓散料，香砂六君子湯合方，于是服三十餘日，各症狀盡除。患者之父與未婚夫皆西醫，禁其服中藥，然西醫治療年餘無效。
    
***慢性胃病流産癖
  **女，27歲，以慢性胃病，喘息，常習慣性流産等病症，荏苒數年醫治不差。初診時喘息上氣，狀頗苦楚。顔面蒼白，貧血着明，手足厥冷，身體沉重倦怠。 頭眩，眼昏，遍身寒冷感，胃部居恆重壓如欲墜下，口内冷淡，喜唾白沫，饑不能食，嗜熱飲，饑甚時氣即上衝。前此曾患肋膜炎，且曾流産2次。脈細微搏動緩慢，胃内停水明顯，推定爲胃下垂。苓甘朮薑湯加人參，厚朴，附子，生薑，細辛二劑喘息大差，胃症狀亦減。後以當歸芍藥散料，或小青龍湯，人參湯合香砂六君子湯出入，月餘各症狀去十之六七。翌年生一女，二年後再生一子。
    
***腹痛吐瀉的中暑
  **男，25歲，體質十分強壯，平素很少生病，然不自節制，喜暴飲暴食，故屢發下列症狀。突然嘔吐下痢，繼而發熱惡寒，腹痛如絞，自汗淋漓，小便短赤。藿香正氣散一劑痛瀉止，腹痛除。翌日大渴引飲，熱未退，自汗甚，轉用人參白虎湯，不甚差。 隔日熱38度，大渴，惡寒未罷，頭痛，身體疼痛，無汗，轉用大青龍湯，二劑病盡除而停藥。
    
***蓄膿症
  **女，42歲，長年鼻閉塞，排黃汁膿液，醫診爲蓄膿症而治療無效。瘦削枯燥，胸脅苦滿，胃部重壓感如上述。葛根湯合小柴胡湯加桔梗，石膏一劑癒後因懶于煎藥不再服
    
***乳幼兒嘔吐下痢
  **女，九個月，發育營養俱佳。突然發熱，嘔吐下痢，腹中雷鳴，時時吃逆，予西醫診治五六日，下痢次數減少，然嘔吐更甚。轉小兒科，仍無稍差。體溫38,39度之間，脈稍見浮遲，腹膨滿，氣充滿，雷鳴，時時吃噫食臭，下痢青便而夾酸臭，大渴引飲，此時以嘔吐無少停爲其家人所恐懼。生薑瀉心湯一劑嘔吐即止，共服五帖諸症盡癒。傷寒論曰：「傷寒中風，醫反下之，其人下痢日十數行，谷不化，腹中雷鳴， 乾嘔心煩不得安。」及「乾噫食臭，脅下有水氣，腹中雷鳴下痢者，生薑瀉心湯主之。」。
    
***麻疹後急性腸炎
  **男，1歲。四月末出麻疹，五月初發熱，嘔吐下痢，經西醫診斷爲急性腸炎。 注射鹽水，雖下痢稍差，而嘔吐反劇，腹滿，發熱仍不見效。半夏瀉心湯。一帖吐痢俱癒，熱亦退，二帖腹滿亦消。後以口渴小便不利，以五苓散與之，五六日間諸症霍然。此乃傷寒論治法。
    
***吐瀉并作
  **男，2歲，高度脾疳。忽然發熱，吐瀉并作，口渴，腹中雷鳴，喜噫食臭，尿利減少。半夏瀉心湯一劑即癒。
    
***黃疸并發胃炎臍上硬結
  **男，30歲，典型勞動筋骨體質者。忽然臍上起硬結，疼痛不可忍，欲吐而不能吐，旋波及心下部，絞痛難堪，冷汗直流，幾至氣絕。西醫診治五六日未宣告病名，雖注射服藥并無效果。來診時乃由人扶持而入，疼痛呻吟。身色熏黃，角膜亦黃色明顯，下水洩痢，尿赤黃外，卧不可側取，疼痛休作有時，雖嗜熱飲，然絕食已七，八日。先以人參丸（粉末）飲之，乃以安中散料合黃連湯加茵陳，茯苓，白朮煎劑二帖，一帖疼痛即止，二帖後能進食。再以原方二劑與之。之後改用安中散合小柴胡湯二帖，八珍湯加柴胡茵陳二帖。一星期後與平素無差矣。
    安中散：肉桂，牡蠣，甘草，砂仁，良薑，延胡索（玄胡），小茴香（加茯苓）
    
***腎石症
  **女，老婦人，體格高大而現不正常的肥胖。腰酸背痛，手足麻痹而沉重，膀胱脹滿，疝痛，尿利減少而排尿艱澀，目眩心悸，口乾不渴，眼澀，流淚，大便軟。脈沉而弱，顔面蒼白，當歸四逆加薑，茱成績平平。第三日轉用牛車腎氣丸，仍不見反應。第五~七日，回復當歸四逆加薑，茱加砂仁木香，于是大效，諸症消失若遺。未及詢其是否排出腎石，實爲一憾。
    
***五年胃炎一劑黃連湯
  **女，50+歲，平素非特别強健但并無着病。五年前不知何故而病胃炎。胃痛，嘔吐，口渴，頭痛，經西醫注射，漸漸平復，每每三四日或五六日痊癒。然年必數發，發則注射。然此次注射失靈，四五支下仍不能鎮痛。黃連湯一劑而癒，之後一年内無再發。
    
***胃炎與半夏瀉心湯
  **男，37歲。胃痛脹悶，嘔氣，噫氣，腹中雷鳴，口苦，食不振，便少而硬，尿赤，黃連湯加大黃不應。恍然大悟，改用半夏瀉心湯證，一劑見效，四劑全治。此乃明顯的半夏瀉心湯證。
    
***胃下垂兼喘息症
  **女，老年，身體瘦小，蒼白中帶浮腫氣象，爲陰虛性體質。早年手節撫孤，30歲即患喘息咳嗽，久久不癒，嗣後更以佛持齋，以致營養不良，旋及患胃下垂至今。西醫診斷爲絕望之病。患者側卧床上，枕邊置一痰壺，壺中滿貯痰唾如牛乳起波沫者，如是斷定患者八成爲寒痰亢盛。手足厥冷，手心煩熱，脈沉遲，舌白而粗糙，舌面口腔黏膜均呈破爛之狀，喘息上氣，咳嗽咯滿口白痰，清而稀薄，發即自汗淋漓，盜汗。喉頭恆有灼熱感。曾被診斷爲胃下垂，居恆胃部充滿氣，壓重膨滿，胃内停水，漠漠有聲，因此食欲極度不振，且嗜極冷或極熱者。頭眩，腰痛，身體沉重感。尿多而頻數，大便常秘，每十餘日始一行，硬而且少。症狀可謂復雜至極，唯一可資決策者爲其陰虛症。以小青龍湯爲主劑，再從胃寒着眼，先以小青龍湯，人參湯合方試之，以觀其變，反而尿利減少，浮腫更甚。第2~8日用小青龍湯合半夏厚朴湯，兼用理中丸。第四日時自然下水洩便，各症狀略有好轉。之後再加附子，連服20餘日，症狀趨向痊癒。之後二個月中，曾轉換大建中湯一次，苓甘薑味辛夏仁湯加黨參，白朮二次，終歸于全治。
    
***腦膜炎
  **女，8歲。體格營養俱佳。二日前突然發熱惡寒，猛烈頭痛，後腦筋強直，劇嘔吐，吐時自汗出。西醫診斷爲腦膜炎。囑其入院應急。然其兄數年前亦患腦膜炎死于醫院，餘悸未盡，不願入院。熱度38度左右，唯頭痛項強，嘔吐不止。脈浮而緊。葛根加半夏湯一劑嘔吐止，頭痛癒，熱退。翌日患兒已在室外遊玩。猶有微熱，口渴，尿利減少。轉用五苓散二劑于是全治。葛根加半夏湯乃根據傷寒論太陽篇，葛根湯主治項背強急，而腦炎初期症狀，也是項背強急爲主征。
    
***小兒麻痹昏睡狀態
  **男，4歲。忽然發熱惡寒，嘔吐。經西醫診斷爲惡性感冒，打解熱針，服解熱藥，三四日後熱退。然有後遺症-患兒陷于意識昏迷，眼球上竄，項背強直而兩腳綿軟，四肢厥冷，脈微細遲弱，體溫下降，昏睡中而無痛苦知覺。根據傷寒論的少陰病加以推定，投以強心作用的真武湯，待其清醒再想辦法，翌日果然意識恢復，精神大佳，項背強直已除，唯兩腳依然綿軟脫力而不能立，轉用桂枝加苓，朮，附湯。兩帖後不再來，不知結果如何。
    
***結核性腦膜炎
  **男，14歲,平素雖非特别強健但很少生病。某日放牧田畝，突然發熱惡寒，嘔吐，頭痛欲裂，項背強急，身體疼痛。經小兒科治療2~3日，症狀反劇，乃轉内科，二日内昏厥數次，以至大渴引飲，谵言妄語，宣告爲結核性腦膜炎，患者意識已經渾濁，唯以雙手捧額呻吟，兩目緊閉，發熱已過40度以上。脈浮緊，無汗，體疼，項背直，腹痛拒按而未至堅滿，頭痛欲裂，嘔吐不止，口苦大渴，大便秘結，尿利減少而如血（以上爲其母口述），葛根加半夏湯合白虎湯。是夜嘔吐止，口渴稍減，熱退至38.5度，翌日向曉復發輕度嘔吐一次，原方再服。午後熱退至36.8度，口渴，嘔吐盡除，唯大便仍不通。雙目仍緊閉，呻吟不已。是夜轉用大柴胡湯合桃仁承氣湯去芒硝，猶未服藥，復起痙攣而陷入昏睡狀態，據雲當時夜深請不到醫生，延至蘇醒乃服此方，少停大便暢通，病去大半。第三日原方，漸復常態。第四~六日仍用原方唯漸次減少大黃，第七日體溫恢復正常，而痛已盡去。第八日因微渴，尿利減少，轉用豬苓湯。
    
***腦炎昏睡狀態
  **男，7歲，其父在市内業蔬菜，素患下肢關節炎。患兒雖非絕對強健，平素無病。某日突發高熱至40度左右，頭痛如劈，項背強硬，嘔吐不止，且時發痙攣。急延西醫，斷爲真性腦炎。經抽脊髓，注射服藥，病勢癒劇，五天後限入昏睡狀態，醫師宣告絕望。患兒除項背強直外，全身厥冷，失去知覺，顔面蒼白，略見浮腫，雙目緊閉，呼吸微弱。腹部陷沒，自汗不息，雖經反復推動唯稍舒倦眼，旋即緊閉，如此狀態，問診已無可能。真武湯。是夜二劑頻頻飲之，夜半二劑都盡，睡夢中患兒自行下床解大便矣。第二日仍頭痛微渴，肢節疼痛。少停進稀粥，精神頗佳。第二日仍用前方二劑，頭痛口渴肢節疼痛盡除，與平時無異。續服前方共三晝夜六服。後轉用小柴胡湯三帖，諸病盡癒。真武湯爲少陰病泛用的處方，能振起極度沉衰的新陳代謝，堪稱中醫的強心劑。
    男，中年。肝病經某醫師誤治而以下劑瀉之，是夜陷于「但欲寐」，即卷卧不欲起，全身顯得疲倦脫力，頭腦蒙眬，意識渾濁。真武湯。一帖見效，隔日往診，見其自起進稀粥矣。
    
***多發性腹痛
  **男，45歲。本務農，後棄農就工，體質弱健。自四五年前屢發腹痛，各西醫診爲胃炎，然百方治療均不能根治。胃痛時流動于臍的上下周圍。此外則心下痞硬，胸脅苦滿，口苦咽乾，大便艱澀，小便不利，脈沉弦，舌無苔。黃連湯加大黃，白朮二劑全治。以上症狀，以今日觀之，非大柴胡湯即小柴胡湯加白朮，芒硝。不知當時何以用黃連湯而收效，自覺慙愧。黃連湯治胃炎，便秘者加大黃，下痢者加茯苓，是一般原則。
    
***重症神經衰弱
  **女，40+歲，久患神經衰弱，體格瘦小。爲一敏感性婦人（言語絮絮而反復，錯亂不休）。去年因神經衰弱病名就醫于某精神科病院，據雲稍有起色。因醫師應征入營而退院。近數年因關心夫婿事業以致常陷于不眠，初唯不眠倦怠而已，繼則居恆頭漲腦昏，心神恍惚，憂愁苦悶，悲喜無常。入本年來，恆通夜不能入眠，容易驚恐，動輒氣喘如有物從臍上上衝胸部， 因而呼吸幾至窒息（按此可推定奔豚），發作時身體及手足不随意振顫。厭惡與人接觸，寡言笑，頭眩心悸，居恆胃部膨滿，喜噫食臭，心下嘈雜，吞酸，腹中雷鳴，便秘。甘草瀉心湯。胃症狀與精神症狀同時痊癒，連服四帖睡眠大佳，各病俱除。主訴的前部，屬于金匱要略的狐惑病，甘草瀉心湯證。後部之胃腸症狀，又屬傷寒論的甘草瀉心湯證。
    
***常習性下痢
  **女，22歲，體質營養俱佳良，平素容易下痢不消化便。繞臍周圍疼痛下痢，頭痛腰酸，疲勞倦怠，腹脹，腹中雷鳴，心下痞硬，心中煩悶，多夢，口苦咽乾，微渴，喜噫食臭。生薑瀉心湯。二帖而全治，一年多不再下痢。生薑瀉心湯。在金匱要略是治狐惑，相當今日的神經衰弱。 在傷寒論中爲下痢或嘔吐的治劑
    
***流感并發氣管支肺炎
  **男，48歲，少時即體弱多病，宿有喘息，年僅48，已有老衰氣象，曾以肺病咯血。當時流行感冒普遍，顔面蒼白幽微，惡寒，微熱，手足冷，脈細微，全身顯得疲倦怠，行路或立坐皆兩眼不舒，睡態蒙眬（正是傷寒論少陰病之「但欲寐」狀態），投以少陰病真武湯三劑，精神振作，食事稍進，諸種少陰病態漸減。其夫人聞高雄某醫師擅長治肺病，專程求診。經醫師診斷爲氣管支擴張，須先注射盤尼西林，患者因屢因注射盤尼西林引發心臟悸動，幾至呼吸窒息，經醫師再三勸說，于心情不安下接受注射。豈知射藥灌未及半，即兩眼翻白，手足逆冷，面呈绀紫色，陷于人事不省。醫師爲之恐惶而停止剩餘的注射。發熱（約40度），惡寒戦栗，喘而自汗，脈仍微細，意識蒙眬。麻黃附子細辛湯合真武湯。熱退惡寒除，喘亦差。翌日其子由台大醫院回家取其痰唾往台大檢查，結果認爲氣管支肺炎，指定每二小時服米國仙丹二粒，第一服後熱再發，喘再起，勉強再服第二劑，症狀轉劇，經我再投以前方而緩解，自是決意專用中藥。前方連服六七日後接近治癒階段。此後餘熱未盡，稍有喘氣，乃以小柴胡湯合蘇子降氣湯半月餘而康復。
    
***喘息症
  **女，30歲，勞動者貧家主婦，骨骼雖粗大，但遍身瘀血着明，肌膚粗糙無光澤，自雲未嫁時每月經之前即發周期性咳嗽，嫁後因夫家赤貧無法就醫，加以操勞過度，以致身體漸虛，咳嗽漸盛。五六年來喘息咳嗽，不分寒暑長年如是，百方醫治而病症癒劇。喘息上氣，咳嗽無痰，口苦咽乾，胸脅痞滿壓迫感，口渴，耳鳴，頭痛，全身倦怠疲憊，自汗淋漓，日夜不能成眠，便秘，時或手足振顫。小柴胡湯合半夏厚朴湯加乾薑，細辛。五日不應。第六日轉用小青龍湯，半夏厚朴湯合方，用五日而大差。其後二月間，仍不間斷服此合方，而病盡除。
    
***感冒衄血
  **女，12歲，體質普通。感冒發熱，鼻出血。西醫診治，熱不退，鼻血仍不止，轉就醫于某中醫，仍不見效。患者有表邪未入裏之證，枕邊汽水已開蓋，但未飲半滴，此口不渴無裏證。其父用冰囊貼其額上，而患者嫌惡，且雖高熱猶喜被覆，此爲表未解之證。身無汗，脈浮緊。麻黃湯。一劑熱退鼻血止，翌日轉用小柴胡湯。傷寒論太陽篇第20條曰：「傷寒，脈浮緊，不發汗，因致衄者，麻黃湯主之。」，發熱而并發衄血，以麻黃湯治癒者之例甚多。前中醫投以苦寒之梔子，黃芩，側柏葉之類。
    
***猩紅熱疑似症
  **男，1.5歲，營養發育均堪稱佳良。四日前忽發高燒，自汗，旋即遍身發赤色如紅棗，且遍起散在性微細粒疹，便秘，腹硬滿，就近請治于西醫，四日來病勢有增無減。發燒42°C，脈浮緊有底力，全身斑疹如出血，自胸下至臍下膨滿堅硬，兩眼直視不能啼哭，自汗淋漓，唯見患兒反復颠倒，無時或已，此時其躁煩苦悶概可想見。據其母雲，發病迄今不大便，小便短而赤。此危險場面幾乎使我窮于應付，不得已根據傷寒論中「陽明實熱」着想，投以大柴胡湯，爲其急速瀉下遂加芒硝。是夜瀉下大量黑便，向曉時即熱退紅消，患兒仍頗疲憊狀。 第二日轉用大柴胡湯加桔梗石膏，一星期恢復正常，遂停藥。以中醫病名稱之，此病當爲今匱要略陰陽毒之陽毒也。 今匱對此病僅有升麻鱉甲湯及去雄黃蜀椒二方，而此二方我又不善用。後檢讀金鑑，對此病用三黃石膏湯，也頗有理，日後有機會當試用之。
    
***手掌角化症瘙癢口腔炎
  **女，40+歲，一見可知爲操作過勞，兼有瘀血者。全身瘀黑粗糙，所謂皮膚甲錯者近之。手掌足背足趾結節如灼傷狀，瘙癢灼痛。自雲如蟲行皮中。背部脊骨神經痛，左半邊頭痛，口舌破爛刺痛妨礙飲食。平素月經量少，色黑而成塊，帶下褐色而量多，常習便秘。屢發胃炎（此次病發時無胃病），口苦而淡，不渴，心悸亢進，心下痞硬，耳鳴，微惡風。依據症狀斷定爲瘀血作病。桃仁承氣湯。當日瀉便後，瘙癢灼痛均減十之七八，口舌破爛亦減。翌日轉用當歸芍藥散加苡仁，澤蘭二帖，于是全治。二個月後，此婦人急性胃炎，胃痛，嘔吐，便秘，尿利減少，投以黃連湯加澤瀉，車前草，二劑全治。
    
***長期瘾疹
  **男，19歲，自少至今身體極爲壯健。每三五日間即一次發作瘾疹，發病時全身灼熱，其癢難堪，癢處浮腫形隆，顔面發赤，眼球充血。此外居恆便秘。三黃瀉心湯。連服二周即全治。瘾疹屬皮膚科疾患，一種特有的局限性浮腫忽然發生，瘙癢激烈。忽然自然消失，全無痕迹。根據現代病理學，爲皮膚血管運動神經的障礙，屬先天性因素者居多。
    
***診斷不明的腫瘤
  **女，13歲，山村少女，營養發育均不良，其父因事入獄，年幼即幫忙耕作以致操勞過甚。右臍旁（盲腸部之淺表）生一鵝蛋大的腫瘤，疼痛難堪。經西醫外科診斷，不能确定，要求開刀，患者家屬經濟困苦，無法籌出手朮費。右臍旁屢發疝痛，□痛，或自發痛，唯以藥費無着，故放任之。嗣後右臍旁疼痛漸劇，瘤肌漸次硬結而增大。同時随之而來的是面黃肌瘦，食欲不振，頭眩目昏，病勢日漸沉重。 脈微細無力，腫瘤大如鵝蛋，腫赤而光滑，微微蠕動，壓痛敏感，舌赤滑無苔，腰酸體倦，食思不振，大小便正調。當歸四逆加吳茱生薑湯。二帖全無反應。第三日轉用大黃附子湯，仍不差，唯大便略軟，痛稍止。第五日用大建中湯，也不甚差，但疼痛大減。第六日用桃仁承氣湯合大黃附子湯加茵陳，梔子，于是大便暢通，疼痛盡除，食思大增，唯腫瘤更大。其母産生疑慮，再三懇求變更處方，經諄諄勸說乃忍耐再服一周，這一星期未及半，腫瘤已消失大半。一星期後腫瘤消失無餘。爲期根治，轉用桂枝茯苓丸加甘草，生薑，苡仁之甲字湯含黃解湯三劑，于是身體恢復弱健，與常時無差。
    
***診斷爲腎臟病的浮腫腹痛
  **女，71歲。平素體胖身壯，未嘗患病。半月前由于臍腹絞痛，脹滿，氣上衝胸，空嘔，吐涎沫，同時尿利銳減，全身及顔面浮腫而陷于重篤狀態，經西醫診斷爲腎臟病，經半月的處理，症狀漸趨惡化。肥胖中可看出老衰狀態。浮腫以顔面爲甚，腹虛滿，腹皮雖厚但弛緩甚，推定爲潴水所致。舌赤滑無苔，手足厥冷而手心煩熱（前日曾高燒）。自雲臍腹似絞痛而非絞痛，但覺臍下臍旁衝動不安，時有鳴動之音。空嘔，吐涎沫以深夜爲甚。尿閉便秘（前日曾經西醫瀉便）。口内冷淡而喜熱飲，食思全無，體重疲倦。解急蜀椒湯一帖嘔痛大減，連服三日，諸症狀去十之七八。轉用當歸四逆加茯苓，五味子，病症消失已盡，唯浮腫未消，尿利未正常，用八味丸料，于是痊癒停藥。
    
***腎石症（膽石症）
  **男，38歲，體格高大而弱壯，肌肉結實，膚色赤褐，屬于勞動筋肉型，四年來腎石症，經常由西醫内科診治，均得小康而已。此次再發，治療不能止痛。腹膨滿堅實，痛不可觸近，所謂「繞臍痛」。沿兩季脅迄腹部疼痛，尤其右季脅更甚。口苦咽乾，大渴引飲，嘔吐，背微惡寒，大便秘結，小便淋瀝赤澀。前夜小便中排出二，三石塊如半粒米大，病者呻吟不已。家屬問病名，我診斷爲膽石症，前二醫生皆診斷爲腎石症，因而不以爲然。脈沉實有力，舌苔乾燥微黃。三劑大柴胡湯合三黃瀉心湯。根治。二劑後大便暢通而病盡除，是夜熟睡。明日再服一劑，之後未再復發。多年後，其太太以尿血，不眠，以豬苓湯十餘帖治癒之。
    
***眩暈症
  **女，51歲，素患高血壓，體質肥胖而弛緩（即骨弱肌膚盛重）。側卧于席上，卧位不敢變動。偶易卧位即眩暈，外界旋轉而尿意頻催。心悸亢進，耳鳴，手足沉重而麻痹，口内冷淡不渴，不眠多夢，多尿殘尿，大便正常，因爲眩暈甚，故不能坐起。脈微細，舌赤無苔，顔面蒼白。真武湯，半夏厚朴湯，當歸芍藥散合方，加吳茱萸，二日無效。吳茱萸湯合七物降下湯三日份，仍不差。 苓桂味甘湯合方，乃大差。苓桂味甘湯合方，續服二十餘日痊癒。
    
***眩暈尿閉
  **女，新婚未滿月。飲食不潔引起嘔吐下痢，經服西藥吐痢止，然下列症狀不癒：微熱，頭重眩暈，心胸部壓迫感，口内雖冷淡而渴喜熱飲，手足振顫，尿閉。眩暈至今不能起坐，乃至不敢舉頭。五苓散料，苓桂朮甘湯合方。二劑全治而停藥。
    眩暈的治劑，最普通爲苓桂朮甘湯、五苓散、真武湯、當歸芍藥散，然此四方各有其它症狀可資決定：苓桂朮甘湯以振顫爲主，但與真武湯的振顫有陰陽之别。所以苓桂朮甘湯與真武湯的鑑别法在脈象。五苓散在口渴，尿利減少。當歸芍藥散在高度貧血。本患者則傷寒論所謂「柴胡湯證具」也。
    
***振顫症與真武湯
  **女，60+歲，尼姑。禀賦薄弱，老態龍鍾，蒼白消瘦。兩年前因庵爲風雨所損，冒雨脩理，受到挫傷，癒後形成下述症狀：脈微細而弱，手足厥冷，全身及手足振振然欲仆地，尤其兩手不随意震動無停時。此外發熱惡寒，頭痛體疼，全身沉重脫力，耳鳴如決水聲，難聽，大便軟，尿意頻數而量多，口内冷淡而食思全失。上述症狀少陰病顯著，用真武湯；又以其有「少陰反熱」之證，故用真武湯合麻黃附子細辛湯。二帖各症均大差，發熱惡寒已罷，遂單用真武湯廿餘日全治。
    
***流感頭痛嘔吐
  **女，60+歲，平素身體強健。六月流行行感冒，不爲所染，及至八月流感稍衰，某夜忽然頭痛欲裂，嘔吐不止。無熱，不惡寒，頭痛在兩颞□部及後腦筋，嘔吐激烈，點滴不能容納，手足溫，脈浮緩。桂枝湯。一劑病霍然而癒。
    
***氣管支喘息
  **男，48歲，體格堅實壯健，唯性情暴躁。四年前患氣管支喘息症，休作有時，曾百方治療均不見效，一年前曾用某中醫一劑，症狀反劇，因而對中藥又戒心。喘而汗出淋漓，不能平卧，不能端坐，唯斜倚被褥，咳嗽無痰，口苦咽乾，胸脅苦滿，特别是胸部重壓，呼叫困難，腹膨滿，大便硬而少，尿短赤，舌無苔唯乾燥甚。大柴胡湯半夏厚朴湯合方。瀉下污穢大便而喘咳解，通計十五日病盡除。
    大柴胡湯半夏厚朴湯合方治氣管支喘息，爲通用之劑。 大柴胡湯證：體質屬肥滿型，頸短，上腹部膨滿，有抵抗力，高度胸脅苦滿，便秘。半夏厚朴湯以氣管痙攣性狹窄爲目标，治氣分不安，而促使粘痰容易喀出。
    五年後復發喘息，與前症狀同，投以大柴胡湯加厚朴杏仁兩帖不差，轉麻黃杏石甘湯一帖而鎮喘。此乃患者體質既已變證之故。
    
***十年多不癒的膀胱炎
  **女，30歲，台灣戲劇演員。年輕時每月經前即頭痛，小腹脹痛，腰酸，經期後自然而癒。迄今如是。十年前每于夜間睡眠中爲膀胱部脹滿疝痛而醒，此時尿意頻數，尿量不定，蛋白重，排尿疼痛，翌晨經過操作運動則自癒，十餘年來很少間斷。醫生多診斷爲膀胱炎，迄今不癒。腰酸，肩重，肢節沉重，手足易冷，咳嗽喜唾，眩暈心悸，咽頭梅核氣，眼昏，上氣，背微惡寒。半夏厚朴湯加細辛、乾薑、附子、白朮六劑。咳嗽，咽頭梅核氣盡除。第二診轉用真武湯合腎氣丸料六日份，于是膀胱脹滿疼痛及上述症狀去十之七八，之後無消息。
    
***嗜眠症與附子瀉心湯
  **女，15歲，外觀上體質強健，血色佳良。自13歲患嗜眠症，不分工作中或行路，偶而兩睫一交即呼呼入睡，夜眠中常無故驚醒，于是不能成眠。似爲頑健體質，唯脈現細微。居恆心下痞硬，後頭部緊張，月信正調唯血塊多，口乾而粘，而唾液則極乏。大便恆二，三日一行，硬而少。附子瀉心湯。一劑精神振作，睡意消失，大便暢通，以後遂不再服藥而病亦癒。
    附子瀉心湯乃三黃瀉心湯加附子，應用目标爲三黃瀉心證而具有惡寒。附子瀉心證：但欲眠，嚴重時，飲食或工作中亦可能呼呼大睡，又有手足微冷之證。
    
***長期洩痢口渴尿血
  **女，17月。父親經營劇團流動全省。初始胃口不開，食欲不振，日漸消瘦，經診斷爲腸管寄生蟲充斥，服三包驅蟲劑而下痢，自是下水洩性痢日廿餘行，始終不見蟲出。數日後變青色水洩便，依然日夜無停，繼即尿血，自汗盜汗，大渴引飲無停時，患兒急速陷于衰弱虛脫，不能食，腹鳴，兩目緊閉，四肢厥冷，全身浮腫，家人大起恐慌。具備脾疳型，且全身浮腫，腹脹滿如覆釜，按之堅如石，腹皮菲薄，手足厥冷，脈沉細而遲，口渴甚，約三四分鍾必飲一大杯冷水。洩痢日夜廿餘行，腹中雷鳴，體溫居恆停留38.5°C。枯瘦骨立，自汗随拭随有，如是可推知爲脫汗。茯苓四逆湯加木香二帖。口渴減半，下痢減十之七八行，熱退，尿血止，自汗盜汗止，浮腫大減。原方再予三劑，症狀各減十之七八。轉用柴胡桂枝乾薑湯二劑。用附子弄玉湯，兼服消疳散，約半個月，已近無病，唯虛弱未全復。單用消疳散，數月後健康與普通小孩無異。
    
***重症疳積淚眼下痢大渴
  **男，二歲時因母患神經病以致哺啜失調營養不良。初僅下水洩痢腹滿，漸次陷于虛脫，經中西醫治而更加惡化。下痢完谷日夜二三十行，大渴引飲一夜便需兩大瓶冷開水，屎尿發異臭。兩眼羞明緊閉，角膜乾燥失潤而不見發炎充血，眼淚滂沱如雨，眼淚含有乳白色，診察時眼睫頻頻開合不停時。脫力之狀可由其肌瘦面黃觀之。全身略見浮腫，四肢逆冷，唯手心煩熱，脈沉微細弱俱有。腹皮菲薄，腹硬滿狀如覆釜，乾燥粗糙青筋歷歷，右睪丸腫大如鵝蛋，按之則哭泣，其疼痛可知。尿清多而數。食欲盡失爲冷飲不離口。如是荏苒年餘，醫治醫生凡三十餘人，某小兒科宣告絕望。初時以淚眼爲目标，投以明朗飲二日份。眼淚更多，洩痢更甚。第三日沒意從脾疳着手，投以弄玉湯加附子二日份。于是口渴減半，下痢亦差。原方續服至第五日，口渴盡除，下痢日夜僅兩次，且漸恢復有形便，眼淚亦已停止，兩眼開閉如常，唯頻頻交睫。第六日轉用淨府湯，每日排出粗大蛔蟲十餘條凡六七日。全體症狀癒十之七八。仍以淨府湯服用月餘，不知不覺間睪丸亦漸次向上緊着，不復原來的腫赤光澤。之後以消疳散，或參苓白朮散料爲主劑，兼用淨府湯，再服月餘，健康恢復遂停藥。此兒之後健康正常，多年未曾再有任何疾病。此例乃初出臨床所遭遇之難症，所以頗感吃力。
    明朗飲：茯苓，桂枝，白朮，甘草，車前，細辛，黃連。
    弄玉湯：茯苓，桂枝，白朮，甘草，陳皮，黃連，木香。
    淨府湯：柴胡，茯苓，白朮，半夏，豬苓，澤瀉，山查，三棱，莪朮， 黃芩，人參，甘草，黃連，大棗。
    消疳散：人參，神曲，茯苓，白朮，黃連，青皮，砂仁，甘草，胡連。
    
***脾疳洩瀉口渴
  **女，3歲。以慢性腸炎受治于西醫數月，症狀轉壞而成慢脾（結核性腸間膜痨）之重症。全身消瘦脫肉，唯腹膨滿，熱稽留在三十八度半。手足逆冷，自汗盜汗，水洩性不消化下痢，尿清而多，臭氣甚，大渴引飲無停時，不眠，夜啼。據雲此等症狀經西醫診治四五個月沒有起色。茯苓四逆湯。二劑，熱退，汗止，口渴除，洩痢次數減大半，食欲大進。同方續服月餘，將近無病狀態，于是轉用參苓白朮散料凡二個月，居然發胖與常兒無異。
    脾疳亦稱慢脾，大都由于哺乳失調，飲食失節，初起即現代醫學所謂腸炎，及至長期下痢腹脹身瘦，則形成脾疳。如此始肯轉用中藥醫治，故十之八九都屬陰虛證。以我的經驗而言，當其口大渴引飲冷水而且下痢完谷，尿清而多者，大多爲水分枯竭，所以十之八九應用茯苓四逆湯先解決上述症候。然後徐圖治療其脾疳。至于并發眼疾患，古時謂之疳眼，或疳積淚眼，治法有雞肝丸或五苓散，然皆對症治療而已，其基本療法還是弄玉湯加附子、消疳飲、淨府湯最佳。脾疳而并發頭瘡或其它腫瘍，乃至皮膚病者，大都五物解毒湯，或六味馬明湯的應用機會最多。長期洩痢的患者，肯服用中藥者，大都爲西醫棘手之症，用消炎劑的機會既失，切須注意。
    
***高血壓衄血與瀉心湯
  **男，66歲，木工爲業，骨骼粗大頑健，嗜酒如命，常感興奮上衝。某夜忽然鼻出血斷續不止。頭痛，口渴，興奮，顔面赤褐充血，脈洪大有力。此爲高血壓征候，檢血壓得240mmHg。瀉心湯加黃柏、梔子、側柏葉、甘草，鼻血止，疼痛癒，三四日後。服藥後血壓降低至200以下。
    
***貧血型的高血壓症
  **女，60+歲，身體相當虛弱，長年頭眩耳鳴心悸亢進，全身倦怠。西醫皆診斷爲高血壓。高度貧血，全身顔面，口唇蒼白乏血色。食欲不振，小便多，大便下痢傾向，手足冷。脈弱稍遲。四物湯加黃耆、黃柏、鉤陳（即七物降下湯）三劑。元氣稍見恢復，頭眩、耳鳴、心悸略有減少。再服三劑，血壓降至170。
    七物降下湯：當歸，熟地，白芍，川芎，黃耆，黃柏，鉤陳
    
***全身不遂症
  **男，47歲，赤貧之農夫，以短工，樵蘇爲生。眼睑長年赤爛，鄰右多呼之爲紅目某。三年前一度患胸膜炎，因貧困難以就醫，瀕于死地者凡三四晝夜。年初于田畝工作，突然中風卒倒人事不省，幾經折磨，雖然未死，已全身癱瘓。肌瘦骨立，全身高度貧血，顔面蒼黃略見浮腫。軀體及四肢皆強直不随，尤其右半身宛如死物，全身麻痹不仁，間或酸痛，眩暈外界回轉之甚。心下痞硬，耳鳴如決水之聲，喘息咳嗽滿口清痰。大便軟，小便特别多而且近。口舌極感乾燥但不渴，食欲全失。舌強，言語艱澀。扶之起坐即全身震震然動如欲仆地。* 八味丸料，以烏頭換附子，服二帖。以驅逐寒痰爲目的，加乾薑、細辛，服二帖。目标轉至痰飲，改用苓甘薑味辛夏仁湯，五帖，至此諸症狀均略有起色。* 後用柴胡加龍骨牡蠣湯一次。繼則以八味丸（烏頭換附子），長服廿餘日。三餘月能工作，自己步行取藥。再數月與平素無異，遂罷藥。日本名醫淺田宗伯古訓醫傳：「將八味丸的附子換用烏頭，用治中風總身不仁，不能起坐者，常得大功效。」。
    
***中風後的高血壓
  **男，67歲，平素身虛體弱，長年痰咳不間斷。前一年底以高血壓而發輕中風，已治療月餘。老態龍鍾。年初初診，最感苦惱者：不眠，眩暈，耳鳴如決水聲，流淚，舌強而言語艱澀。甚則胃酸過多，小便不利，淋瀝殘尿，大便難，痰唾特别多，口舌乾涸不渴。血壓恆在二百以上。手足麻痹，尤其下肢拘急，故步行艱難。手足厥冷，手心煩熱，脈沉細遲俱有。半夏白朮天麻湯二劑，眩暈耳鳴大差。轉桂枝龍骨牡蠣湯十餘日，腎氣丸料廿餘日，各症狀減十之七八，唯下肢行動仍感沉重乏力。同年七月某日，忽然小便不禁，尿意頻催，一小時換内褲八次，且遺尿疼痛灼熱，同時頭眩，腰酸，氣短，手足末端厥冷，脈沉遲，投以牛車腎氣丸料一劑痊癒。
    
***三次中風
  **男，70歲，體格粗大。據雲此乃第三次中風，第一次在戦爭末期，第二次爲台灣光復初期。前兩次均與此次雷同，大約昏睡十餘日，之後即成半身不遂。此次爲發病第五日，經注射均無少差。陷于昏睡狀態中，鼾聲如雷，氣管似有黏痰集積，故呼吸中發出喘鳴，顔貌憔悴，眼球角膜渾濁，脈搏頻數近于不整脈，大小便均無。三黃瀉心湯二劑，囑其一夜服盡。服藥後瀉下五六次，翌日漸次清醒，唯半身不遂仍然不癒。
    
***高血壓并發心臟病
  **女，54歲，體質普通，膚色稍黑。靜脈血呈绀紫色，西醫診爲心臟病，血壓超過正常之上。心下痞悶，胸部恆有灼熱感，不分寒暑，每夜須揭開衣襟領受涼冷，不然則呼吸困難而醒。其它症狀包括常習便秘，胸部膨滿，心悸，頭重眩暈，口乾不渴，喉頭梅核氣，下肢麻木。半夏厚朴湯、甘草乾薑湯合方之寬中湯六日份。咽頭梅核氣除，胸痞大差，遂停藥。次年六月再來，前證以外口苦咽乾，遍身沉重，腰肢酸痛，手足厥冷麻痹，下痢傾向，尿少而赤，尿道灼痛，頭眩不眠。以「内有久寒」爲目标，連續投以當歸四逆湯加生薑、吳茱萸，月餘全治。
    
***月經閉止，精神異狀二例
  **女，24歲，是爲相當健碩的少婦。月經閉止，因而非生理的血液－瘀血侵犯神經繫，誘發精神異狀，中醫所謂「瘀血上衝」。結婚未久與夫遊彌陀寺，有山禽由荊榛中飛出，因而驚恐暈厥，歸家後初唯煩躁不眠，繼則狂暴錯亂，于是醫巫并進，凡半年，症狀癒劇。狂暴驚叫之狀，使人不敢近，顔面潮紅中呈瘀黑氣味，眼睛充血赤脈縱橫，脈洪數，舌乾涸苔乾而黃，腹膨滿拒按。據雲發病以來很少大便，唯時時渴冷水，且日夜不能睡眠。桃仁承氣湯合三黃瀉心湯。大瀉下後漸有睡眠，狂暴稍輕。原方維持二星期，狂暴除，睡眠佳，但狀如失神，時時訴腹痛（大約是大黃的關繫）。後以桂枝茯苓丸合黃解湯，月餘全治。
    女，30歲，酒家女侍應生。清明日與家族上山掃墓，突由叢莽中飛出雉鳥，一時驚倒氣絕，回家後即日夜狂叫，啼笑無常，甚至逢人即欲打，家人不堪其擾，乃闢一小室閉之（此爲1952年事）。自後醫巫交治均無少差，入冬癒劇。年底來初診。然以其體質強壯，力氣頗大，亂暴之甚不可接近。先以桃仁承氣湯合三黃瀉心湯下之。是夜瀉下頗甚，明日狂亂止，唯默默然不欲見人，而且羞明怕光。翌日接觸診察，知爲瘀血上衝兼有梅毒潛伏之存在，遂于前方中加驅梅劑十餘日，自後除去大黃芒硝，月餘全癒。
    婦人精神異狀大别有二：瘀血上衝者爲實證居多，症狀多亂暴而狂躁；虛證者即爲神經衰弱，如是症狀多失神而沉默。
    
***黃疸，子宮出血所謂子宮癌
  **女，44歲，全身枯瘦，身色如熏黃，黃疸着明，眼球盡黃。子宮出血不止，雲本病迄今已二三個月，各西醫皆診爲可疑之子宮癌，唯赤貧無法入院治療。二三月來子宮出血斷斷續續，大多黑色血塊。嘔氣頻催，大渴引飲，微喘。臍下尤其臍兩旁自發痛，壓痛，日夜不休。體疼，腰肢疼痛延及腳腿。體溫居恆稽留于三十七度四五分之間。舌乾燥而黃，臍旁（尤其左臍旁）腫瘤如橘子大，硬結灼熱，即身體動搖亦痛不可堪。下血塊斷續不止，食思盡失，唯嗜冷飲，日夜不能成眠。近五六日來已無大便。桃仁承氣湯合茵陳蒿湯七日份。症狀大減，再診則腫瘤消十之七八，原方再服七日。近于全治，轉桂枝茯苓丸料合五苓散料加附子、棗仁、黃芩十餘日，于是如無病。
    
***常習性鼻出血
  **女，20歲，标準型佳良體質。據說自幼迄今鼻出血時發時止，或一二日一發，或一日中二三發不等。二年前曾一度上逆出血過多，因而暈厥人事不省。居恆頭痛眩暈，尤以夏季暑期更甚，屢屢上逆面赤。嘔吐，耳鳴，平時容易眩車，大便雖每日，但堅硬。月經如何，脈象如何，舊記錄未曾詳載。黃連解毒湯加桃仁、丹皮、白茅根、益母草四日份。頭痛、眩暈、耳鳴皆消失無餘。年餘未再發。
    黃連解毒湯有消毒作用，血熱妄行，因而誘發諸出血：子宮出血，喀血吐血，鼻血等，而不是感冒，不是虛寒者皆有奇效。
    
***臍下腫瘤
  **女，26歲，農家婦，體格消瘦，顔面蒼白，貧血着明。臍下生一硬結塊來診。腫瘤發于臍下稍偏右小腹，硬結疼痛，約有椪柑大之一半，自深部浮出腹皮。手足酸痛，尤其右下肢浮腫，發赤麻痛而不可屈伸。腰酸，頭痛，眩暈，心悸。全身疲倦，多夢神昏，食思大減，大便四五日一行，硬而少，月經閉止十個月。
    手足厥冷，脈沉而遲弱，右下肢呈紫黑色，可推定爲「瘀血證」。先以桃仁承氣湯二劑破其瘀血。疼痛減而腫略消，諸種苦楚減半。與桂枝茯苓丸料加大黃、紅花、玄胡、香附、當歸，于是腫消痛止，其它症狀亦消失無遺。初時患者以爲妊娠，故亂注射營養，亂服補胎藥，既腫瘤漸大，病象漸顯，始來求診。
    
***睪丸炎
  **男，20歲，新婚。新婚第二日即患盲腸炎，經外科手朮治療，翌月初忽然睪丸腫大，發赤而疼痛，疼痛波及鼠蹊部，此外别無異狀（沒有五苓散證：「其人渴而口煩躁，小便不利）。五苓散加小茴香，二帖腫消痛止。并無特别症狀可資決策，乃投通套劑之五苓散加小茴香。
    
***月經閉止發盲腸炎
  **女，25歲，健康營養均極佳。患盲腸炎在台南以内科的醫治不癒，專程來嘉求診。停經二月，初疑妊娠，不久漸感下腹部膨滿脹痛，痛點集結于盲腸部，西醫診爲非開刀不可，然病人嫌惡手朮。桃仁承氣湯去芒硝加瓜仁、茯苓、紅花四劑，痊癒。
    
***疳積淚眼
  **女，5歲，生來有白癡，發育不良，意識不太好。左眼流淚，初以爲普通炎症，就某眼科洗滌點藥，症狀漸次轉劇，流淚更甚，眼睛黑白漸次渾濁，瞳孔與角膜不分，視力減大半。轉托某注盤尼西林，點藥洗滌三管齊下，十餘日無少差。轉來兼用中醫藥。消疳飲加鹧鸪菜，六七日，流淚止，眼睛黑白分明而恢復光明。
    眼科診斷爲腺病質（即中醫之疳積）。因中西醫并進，治癒乃那一邊之效果，不可遽下斷語，服藥中排出蛔蟲甚多。
    
***内耳炎，角膜炎，發熱下痢
  **男，7歲，體質普通。某晚忽然發熱惡寒，頭痛，就近延西醫治療。翌日症狀轉劇，水洩性下痢，兩眼腫脹，左耳下腺腫脹，灼熱疼痛，同時耳内排出黃色膿汁。父母惶恐，由内科，眼科，耳鼻喉科分科治療。七日病勢有增無減。
    葛根湯。一劑是夜熱退，下痢次數大減，明日眼腫稍退，耳下隆腫略消。連服三四劑，諸症盡失。因其父母鄙視中醫，遂以停止西藥療法爲治療條件。初猶不肯，翌日情況不對，纔予以答應。
    葛根湯爲太陽病主要發汗劑，與麻黃湯，大青龍湯鼎足而立，其治療範圍除感冒之外相當廣泛。然以項背強急爲主證，纔是葛根湯的適應。用葛根湯不一定有發熱惡寒，不過脈浮緊，是主要參考數據。治療領域大底如下：結腸炎赤痢的初期，發熱惡寒；頭部炎症如腦炎，耳炎，結膜炎，角膜炎；肩痛背重，項背神經痛。不過胃腸虛弱，或身體衰弱，脈弱、細、遲、沉等陰虛證不可用葛根湯。
    
***急性坐骨神經痛發熱惡寒
  **女，51歲，體質普通。數日前微有風邪，就診于西醫，據說是普通感冒。同日勉強照常往菜市賣花生米，坐在椅上忽然腰部急痛，尤其左邊疼痛如刀割，不能動彈或起立。脈浮緊，發熱惡寒，身無汗，腰腿疼痛難堪。據雲前些時大便硬秘，尿正常，舌白苔微黃不燥，口渴。越婢加朮湯麻黃湯合方加附子、茯苓。一劑熱退，惡寒止，腰痛若失。
    越婢湯是大青龍湯去桂枝杏仁者，加朮即成本方，在金匱要略是治風水惡寒，或裏水一身，面目悉黃。麻黃湯即太陽病的發汗劑，傷寒論所謂頭痛發熱，身疼腰痛，骨節疼痛。
    
***口眼歪斜
  **男，35歲。體格壯。一月前忽而翕翕熱感，頭眩心悸，翌日眼睑鼻孔唇口等處，發生痙攣振顫，繼則鼻梁眼臉唇口均向右傾，以致妨礙飲食及視力。口水流出而不自覺。顔面潮紅，脈浮緊。葛根湯加石膏、桔梗、大黃，一星期全治。古時所謂口眼歪斜，大底相當于今日之三叉神經麻痹，和中風的口眼歪斜有别。此例屬于前者。
    
***感冒續發神經痛
  **男，40+歲。以感冒、發熱惡寒、自汗，某西醫投以解熱劑，熱退，惡寒罷，轉而惡風，腰脊及手足神經痛，嘔氣，腹中雷鳴，下痢，頭痛，口舌咽乾，全身疲倦，振振欲仆地。柴胡桂枝湯，大差。第二日至第五日皆用五積散料，通共五日全治。
    按此患者初時必爲桂枝湯證，而因誤汗以致續發神經痛，此種過誤，在傷寒論有很明白的警戒文獻。
    按五積散方劑的原意是統治五種不同原因的疾患。這五種原因就是；氣、血、痰、飲、食，概括言之：氣的失調，血行障礙，痰的凝滞，水分蓄積，食物中毒等五種。古人所謂五積散治五般積就是此意。此方屬于溫熱性的風邪藥及除濕行血藥，虛寒者的通用劑，用于慢性關節神經痛，疝痛，腰痛，腳氣，輕中風，虛人或老人的感冒者居多。
    
***關節神經痛
  **男，16歲，體質普通。四肢關節腫脹，疼痛，拘急不可伸屈。微熱，頭痛，口渴欲飲水，水洩性下痢，日二十餘行。因急于遠行，無法詳診，與五苓散，先治水瀉。三日後，據雲洩瀉先盡，随後關節亦癒，原方再予三日，以後不再發。清水藤太郎的漢方療法義解，載五苓散治中濕神經痛。
    
***下肢筋肉神經痛
  **女，中年。二年來以下肢筋肉神經痛的病名而卧床。神經過敏性的貧血質，四肢厥冷，自雲背部寒冷如浸水中。初診之五日前病狀更加激烈，痛點從足背起，上及大腿，其筋肉皆麻痹而疼痛，以至不能行路，而且痛點常會流動轉移，局部呈浮腫之狀，居恆頭眩眼昏，體倦神疲。大小便正常，帶下頗多，月經約二天即止，量少色稍黑，脈遲而細。越婢湯合桂枝加朮附湯，諸證稍減，翌日更加茯苓，通計五日全治。
    按本病現代醫學謂之婁麻質斯，中醫學稱爲歷節風。蓋指其流注而言，外台秘要、三因方、直指方等，皆稱爲白虎歷節，朱丹溪之「格致餘論」則沿用仲景稱爲痛風。治法則以桂枝、麻黃、烏頭配劑者爲常用，但日本湯木求真氏則多用石膏配伍之劑，據其報告成績頗佳。
    
***口腔炎－口舌糜爛
  **女，約40歲，劇團伶人。由于感冒發熱，治癒後口舌糜爛。初唯妨礙飲食，在家鄉治療，某中醫投以寒涼劑，于是糜爛癒甚，連冷水亦不可入口。患者體雖不甚虛，脈不沉遲，但口内常冷淡，溫溫欲吐，滿口稀薄白唾，不渴，舌雖破爛如大豆大，但赤滑光澤，而且大便不硬不秘，尿清而多。原欲開甘露飲一劑，忽然猛悟，如果消炎劑能治此病，原中醫之清涼劑應能治癒，故再仔細詳診。大劑人參湯，二日後訪之，雲服人參湯一劑破爛盡癒，而口内亦無冷淡感，唾沫亦除。
    
***病名不明的吐血
  **女，20歲。女伶。一日在戲院演完下台如廁，忽然大量吐血，而暈倒于廁所。
    經就地延醫治療而無效。某西醫不知其出血來源何在，除注射之外，命其口銜冰塊以圖消炎。體質虛弱，手足逆冷，脈沉遲微弱俱有，除時時吐血之外，主訴則頭暈目眩，外界回轉，心下痞硬，胃部感覺異常寒冷，大便軟，多尿。附子理中湯，一劑不再吐血，續後眩暈亦除。命其續服一星期，歸來後聞其依法服一星期而健康恢復正常。
    按理中湯、附子理中湯爲溫熱性補劑，對虛寒性疾病的應用機會極多。以上二例前者雖口舌破爛，其實爲胃内極寒所致，此證俗醫多投一片涼劑的甘露飲。後者也是由于虛寒所誘發，若用涼血止血之黃芩、黃連、地黃、側柏葉之類，則徒使病症加劇而已，所以爲中醫者宜辨寒熱虛實。
    
***急性腸胃炎
  **女，74歲，身體相當健康，面紅耳赤。某日偶因飲食失節，遂起下痢，同時發熱惡寒。西醫診斷爲急性腸炎，命其服氯黴素。初服一枚似覺微微汗出，熱漸退。翌日再服一枚，平熱，下痢次數減少。然自汗淋漓，腹滿時痛，裏急後重等症狀反而加劇，自汗二日餘沒有稍停。脈現微弱，自雲全身疲憊，略感眩暈耳鳴，最感苦惱者爲自汗不止，尤其頭汗更甚。身振振搖，腹脹滿，數放屁，裏急後重，及微惡風，食思全失。以誤汗的補救法，投以桂枝加附子湯，又以其下痢不渴屬少陰證，乃合真武湯。一劑汗止，腹滿痛盡除。翌日原方，各症狀盡去，食欲大進，回復正常便，停藥。
    號稱對肺炎，赤痢等炎性疾病具絕對神效之氯黴素，自1948年以來，不但一般病家視爲痛治萬病的萬靈丹，連臨床醫家也唯此是賴，差不多沒有氯黴素便不能治病。因此，世上便稱之爲美國仙丹。然而，氯黴素果真萬病皆可藥到病除嗎？或絕對沒有預期外的反應嗎？當然不是我們研究中醫學的所能知道。此例頗有興趣，爰爲記之以資參考。
    
***夢遺，頭眩眼花，全身倦怠
  **男，20歲，長年夢遺不癒。體格消瘦而蒼白，組織軟弱，如女性體質。居恆夢；大底五七日一次，數者二三日一次。醒後全身疲憊，因而長年頭眩眼花，懶于工作。據雲數年前曾犯手淫遂致此病。食欲不大旺，大便二三日一行，多尿，心悸，脈洪大而虛，略帶芤。桂枝加龍骨牡蠣湯，一帖夢遺止，六劑元氣大復。停藥後二月漸覺體力衰退，夢遺復作，原方加當歸，黃耆，乾薑之溫補方法與之，十餘日，體力漸壯，夢遺不復作。
    金匱血痹虛勞門：「脈得諸芤動微緊，男子失精，女子夢交，桂枝加龍骨牡蠣湯主之。」。
    
***多發性神經痛 
  **女，65歲，老態龍鍾，顔面下肢輕微浮腫。久患腰骨神經痛，近復因其女婿倒産而虧累，悲傷而病狀癒劇。發作性腰骨神經痛，即腰肢酸重疼痛發作時波及項背肩胛，尤其稀奇者爲發痛時即腹部灼熱如燃火狀，同時腸管蠕動而雷鳴，而且手足肩背亦同時拘急抽痛而現浮腫。此外則爲便秘，尿利減少，排尿疼痛，頭眩口乾心悸。以上平時多發于天氣變動之時，但近來竟連續發作，大概悲傷是主要原因。手足冷，脈沉細而微。桂枝加苓朮附湯，三劑各症狀大差，同日自然排便，原方再三劑癒十之七八。其後每三四日取藥，據雲各症狀均痊癒，唯苦便秘。原方再加乾薑兼用烏頭赤石脂丸，通計月餘健勝如常。
    
***臍上鈍痛被診爲盲腸炎
  **女，22歲，平素身體虛弱，膚色幼嫩白皙而呈貧血狀。月經準期，但量少色黑。六七日前忽覺臍上鈍痛，程度漸次增劇。西醫診斷爲慢性盲腸炎，非手朮不可。居恆頭眩體疲，易寒冷，遇寒風或冷水刺激，或服用西藥之阿司匹林則發荨麻疹。胃亦弱，屢屢嘔氣，吞酸，嘈雜，腹鳴，不下痢而便秘。其痛點在臍上而回盲腸部全無異樣，對盲腸炎的診斷不敢盲從。桂枝加芍藥大黃湯合桂枝茯苓丸料（因患者明顯虛寒體質），一劑大便暢通。三劑各症俱除。所剩爲易寒冷，及手足厥冷，後轉用當歸四逆加吳茱萸、生薑月餘，而健康如常人。遂停藥。
    經過瀉下後仍便秘腹痛，該當于太陰篇之：「本太陽病，醫反下之，因而腹痛時滿者，屬太陰也，桂枝加芍藥湯主之；實痛者，桂枝加大黃湯主之。」；用桂枝茯苓丸之理由則爲患者月經量少色黑，有驅瘀血的必要。
    
***盲腸炎左下腹疼痛或胃部疼痛
  **女，22歲。痛點在胃部，經西醫外科診爲盲腸炎。桂枝加芍藥大黃湯加桂枝茯苓丸料，三劑全治。
    盲腸生在右腸骨窩，臨床上必以痛點在拉布氏四角形内爲診斷目标。若痛點在左下腹，或在臍上，必須以檢查白血球來确診。盲腸炎的痛點确實不一定都在右腸骨窩的回腸部。另一女學生，痛點在左側下腹部，西醫診爲盲腸炎，投以桃仁承氣湯四劑全治。
    
***産婦乳房炎
  **女，30歲，體格營養均佳。乳腺腫痛，灼熱口渴（發熱惡寒已罷），輕度項背強急症，葛根湯加桔梗石膏，一劑痛止腫消，遂不再服藥。此乃運用傷寒的處方處理。
    女，30＋歲，身體虛弱，胃腸不大健。數年前右側乳房曾患乳房炎，西醫治療終至開刀始癒。此次左乳房，腫痛灼熱，自覺頭痛目眩，往來寒熱，口苦咽乾，胸脅苦滿（小柴胡湯證），小柴胡湯加桔梗石膏，三劑全治。後來此患者胃病（胃下垂）大都以附子理中湯爲最有效。
    乳房炎：本病十之七八以發熱惡寒戦栗開始，繼而乳腺腫脹，灼熱疼痛…。此症患者以陽證，或陽實證者居多，很少陰虛者。治法大多可從分太陽病，陽明病，少陽病。依下面例證治療，收效率頗高。
    * 初期－惡寒發熱，項強肩重，頭痛，乳腺腫脹疼痛者，用葛根湯加石膏，或更加桔梗。有此症狀者可用，不必分是郁滞性或細菌性。如是則屬于太陽病型。
    * 少陽病型－投葛根湯熱稍退，現口渴，舌苔，食思不振，或口苦咽乾，則屬郁滞性（即少陽病型），大抵以小柴胡湯加桔梗石膏可收效。
    * 發熱時期－乳腺腫脹發赤，頗有化膿之可能者，用十味敗毒湯加連翹，或荊防敗毒散。
    * 熱既退，膿既成而未開口，或硬韌腫脹，大抵用消毒飲即可使之消散。
    * 太陽時期既過，體力稍衰而膿不能排出，用千金内托散促其早期開口排膿，或自潰後，肉芽發生遲緩者，亦可用此方促進肉芽早期發生。
    * 雖腫脹已經化膿，但不會排膿，用其它方法也不能開口時，用排膿散。
    
***高血壓後腦筋強急眼球充血流淚
  **男，44歲，業木工。體格雖非壯大，但血色佳良，組織結實，标準型之筋肉體質也。頭痛，後腦筋強急，麻疼，肩重，眼球拘恆充血，赤脈怒張，瞳孔近旁長一赤翳，如是流淚不止。據雲上述症候拖延數月，而因平素嗜酒，故不加以注意。唯近日症狀漸次增劇。所以來診。大便順調，小便短赤。常鬧不眠，然皆以一醉了之。脈實，稍沉而有底力。葛根芩連加大黃二劑。便稍軟（不瀉），而各症狀若失，續服五劑而停藥。此方又可稱爲三黃瀉心湯加葛根，甘草。
    
***小兒頭瘡
  **女，4歲。發育營養雖不太好，但尚未至十分衰弱，尚未形成脾疳。頭發内遍生瘡腫，大小不等，大者如桃核，小者亦如大豆，有潰瘍排膿水者，有初起未赤，有腫亦將化膿者，可以星羅棋布形容之。據雲荏苒數月，百治不效。葛根紅花湯，翌日消大半，後因忙未惶顧及，不知何時，消盡全無痕迹。
    平時此症多用五物解毒湯或六味馬明湯。然近日讀大冢氏書，載葛根紅花湯爲治酒皺鼻之妙方。
    葛根紅花湯：葛根，白芍，生地，黃連，梔子，紅花，大黃，甘草
    
***臍上腫瘤
  **女，29歲，農家婦。膚色瘀黑熏黃。生育三人，最小者剛八個月，自産後尚未來潮。患肚臍上隆腫疼痛，西醫診治無效，後照X光，僅發現該部黑暗而已，并未診斷病名。臍上（肌肉間）隆腫，以手按之可觸知腫瘤約梨子大，壓痛，自發痛。自覺症狀：心下痞硬（數月前先由臍旁脹起），居恆胃部膨滿，嘔氣，吞酸，喜曀食臭，腹中雷鳴，頭重眩暈，口苦而澀，食欲減退，渴而嗜冷飲，秘結傾向。生薑瀉心湯，初服即起水洩性下痢二三行，服藥渣依然下痢如前，第二服仍如是。第三日原方，而下黏液便二三次。自覺症狀去十之六七。第四日原方。第五日轉用驅瘀血劑之桂枝茯苓丸料仍合生薑瀉心湯。大便恢復正常，自覺症狀盡除，唯肚臍上腫瘤及疼痛無差。自是不再來而消息杳然。是年秋因子患病求診，詢之，始知停藥後不知不覺中腫瘤自消。
    生薑瀉心湯乃半夏瀉心湯中之乾薑減量而加入生薑者。傷寒論：「心下痞硬，乾噫食臭，脅下有水氣，腹中雷鳴下痢」之方劑。
    
***不明的胃部腫瘤
  **女，中年。心下部（胃部）腫滿緊張，按之敏感而疼痛，深部感覺有腫塊，因而不可下俯。腫塊硬熱如火灼，尤其飲冷水或更加灼熱，胃部常感膨滿，飽悶，嘈雜，間或腹中雷鳴。此外，居恆頭重眩暈，但大小便正常。生薑瀉心湯一劑各症狀均大差，二劑腫瘤消，胃病亦不復再發。
    
***胃病及神經性心悸
  **女，40歲，神經過敏質。家境富裕，體質及營養均普通。膚色稍現瘀血狀，雖不甚瘦，但皮膚甲錯，顔貌憂郁。爲李氏繼室，與前妻之子不太融洽，精神上常感不佳。心下痞硬，常如大石壓住，此爲最感痛苦者。其次爲居恆胃部脹滿，食思不振，喜曀食臭，腹中雷鳴蠕動不穩。頭重眩暈，心悸亢進。常覺咽喉阻塞，如有炙肉黏住，喀不出吞不下。動輒憂愁苦悶，喜怒無常。自雲憂愁時則尿意頻數。大小便正常。月經恆遲，量少色黑，常斷續不淨。上述症狀在月經期間更甚。甘草瀉心湯，服藥三日，據雲服藥後下痢三四行，各症狀差十之六七，尤其咽喉之炙肉消失無餘。原方續服四劑，神經症狀及胃症狀盡除。
    傷寒論：「腹中雷鳴，心下痞硬而滿，乾嘔，心煩不得安」及「此非結熱，但以胃中虛」，甘草瀉心湯主之。金匱要略「 狐惑之爲病，狀如傷寒，默默欲眠目不得閉，卧起不安。蝕于喉爲惑，蝕于陰爲狐。」甘草瀉心湯主之。蝕于喉與本患者符合。
    
***幼兒長期洩痢成爲結核性腹膜炎
  **男，1歲。全身脫肉，羸瘦骨立，蒼白乏血色，腹堅滿，狀如覆釜。常起下痢，青色不消化便。經西醫治療，多診爲慢性腸炎，癒治療症狀癒劇。腹皮菲薄，青筋縱橫，肋骨弓露出歷歷可數，元氣消沉。自三四個月至今，下痢不間斷，近日更甚，日夜廿餘行，青色不消化便，每次下痢便甚多，常混有血色，腹滿以夜間更甚。屢屢腹中雷鳴，吐乳，吐食。長期微熱，自汗盜汗。尿多而發異臭，色正白。（中醫病名爲脾疳）生薑瀉心湯加青皮、砂仁、胡連、朮、神曲（類似消疳飲），兼用附子弄玉散三劑。洩痢減半，熱退，自汗盜汗止。第四日轉用消疳飲，通計十日間諸症盡癒，已略呈健康狀態。
    
***幼兒口内炎扁桃腺炎弛張熱
  **男，2歲，發育營養均不太佳，且具有腺質型。感冒痊癒後續發潰性口内炎，經四五日之注射無少差。口腔黏膜，唇，舌等處均呈赤濕之潰瘍。口放焦臭，腹中雷鳴，便秘尿赤，平時大便順。甘草瀉心湯，一劑癒十之七八。隔七日再服一劑，于是病除。
    
***解熱後再熱
  **女，4歲。生來雖十分頑強，很少生病，唯自前年起每屆夏季輒發皮膚炎。六月中罹患類似流行性之感冒，初起惡寒發熱（39°C），經西醫注射解熱劑，汗出熱退。半日許復發熱如初，患兒比解熱前更顯疲憊倦怠，且冷汗涔涔然不止。脈微細，舌赤無苔，顔面蒼白，稍呈漲紅。（推斷爲戴陽）。雖體溫39.5°C，但手足逆冷，脈微細稍遲。腹虛滿而綿軟，充滿氣，舌滑濕無苔。患兒默默的卷卧，缺少自覺症狀（類似「但欲寐」），此時猶陸續出汗。其母雲雖發熱但不要求茶水，大便軟，小便清利。真武湯一劑即解熱，冷汗亦止。四劑全治。第五日以補中益氣湯養之。
    原考慮桂枝加附子湯，後因其症狀具備少陰證，乃冒險投以真武湯。七月皮膚炎復發，投以葛根紅花湯，二劑後瘙癢稍止，連服五劑而痊癒。
    
***誤汗誘發振顫及眩暈症急性心臟衰弱
  **台東佛光社住持，八七水災後西來募化以資脩建，元月出發，浴佛前抵嘉。抵嘉翌日感冒，發熱惡寒自汗。經醫院診治，注射服藥，大汗出，熱退。然熱退後，大汗不止，頭眩，眼花閃發，外界回轉，心胸痞塞，咽頭貼攣，耳鳴心悸，全身及手足振振然無停時，頭腦朦胧，下痢頻回泥狀便。再請醫師，診察後謂繫急性心臟衰弱，乃注射強心劑一支，注射筒尚未抽完即覺呼吸欲絕，四肢及顔面由蒼白而呈紫绀。此時舉座驚惶，一面打電話回台東，并準備後事。適有一尼師，曾以心臟衰弱爲我治癒，召我往爲診治。初診爲病發後第四日，注射強心劑同日下午3時。患者稍復意識，紫绀色已退，唯蒼白中稍呈輕微浮腫。汗猶未止，手足振顫甚。四肢厥冷，脈微細，卷卧不能起坐，自雲起即頭眩呼吸欲絕。此外全身脫力，心臟部重壓感，胃部水聲漠漠，口内冷淡，欲吐不能吐，咽頭如有炙肉，耳鳴心悸，咳嗽腹痛，尿利減少。 以上諸症狀顯爲誤汗所致。爲虛脫之危險症狀，各症狀皆適合真武湯。向晚服初煎，稍停再服二煎，是夜陸續吐水約有半唾壺之多，半夜霍然。翌日自起進稀粥，洗衣，自雲昨夜藥入口不久，則大量吐水後，頓覺心胸開朗而眩暈振顫若失，比之昨日，有如大夢初醒。今日唯覺溫溫欲吐，然元氣大復。投以原方，兼以理中丸，止其嘔氣。第三日已能外出募款，咳嗽甚，原方加細辛、五味子。第四日以咽中炙肉及咳嗽爲目标，轉用苓桂味甘湯。辭行時，以理中丸10粒贈之。
    本拟用傷寒論太陽上篇「太陽病發汗，遂漏不止，其人惡風，小便難，四肢微急，難以屈伸者，桂枝加附子湯主之。」，後以振顫爲目标，決定以太陽中篇「太陽病發汗，汗出不解，其人仍發熱，心下悸，頭眩，身瞤動，振陣欲仆地者，真武湯主之。」。
    
***長期下痢腹中雷鳴蠕動
  **女，72歲，精神尚佳，不顯老態龍鍾，頗健談。長期下痢，居恆腹中雷鳴蠕動疼痛，于是随即下痢，少量水洩便，頗似裏急後重之狀。大約日間四五行，夜間最少也有三次。持續已有半年之久。頭眩眼昏，耳鳴，眼淚淋漓，眼球赤脈縱橫。羞明。據雲口内粗糙感，口乾不渴，食欲不振，尿利無異常。脈微細，足不溫。真武湯加乾薑一劑，隔日眼淚大減，赤脈消大半。據雲初服藥即腹脹腹痛若失，服藥後迄半日不復下痢，頭眩眼花耳鳴俱各稍差。原方，是日連服二劑，是夜下痢癒，各症俱差。古人以真武湯加良薑治脾虛之五更洩瀉，頗有卓效。
    
***肺結核疑似及胃下垂
  **女，28歲。呼吸繫症狀：長期咳嗽，喘息。消化繫症狀：胃部嘈雜，吞酸，口内淡，口乾口渴，腹鳴，大便不正常而硬少，居恆頭重眼昏，體重疲倦，自汗盜汗，微熱，手足寒冷，屢屢振顫，手心煩熱，微惡寒，肢節尤其下肢居恆麻痹不仁，食思不振，尿清而多，月經停五六個月。據雲有妊娠征候。真武湯當歸芍藥散合方加乾薑、五味子、麻黃，服藥五日，各症狀均減大半。原方再與五日份，以上症狀除，下肢麻痹未癒，餘者已趨于全治。數月後再來求治下肢麻痹，投以苓薑朮甘湯合當歸四逆加生薑、吳茱萸，三帖酸麻除而拘急盡癒。
    
***下痢口渴與人參湯、五苓散之鑑别
  **人參湯（一名理中丸）與五苓散的應用不同處在口渴與不渴。「 霍亂頭痛發熱，身疼痛。熱多，欲飲水者，五苓散主之。寒多，不用水者，理中丸主之。 」（辨霍亂病證并治）
    人參湯（理中丸）
    五苓散
    脈象
    沉，或沉遲
    浮，或浮弦
    表裏
    裏證
    表證
    寒熱
    寒證
    熱證
    口渴
    不渴
    口渴
    
***幼兒浮腫與下痢
  **男，4歲。平素頑健而飲食旺盛。随時患風邪發熱，服用麻黃湯，或安靜二三日便自痊癒，好久沒有請醫師。數月前患百日咳，此後時起下痢，食欲不振，雖然卧床，但元氣尚佳。某日忽然陷于危篤狀態。顔面蒼白，全身微輕浮腫，脈顯遲弱。五苓散一服。服藥後沒有何等變化。乃改人參湯五日份與之。第二日排有形便，食亦稍進。浮腫漸次減退，氣血漸復。
    對食欲缺如，隻欲飲水的症狀，用人參湯可收效。五苓散證的浮腫，其必發症狀是：小便不利。
    
***胃下垂
  **男，60歲，勞動型，平時雖不甚強健然未患有特别疾病。近一二年屢屢覺胃部嘈雜鈍痛，空腹時尤甚，故不時攝取食物以鎮痛。西醫診爲胃下垂症。然治療數月仍無稍差。體質略見消瘦而蒼黑，胃部嘈雜鈍痛一日數發。食欲不振，嗜熱飲，便秘傾向，頭眩體倦，口内冷感，多唾液，屢屢不眠，脈遲。厚朴溫中丸，三日未見顯效。第四日轉用理中丸二日，于是大差。續服月餘不唯嘈雜鈍痛俱除，而食欲大振，自雲體重□□。一日，忽右胸骨椎刺痛難堪，乃暫兼用烏頭赤石脂丸二次（一次三粒）遂癒。仍續服理中丸二月，胃疾患消失若遺。
    
***胃部脹滿喘息之老婦人
  **女，70歲，體格瘦小，老態龍鍾。久年喘息百治不差。全身冷感，手足厥冷脈細而遲。據雲居恆胃部脹滿，脹滿之甚即發作咳嗽喘息，唾稀薄痰水，喘咳甚時飲熱湯或熱開水即稍差。然半小時後復發作如初，且腹脹癒甚。 此外則吞酸，頭眩，便秘，多尿，口内冷感，食欲不振。理中丸，十餘日後再來取藥，據雲服藥後，感覺胃部爽快而喘息止，停藥則再發如初。因而誤解此藥混有麻醉劑，詢之，老婦因經濟關繫，發作時服一二丸，癒後則停藥。以二十日份贈之，自後遂不再發。
    
***慢性氣管支炎
  **女，60歲，農家婦，體格細長。虛弱，平素患有慢性氣管支炎，咳嗽，喘息。三四日前由感冒，鼻淵，噴嚏，頭眩。繼而宿疾之咳嗽，喘息復發，喀稀薄清痰，口乾不渴。大便硬，小便正常。脈浮弱，手足冷。小青龍湯，二帖全治。
    
***慢性氣管支炎，頭痛
  **男，27歲，業理發。體質雖不太強健，但亦不太虛。猛烈頭痛十餘日，歷訪中西醫無少差。猛烈頭痛（痛點在兩颞□部）。咳嗽，喘氣，咽喉乾燥，口内冷淡，嗜熱飲，微惡寒（初起時曾發高熱）等症狀相當顯著，然皆爲頭痛所掩，而被視爲次要。大小便無異狀。小青龍湯加川芎、獨活，一劑頭痛癒大半，惡寒除。連服四劑各症狀消失無餘。
    
***痨瘵型之喘息咳嗽
  **女，54歲，平素操勞過甚，兼之生來體弱，一身消瘦骨立。平素易罹感冒，恆手足寒冷。（中醫認之爲虛寒證）感冒時定型的症狀爲惡寒（很少發熱），頭痛，咳嗽，痰喘，如是年中必發數次，尤其秋冬之交更甚。六七年不能澈底根治，且病狀有增無減。頭痛欲裂，咳嗽聲聲相接迨無停時，唾稀薄水狀痰，喘息相當嚴重，而且滿身冷汗。小青龍湯（單方）。一劑各症均差。續服十餘日諸症狀消失無餘。自是經過是年嚴冬未再發。
    小青龍湯之運用目标與加減法：小青龍湯是太陽病方劑中最繁用之方，治療範圍亦廣。不過，其目标仍須以「傷寒表不解，心下有水氣」爲第一。從體質上而言，小青龍湯證者，其人大都體質虛弱而稍近貧血之色。最大原因就是宿有痰飲。具高度心臟機能不全，或陽虛證。陰虛證，脈微弱而數者均禁忌。
    男，50+歲，木工爲業。平素有咳嗽喘息宿痰。自忖爲肺痨，頗感絕望。小青龍湯，一帖是夜排尿五，六次，皆多量，于是咳嗽喘息大減。
    湯頭歌訣；「小青龍湯治水氣。」，金匱要略疾飲：「病溢飲者當發其汗」。此患者由小便排出水氣，理同。
    
***漿液性氣管支漏
  **女，55歲。久病纏綿，顯得老態龍鍾。喘息，咳嗽喀多量白泡沫。咳嗽以夜間爲多，而且喘息甚，劇嗽之時心胸部灼熱如火燃燒之狀。心下痞硬嘈雜，口苦咽乾，不渴而嗜熱飲。此外居恆上逆上氣，耳鳴，心臟無力，便秘。全身清瘦貧血，脈沉遲而弱。小青龍湯加柴胡、厚朴一劑諸症差大半。唯大便仍秘，翌日加大黃，大便遂通。連服一星期，各症狀皆除，遂停藥。
    
***慢性氣管支炎
  **女，36歲，體質雖非十足頑健，但亦不太虛。宿疾氣管支炎，感冒時咳嗽激烈。平素易感冒，善流淚，恆胃部嘈雜。因感冒而舊疾復發，已六七日。咳嗽痰黃而深，喉中喘鳴聲，胸部重壓感，口乾燥不渴，嗜熱飲，大便正常，唯小便不利有殘尿感，脈浮虛。小青龍湯合半夏厚朴湯，計七日，小便通順且各症狀消失若遺。
    
***重症喘息四年
  **男，50歲。五年前身體尚強健，頗自負，因操勞過于無理，以致患上重症喘息，四年來困苦難堪，曾試圖自殺，因事未成。從前體格壯大，常時負重二百餘台斤，因此損害體力。四年前患感冒，服市面成藥，逐漸胃部嘈雜，喘息，咳嗽。脈微細，舌赤無苔，顔面蒼白。苓薑甘味辛夏仁黃湯合小青龍湯。一帖服後大吐稀薄痰唾，從口鼻俱出。據雲喀水約一整夜，翌日浮腫消，喘稍差，大便略通，轉用小青龍湯合半夏厚朴湯二帖。于是，喘息去十之七八。第四~六日，用甘草乾薑湯。第七日爲農歷春節，單用理中丸。第八日復用甘草乾薑湯。第十日因昨夜尿閉，浮腫復見，乃轉用小青龍湯加茯苓、厚朴。然二日間不喘，據其本人自覺體力大復，對鏡自知顔面略有血色。兩年後以感冒來診，雲未嘗再發喘症。
    
***眩暈症運動失調
  **女，70+歲，身體健壯，耳目聰明，平素很少生病。六月初患流感，随便服成藥而感冒癒，然突然心悸亢進，頭眩耳鳴，全身及手足振振然動搖，尤以頭眩至于不可舉首，全身升降感，此外别無所苦。顔面稍呈潮紅，手足不冷，脈沉緊。苓桂朮甘湯，一劑霍然。
    
***焮腫眼與苓桂朮甘湯
  **俗語之風火熱目者，中醫學謂之焮腫眼，相當于現今之急性網膜炎之類。苓桂朮甘湯爲痰飲（水毒）的基本劑，而眼科疾患雖由瘀血，水毒，食毒三種因素分别潴蓄爲原因，其中以水毒居多。
    男，青年工程師，身體雖不甚虛弱，但素有咳嗽宿疾，屢經西醫診斷爲慢性氣管支炎。中醫看屬痰飲。服務于鐵路局，因強脩濁水溪橋連夜督工，冒雨指揮而患感冒，頭痛，咳嗽，眼痛同時并發。尤以右眼焮腫大如胡桃，眼眶糜爛灼痛，眼球充血，眼脂怒生，幾至包盡整個右眼。脈沉緊。苓桂朮甘湯加黃連、細辛、車前（即明朗飲）。次日眼疾患消失淨盡，頭痛亦癒，唯咳嗽不差，復用小青龍湯治其咳嗽。
    栗園口訣：「苓桂朮甘湯不但治風眼而已，亦治逆氣上衝，眼中血熱，或生翳者。現今眼科所用薏苡湯，排雲湯，皆此方之類方也。」，傷寒金匱太陽中篇：「傷寒，若吐，若下後，心下逆滿，氣上衝胸，起即頭眩，脈沉緊，發汗則動經，身爲振振搖者，苓桂朮甘湯主之。」，「病痰飲者當以溫藥和之。心下有痰飲，胸脅支滿，目眩，苓桂朮甘湯主之。」；如急性慢性淚囊炎轉用傷寒論的「汗出」，投以越婢加朮湯而流淚止；水泡性結膜炎亦用越婢加朮湯，或苓桂朮甘湯，或小青龍湯。
    
***偏頭痛，中耳炎，扁桃腺炎
  **女，68歲。身體瘦長，顔面蒼白，微有水氣而現不正常的潮紅。望診即可推定爲虛寒證，其面載陽。頭痛，中耳炎，扁桃腺炎相繼并發。注射抗生素，服用綠黴素等消炎劑，症狀有增無減。患者左耳側貼有撒隆巴斯，其下腫赤隱約可見。左頸部淋巴腺亦腫，手逆冷，脈微細而遲。據雲頭痛甚，咽喉疼痛，大便正常，唯尿利減少。食欲少，口不渴。苓桂五味甘草湯先治其痰飲，預定二三日後轉用當歸四逆加吳茱生薑。一劑後咽喉及耳内疼痛已減大半，頭痛亦差。三劑後，不用原計劃，改用桂枝加附子湯，二劑後，因患者自覺此方不如苓桂味甘湯之功效，遂自動復用苓桂味甘湯，四劑全治。
    金匱要略痰飲：「青龍湯下已，多唾口燥。寸脈沉，尺脈微而手足厥逆。氣從小腹上衝胸咽。手足痹。其面翕然如醉狀，因復下流陰股，小便難。時復冒者，與苓桂五味甘草湯治其氣衝。」
    
***喉蛾
  **男，27歲。體格高而瘦，筋骨型，顔面膚色呈淺黑色，缺乏脂肪。兩年前以扁桃腺炎，咽頭炎等病就治于各喉科專門醫，一向不大差。去年底更覺腫痛，終于喀痰中混有血絲。幾經治療，血絲減，而咽喉乾燥，壓迫感狹窄感依然存在。唯食物通過并不疼痛。此外則喉頭居恆如有炙肉梗塞，吞不下，喀亦不能出。全身倦怠疲倦，元氣不振，目合則做夢，大小便正常，沒有頭痛頭重。半夏厚朴湯，一劑癒十之七八，四劑全治。據雲咽喉癒後全身元氣亦恢復，最奇者爲夢亦不再做。月餘後再來求診，主訴爲咽喉狹窄窒息，其它症狀如全身倦怠，梅核氣，多夢已不復作，投以麥門冬湯，二帖癒大半，停藥。十餘日後又再發作，與初診略同，爲顔面焮然而熱，投以苓桂味甘湯，三劑諸症狀盡除。
    
***口内炎，偏頭痛
  **女，60+歲，高而瘦。數年來恆以胃疾患，偏頭痛，或神經痛來就診。四日前由感冒後，續發口内炎及偏頭痛，經西醫注射服藥，症狀癒劇。手足厥冷，脈微沉，顔面微微泛紅，舌及口腔黏膜均呈皺裂赤滑之色。主訴爲口舌破爛刺痛，妨礙飲食。頭眩耳鳴，全頭蓋皮緊張熱感，顔面翕然而熱，頸部淋巴腺亦腫，胸脅痞塞壓迫。據雲上半身感覺拘急而下半身則自覺無病，此外則高度不眠，但食思雖佳然礙于難入口。苓桂味甘湯三劑，除口内炎及不眠未癒，而各症俱除。第四日轉用甘草瀉心湯，一劑而睡眠大佳，口内炎亦減十之七八，可進稀粥，更服一劑而各各症狀消失無餘。
    
***咽喉腫痛
  **女，49歲，肥胖型。平素屢屢上逆，頭眩肩重，高度蛋白尿。因食油炙花生米，初覺咽喉燥熱，食物下咽頭頗感刺激而已。當時并無寒熱或頭痛之症狀，同日投以甘草桔梗湯一日盡二劑，兼噴藥粉。翌日更覺灼熱而且疼痛，微惡寒頭微痛，如是，似有表證，投以半夏湯二劑，然症狀有增無減。第三日夜半突然呼吸困難，咽喉如火灼，顔面翕然而熱，患者大起恐慌，我亦爲之吃驚。苓桂味甘湯，一劑後咽喉漸覺緩和而灼熱稍減，至天曉連服二服，面赤亦退。後二日仍用原方，各症狀盡除。
    金匱痰飲門苓桂味甘湯有「氣從小腹上衝胸咽，其面翕然而醉狀。」。
    茯苓甘草茯苓配劑之方，主治目标是重在腎虛，停水，上衝等三種要素。水毒而咽痛，可從水氣病之「氣上衝咽，狀如炙肉」、「腎氣上衝，咽喉寒曀」等金匱條文得到明訓。「漢方診療三十年」載苓桂味甘湯治灼熱瘙癢之皮膚病一例，滲出性中耳炎一例。此二例皆爲手足冷，脈沉微，頭重如壓重載，利尿短數，顔面潮紅。
    
***喉中異物，頭重眩暈
  **女，28歲。平素身體不大強壯，常覺頭重眩暈，憂郁，精神不佳，此外胃腸不健全，屢屢脹滿，偶而下痢，餘無特病。最近感咽喉如有食物塞住，而喉頭略有閉塞之狀。初時以爲食物未曾吞下，用力喀之不出，飲水吞 之亦不下，然有時偶而自消。如是日夜屢發屢消，同時胃部感覺脹滿。半夏厚朴湯加甘草乾薑湯（胃寒），三劑諸症盡除。續服一星期，以後不再發。半夏厚朴湯合甘草乾薑湯名爲寬中湯。爲日本某名醫之創案，對胃虛之感冒頗多應用的機會。
    心氣痛與臍旁疼痛
    女，55歲。體質普通，平素胃部不太健全。忽然上逆頭痛，嘔吐，自汗，振顫，口苦，心悸亢進。自雲由臍下如有動物上衝胸中，以迄咽喉，遂感咽喉窒息，氣欲絕。半夏厚朴湯合甘草乾薑湯三劑，各症狀消失無餘。金匱要略婦人咽中如有炙娈，及奔豚氣，用半夏厚朴湯。胃部不佳，用甘草乾薑湯。
    月餘後，忽然腹中急痛，自心下脹滿疼痛延及右臍旁，且作移動之狀。雖疼痛猛烈，但沒有壓痛及喜按。乾嘔，吐涎沫，不渴，腰痛體疼，頭痛便秘。據雲一日一夜連續注射三四針而不差。投以正氣天香湯加大黃，大便暢通，各症狀盡除，唯腰骨神經痛未癒，翌日轉用當歸四逆湯加吳茱萸、生薑。
    
***屢發扁桃腺炎及嘶啞
  **男，25歲。平素身瘦體虛。二年前曾因咳嗽來診，以小青龍湯治之，有顯效。近日患感冒，翕翕熱感，頭痛，咽喉腫痛，聲音嘶啞。身瘦體虛，手足不溫，脈浮弱，輕度咳嗽。半夏湯加桔梗、蘇葉，頭痛稍差，而咽痛及嘶啞反甚。于是轉用半夏厚朴湯合半夏湯。二帖各症盡除。
    
***喉中炙臠失聲
  **女，30+歲。體格壯大強健，有輕度胃病。忽由感冒而頭痛，聲音不出而沙啞。半夏厚朴湯合甘草乾薑湯，翌日已聲音洪亮如平時，炙臠亦消大半。原方續服二日，各症狀消失無餘。
    
***亞急性盲腸炎并發黃疸
  **女，36歲，育有子女4人，最小者剛兩個月。數月以來發現下黃帶，突然右腹回盲部作痛，西醫外科診斷爲盲腸炎并發黃疸，非手朮不可。體質小，尚是卧褥狀態，顔面及軀乾稍呈熏黃之色，狀頗憔悴，微有水氣，脈沉弦有力。右腹盲腸部位壓痛自發痛，推定爲亞急性盲腸炎兼有内生殖器炎症，黃疸。大柴胡湯加茵陳，服藥後吐水，夜半三四點時瀉便，疼痛減大半而水氣亦消，惡寒除。第二日原方，仍有瀉下，是日疼痛盡除，黃退。第三日去大黃，加苡仁、瓜仁，全治停藥。
    
***項背強直
  **男，40+歲，體質普通，職業爲亞鉛工。三日前患感冒，經服西藥稍差，唯項背強直嚴重，不可回轉及俯仰，胸脅痞滿，口苦咽乾，便秘，食欲減退食不知味。脈沉弦有力，沒有身證的寒熱或頭痛。大柴胡湯加葛根，一劑大便暢通而緩解，後轉爲單方葛根湯而全治。西醫多以項背強直之有無，來斷定是否爲腦炎。
    
***月經閉止與疑似妊娠
  **女，30+歲，已生育三人。月經閉止四個月，無其餘病征。脈沉弦有力。小柴胡湯合香蘇散，上午服初煎，夜半覺腰酸腹脹，繼即信水大下，大半紫黑色血塊。患者大起惶恐，請醫往診，視之無他病，勉其服第二劑，于是月經歸于正調。若妊娠，服藥後身心舒服倍于服藥前；否則，頭重腰酸腹脹痛，月經不久則來。
    
***月經突然閉止之高血壓症
  **女，49歲，身體粗大，豐腴 。三月前經西醫診斷爲高血壓症。經種種處置，血壓稍減，唯各種自覺症狀－頭眩，項背強急，手足麻痹，疾行即喘，動悸，不眠多夢，口苦咽乾，胸脅痞滿，呼吸促迫，輕度浮腫等症－未嘗稍差。顔面略見浮腫，眼睑如卧蠶新起，脈浮實有力。據雲大小便正常，平素月經正調，唯三月前月經突然閉止，遂起上述症狀。小柴胡湯合香蘇散，二帖月經來，血壓降至百二十，諸症癒十之八九。轉用逍遙散料加川芎、香附二帖，諸症若失。
    
***腰肢神經痛兼更年期出血
  **女，50+歲，貧血明顯，稍見浮腫。身心過勞而感冒風寒，且久已停止的月經亦傾注而下。發熱惡寒，頭痛嘔氣，腰痛，骨節疼，下肢麻痛，口苦咽乾，微渴，耳聾，胸脅苦滿，咳嗽無痰，小腹疝痛，下血未淨。柴胡桂枝湯。上午服藥後，口苦、發熱惡寒、頭痛盡除，腰肢酸痛去十之六七，小腹不痛，下血稍減，咳嗽減，下午再服原方，翌日病盡除。
    
***血壓再度上升頭痛不眠目焮腫衄血
  **男，54歲。體格壯碩。顔面充血，赤如重棗而略見腫脹，兩眼焮腫充血，赤脈縱橫。兩日前于辦公中頭痛欲裂，突然大量鼻出血，繼即由上颚流下口内，口鼻流出溢滿，一部份必須咽下，因此翌日大便盡黑。經西醫注射止血，量得血壓超出240。據雲全顔面如被火灼傷，燒熱而如火焚狀。頭痛眩暈，視力銳減，勉強注視，則現虹彩而重復。口大渴，不眠。然大便不硬。脈沉實緊張，舌黃苔而厚。大劑防風通聖料，囑其今夜必盡全劑以瀉大便爲中病。果然夜半大瀉數行，而得熟睡，頭痛差，灼熱減，口渴止。
    
***激烈鼻出血
  **男，醫師本人弟弟。發病前三四月内，因工作于盛暑之際奔走往返台北高雄，更加日夜交際飲酒，常訴說頭痛欲裂，日夜不眠，精神頗爲興奮。四日前突然大量鼻出血，西醫束手無策，一中醫投以涼血劑（生地，玄參，黃柏，竹茹，側柏葉類）煎藥，亦不見效。繼續二晝夜不止，顔面潮紅如醉酒狀。大劑三黃瀉心湯。半小時後瀉下多量黑便，而出血漸減，精神亦稍微安定。翌日近午再出血，再服三黃瀉心湯，量血壓在200以上。二日後轉黃連解毒湯三四日，不再復發而頭痛癒。
    
***左腸骨窩硬結疼痛被診爲盲腸炎
  **女，15歲，體質營養均佳。三四日前感覺左側腹部腹皮緊張，底下硬結而疼痛。經外科診定爲盲腸炎。然注射三四日無少差。除左側腹部硬結疼痛外，兼具頭眩，小腹脹痛感之瘀血征候。月經恆遲，期間約一星期，量極少，平時常便秘，此外無異狀。桃仁承氣湯。是夜瀉水洩便四五行，翌日疼痛，緊張，硬結盡除，頭痛亦癒。因痛點在左側，且有輕微之月經障礙，故認爲乃瘀血作病，發作可能爲卵巢喇叭管炎。第二日轉用桂枝茯苓丸料。
    
***長期月經痛而眩暈耳鳴心悸肛門瘙癢
  **女，30歲。育有子女三人。雖肌肉豐滿，組織結實，但由其肌膚污黑粗糙，沒有光澤等等看，其瘀血之重，不問可知。眩暈，耳鳴，心悸，手足麻痹而震顫（不随意搖動），居恆口苦口渴而感灼熱，心下痞硬，胃部脹滿，偶而吐酸，食思銳減，屢屢憂愁略有恐怖心理，大便難，尿多，肛門瘙癢之甚。詢以月經，則數年來都是困難狀態，即月經量極少，色如墨水，偶而下血塊，月經前即腹痛，腰酸，頭眩，心悸，全身疼苦，帶下則很少。據雲注射時靜脈血皆正黑而濃。真武湯合小柴胡湯不應。第二，三日，前方再合當歸芍藥散，仍不見效。第四日轉用桃仁承氣湯加味，于是瀉大便後眩暈耳鳴心悸皆減大半。第二劑後肛門不復瘙癢，而手足麻痹，心下痞硬等症狀皆去十之七八。續服五日，膚色漸現潤澤，諸症狀皆除。
    桃仁承氣湯與下瘀血湯及起廢丸同屬強力的驅瘀血劑，雖然歷來臨床家都主張虛人不可用，但亦有不盡然者。桃仁承氣湯的第一目标是在「熱結膀胱」及「少腹急結」（傷寒論中篇）。所謂少腹急結，以現代醫學言之，是指下腹部或臍旁有明顯之腫塊或有索物狀之腫瘤。此種外觀的診察須經腹診纔能明了，但台灣中醫無此習慣，欲行此診法頗難得到患者首肯，唯急症重者偶而有可能。少腹急結之症狀，以女性居多，這種症狀大都爲瘀血所致。以指頭向腹皮腫處平面一插患者即訴疼痛，具此腹證者大都月經閉止或困難。少腹急結可轉用于胎盤殘留，死胎，子宮筋腫，骨盤腹膜炎，子宮炎。據我的經驗：凡服此方對症者，多排出蛲蟲于瀉便之時。
    
***流産子宮出血腰酸體疼
  **女，21歲。體格細小。七日前流産，遂下血不止，非大量出血，唯斷續不止。頭痛眩暈，腰酸如脫，腹痛體疼，七日來不大便而尿短赤。（現代病名爲胎盤殘留症）。羸瘦而蒼白，手足冷，脈稍遲弱，虛寒着明。桂枝茯苓丸料加大黃。一劑通便後諸疼痛減半，出血亦稍減。第二、三日原方，出血止，頭痛腰酸體疼盡除，大便通順。第四日其夫來取藥，據雲一如無病之時，唯稍有疲憊。轉用當歸建中湯。
    以其症狀，若依金匱要略當爲當歸芍藥散，但我以便秘爲主眼點，應當選擇大黃配劑之處方，而當歸芍藥散加大黃之例很少，因此引用金匱之「所以血不止者其症不去故也，當下其症，桂枝茯苓丸料主之」之條文，投以桂枝茯苓丸料加大黃。古時所謂症瘕或症痼，相當于今日之子宮炎症，或子宮筋腫，乃婦人内生殖器腫瘍之類，是皆瘀血停滞于子宮或卵巢之病。
    
***八年喘息，日漸嚴重
  **男，48歲。患喘息症八年，因已故之父親亦爲喘息常習者，故自以爲遺傳性。最近發病卧床二個多月。八年前某夜，于熟睡中因事冒寒雨外出感冒風寒相當嚴重，自是以後，履發喘息。大抵二三月一發，發即治療五七日而癒。患者側卧開口閉目，呼吸淺表而極度微弱，四肢逆冷，脈沉微弱遲，所謂陰脈俱備，遍身冷汗淋漓。病者不能訴述所苦，乃由其夫人代述。甘草乾薑湯，是夜盡二劑，翌日已可自起床進稀粥。自雲諸症狀一如遺失，精神爽朗，比之昨日以前，有如出地獄而登天堂。同日維持原方，每日二劑，症狀僅餘咽中微聞貓喘而已。四日後原病再發，一如初診當時，急往診，脈現浮弱，知其重冒風寒而現表裏證，急以小青龍湯合半夏厚朴湯與之，服二日始癒。轉用甘草乾薑湯合麻黃附子細辛湯，凡十四日，皆照預期收效。採用金匱肺痿門之「此爲肺中冷」，「以甘草乾薑湯溫之」條文。
    
***心下膨滿噎逆嘔吐喘息
  **女，55歲。素患喘息症，大概由于操勞過甚之故，數年來雖經各專科醫生治療，均得暫時茍安而已。年中發作則未能根治也。張氏素通中醫，除自我治療外，前年亦曾托我爲之協助，大都以小青龍，苓甘薑味辛夏仁湯與之，然皆不見大效。據聞之後雖程度稍輕，但喘息時發時癒，身體陷入虛弱狀態。狀頗虛弱，手足逆冷，自劍狀突起至臍上膨滿隆起，按之虛軟不痛而水聲漠漠。數日來不饑不渴，不大便，尿普通。此外最嚴重者爲頭眩體重，噎逆無停時，時時大量吐水，喘息雖數，但呼吸很微弱，似乎陷入虛脫狀態。蓋前此數日雖有噎逆喘滿，然未曾吐水，唯昨夜求神得一方寒涼劑，服後即大量吐水也。數日來多陷于不眠。患者常感咽喉乾燥，口舌冷淡。半夏厚朴湯合甘草乾薑湯，翌日來信雲：「昨日三時半服藥二劑，至夜八時再服二劑，夜間睡眠平靜如常，今早起床已飲一碗稀粥，上腹如常，安好不再脹哕，今早再煎一劑服用。但要用何方，祈再指示。」，第四日突然再發，症狀與前無少異。此時患者四肢厥冷，苦處萬狀，遂決然用大劑之單方甘草乾薑湯，而甘草用蜜炙。翌日來信雲：「服此甘草乾薑湯經過頗有順序，脹滿喘息吐水皆止，現時已經進稀粥，今已服二劑，想再繼續服二三劑未知可否，祈再指示。」，囑其多服數劑，則健康已與平時無異。
    
***産褥中子宮炎
  **女，23歲。近日患感冒，翕翕熱感，頭痛，咽喉腫痛，聲音嘶啞。身瘦體虛，手足不溫，脈浮弱，輕度咳嗽。正氣天香湯加大黃，六劑疼痛盡除。初診後六日夜身忽而惡寒發熱，疼痛再發，急往診，則脈浮而緩，知爲風邪，投以桂枝湯一劑熱退，惡寒罷。翌日再用正氣天香湯，仍加大黃，于是全治。
    
***妊娠中絕後屢發子宮炎
  **女，23歲，體質普通。因生活關繫，在婦科病院施妊娠中絕療法（即放子宮環與子宮内），嗣後漸感生理違和。自是月經屢屢障礙，不但期日進退不正常，而且屢發頭痛腹痛，發熱惡寒。發寒熱，全小腹硬結急痛，不可觸近，頭痛腰疼，大渴引飲。尿利正常，稍有下痢狀。正氣天香湯加桂枝、白芍。一帖發熱惡寒，頭痛腰疼俱癒，大渴亦止。翌日步行自來取藥。第二日原方，諸症狀盡除。
    按時下避妊法大多採取卵管結紮，或子宮環。此法雖能收避妊之效，但大多數皆妨害身體，而誘發生理障礙，就我所接觸之患者，十之五六皆陷于亂經及痿黃，十之三四即多發子宮炎。以中醫學的原則觀之，此種療法是屬于違反生理之征服療法。放子宮環，或卵管結紮亦有反而突然肥滿者，然大多數皆肥而不健，就中以頭眩者居多。
    
***急性腸炎病名診斷下的吐瀉發熱乳幼兒
  **男，未及周歲，發育營養均普通。忽然發熱下痢，經西醫診斷爲急性腸炎，注射服藥均無稍差。是夜更兼發熱嘔吐，發熱39度左右，下水洩痢，嘔吐猛烈，脈浮緊，口大渴，但水入口即微聞腹鳴之聲，繼則吐出。據雲自前一夜起迄今早均無尿。五苓散6包，每包5分。混合飯泔。一包即鎮吐，半日許服三包，嘔吐下痢均止，熱亦退。治療乃以水逆爲主，以腹鳴爲客證。
    
***小兒煩渴遺尿與五苓散
  **男，5歲，健康狀況良好。患兒母親因買四物湯之便，要求爲其而開處方，未能親見患者。近十餘日，突然煩渴引飲。據雲無其它症候，一切正常。五苓散。三日後另一婦人來求購治遺尿藥粉，據雲上述患兒不僅煩渴，且每夜遺尿，服五苓散後兩症俱癒，故此婦人亦爲其子遺尿而來。經考慮，有五苓散，白虎加人參湯，但因未見患兒，不敢冒用白虎湯，故以五苓散（粉末）投之。 傷寒論五苓散條曰：「渴欲水者，少少與飲之，令胃氣和則癒」。然其母雲其飲水不休，可推知此兒非「胃中乾」而已。同條文下段雲：「若脈浮，小便不利，發熱消渴者，五苓散主之。」，此兒是否脈浮，不得而知。棗軒内科秘錄：「平人無病，卒煩渴引飲，…，五苓散有神效。」 遂以平人視之，投以五苓散三包。
    
***大量鼻出血二日不止的少年
  **男，17歲。外鄉來的布袋戲徒弟。身體白胖，标準型壯健青年，但膚色白軟如女性，顔面潮紅如被酒狀，由顔色可推知其爲上逆。在家鄉兩月前曾患一次輕症衄血，此次随團來嘉，突然大量出血急如泉湧，經西醫注射三四針不能止，乃托予診治。自覺症狀爲頭痛，由其後腦筋更痛，口内黏澀，大便順，唯小便赤澀，無熱，不大渴。黃連解毒湯加甘草。一劑血止，是日盡二劑而頭痛亦除，翌日再服二劑而全治。本欲投三黃瀉心湯，因其人便不秘，心下沒有痞硬，所以用黃連解毒湯。
    瀉火劑中以黃連解毒湯的用途最廣，因此合其他方劑的機會亦多。日本矢數道明先生曾以黃連解毒湯合甲字湯治一婦人由卵巢喇叭管炎并發急性腹膜炎，有快速的奇效。矢數氏曾撰文發表于「漢方與漢藥」，對本方又詳細解釋，文長無法全譯。現將其要止略爲節取而散記之：「本文出肘後方之「傷寒時氣溫病」門爲黃連三兩，黃柏、黃芩各二兩，梔子14枚。主治熱極，心下煩悶，狂言見鬼，欲起走，煩嘔不得眠者。肘後方原文：此方瀉三焦之火雲雲。蓋消火藥，即今日之消炎，解熱，清涼也。用途雖與三黃瀉心湯類似，但此方之消炎作用是主治血中遊火，及消殘餘之熱，既除發散，也不似柴胡之和解作用，又不似大黃、芒硝之瀉下解熱，更不似白膏主劑之大寒解熱。舊窗方意解曰：「結毒沉涸而諸藥罔效，或用奇良輕粉□類無效者，用此方有大效。森道柏先生常以此方改造起因于胎毒之小兒虛弱體質，并爲驅逐胎毒之根本方劑。」。馬場和光氏治盲腸炎用三黃瀉心湯兼之，或兼用桂枝茯苓丸料加苡仁、黃連、黃芩，其意即原本此方，亦頗有研究價值也。
    
***急性胃炎注射三針不能止痛的少女
  **女，10歲，自幼兒時代即發育不太好，營養不良。八歲即屢發胃炎，胃痙攣。一年中必發數次，痛時即嘔吐，心胸灼熱，便秘。如是三年間，發作時唯請西醫注鎮痛劑，大抵一兩針止痛。此次發作，連續注射三針而無少差。嘔吐，心胸灼熱，便秘。黃連湯加大黃。一劑疼痛止，嘔吐亦除。連服五劑已感瀉下過甚，于是由第六劑起去大黃。通計十餘劑胃病盡除。
    
***幼兒夏期性癢疹與溫清飲
  **女，1+歲，發育營養均普通。六月中旬患流感，發熱，治療後發夏期性癢疹。皮膚發冒針頭大之斑疹，軀乾輕，而以臀部及手足做多。患部稍現浮腫充血，灼熱瘙癢，患兒因而啼哭不停。大小便正常。四物湯合黃連解毒湯（[溫清飲，即溫血與清熱雙重作用），翌日再來，斑疹已消失大半，連服三劑，一切痊癒。望診上看出患兒屬貧血體質，又由皮膚炎推知其血熱。另一3歲女孩，因患頭瘡經西醫注射消炎劑，不但頭瘡不見效，反而遍身發疹，一如荨麻疹。亦以溫清飲十餘劑而全治。
    
***皮膚瘙癢症（乾性癢疹）
  **男，33歲。北平籍。乾性癢疹多年不癒。皮膚乾燥缺乎脂肪，軀乾腹背，手足等處遍發小結節紅斑點，痛症灼熱，搔扒處呈線條搔痕。此外别無所苦，而大小便亦正常。麻黃連召赤小豆湯加地骨皮，二劑全治。
    皮膚瘙癢症，古時稱爲癢疹。此症在現代醫學昌明，多以細菌爲原因，然而皮膚科專家一致認爲不易治癒之病。中醫學對于皮膚病自古已主張爲内因性，即氣血水三者之間，有某一種循環失調，因而發生此病。但中西醫的主張爲内外因之别，誰是誰非，并非我們淺學者所能下斷語。茲就近所治療而且經患者報告其結果者，據實筆之。
    
***頻回子宮出血而疑懼子宮癌的中年婦人
  **女，37歲。生産子女已五人。體質細長，消瘦，貧血明顯。去年因施人工早産，嗣後屢屢子宮出血（血崩），而且經信近似遲早不準，有輕度月經困難狀態。之後復經一次搔扒，蓋當院婦科醫師診斷爲子宮外膜炎也。雖然經過搔扒，其月經痛的症狀依然存在。夏末某日與同事遊泳，突然小腹疼痛，繼而下血斷續不止，住院治療凡二三十日無少差。主治醫師未下肯定的病名，其本人及同院護士都懷疑爲子宮癌。多量出血，瘀黑而成塊。眩暈，心悸，口舌乾燥而不渴，小腹疝痛，腰酸，下肢麻痹，尤其左下肢更甚。手足微冷（覆被中），脈稍沉而遲弱，大便每日而軟，多尿。自雲全身脫力感，詢其是否肛門感瘙癢，則謂平時都是如此，且常有蛲蟲排出，亦曾服藥驅除數次而不能盡除。溫經湯。翌日中午時下血稍減。腹痛如遺，手足復溫，心跳減。第二日原方，是夜下血盡止，元氣大復，自雲同事皆謂其顔面已有血色，肛門不復瘙癢。第三日因其下血既止，轉用當歸芍藥散料合桂枝茯苓丸料，無大變動。第四日月經來，自雲鮮紅血色，且此次不似平時經來時之痛苦，又經血中已沒有血塊血絲。第五日原方，是夜月經淨。第六、七日均用原方，至是，出血既止而顔面血色紅潤，元氣大復，乃自動退院唯尚未敢上班。患者自此對自己服務醫院失去信心，然心理上仍疑懼是子宮癌，數日後外出求診另一婦科爲之詳查。此時已無病態，經醫師詳查後，發現前此之子宮出血并非子宮癌而是子宮外妊娠，于是開刀手朮而安心。
    
***麻疹治療中突然尿血而解熱
  **女，4歲。發麻疹，因其父爲我的信者，故感染前驅期便求醫治療。第一日用升麻葛根湯。三日後熱勢漸增，而科匹氏斑點亦随之發出。第四日斑點鮮紅已達極點，體溫39.5°C。此時患兒大渴引飲，轉用竹葉石膏湯。第五日熱退至38°C之間，煩渴稍減。竹葉石膏湯第二劑剛服初煎後，排尿時則半盆皆尿血，于是舉家騷然，急囑我往診。至則患兒安好如常，熱亦大減。此時患家必欲我採取應急辦法，經我苦口曉以出血爲急速治療之良候，纔于半信半疑中再煎服藥滓服之，自是尿清而歸于平溫。翌日霍然而癒，斑點退色。
    按急性病（包含麻疹）在治療中突然出血—如尿血或鼻血，西醫看法不得而知，但中醫則認爲良候多于惡候。古書中有明訓：如傷寒論太陽篇：「太陽病，脈沉緊，發熱，身無汗，自衄者癒。」（麻黃湯條），「太陽病不解，熱結膀胱，其人如狂，血自下，下者癒。」（桃仁承氣湯條）。
    日本馬場和光醫學博士認爲麻疹是一種皮下出血的現象而已，所以，發疹中能有出血，就是瘀血的排出，同時也是治癒機轉的良候。據馬場氏說，古時候麻疹的治療盛行實施瀉血法，所以，他想麻疹在最初之時施用少量而適當的瀉血法，必能使發疹減少，而且早期治癒。馬場氏這種主張，深得仲景的秘奧。
    麻疹是一種無藥可治而自然治癒的急性熱性傳染病。所以治療單純性的麻疹不難，所難者是在于并發症同時随伴麻疹而來。初期發熱惡寒，患兒狀似感冒，這是第一難關。至科匹氏斑點雖然出顯，體溫增高，症狀轉劇，此時患兒有無并發症之随伴，這是第二難關。所以舉凡麻疹而未經詳診，便貿然投以升麻葛根湯，我認爲是十分危險的。
    
***無月經卵巢炎
  **女，15歲，生來瘦小蒼黃，膚色瘀血着明，典型的發育不良。15歲仍無月經，居恆頭眩倦怠。除痿黃瘀黑外，食欲不大佳，屢屢頭眩體倦，腰酸痛，大小便無異狀。四物湯加催經劑和理氣劑。凡三個多月始見經血，顔面稍有血色，且漸有光澤。約四個月後，忽覺左臍旁急痛，硬結，繼則發熱，就近聘某婦科醫治，診斷爲卵巢炎，然注射無少差，是夜請我往診。患者唯泛身煩熱而不惡寒，左臍旁硬結疼痛甚，不太渴，大小便無異狀。投以黃連解毒湯加荊芥、防風、甘草一帖，翌日往診，已自起操作，雖恢復平溫，但左臍旁尚感鈍痛，再與原方與之，三四劑病盡除。多年前矢數道明式曾以此方合甲字湯治一婦人卵巢喇叭管炎，據矢數氏之報告，一劑即痊癒。
    
***服安眠藥昏睡苦悶的少婦
  **女，20+歲，新嫁未及半年，爲醫師的鄰居。數日經夫婿責駡而憤恨，一夕以偷多量安眠藥秘密吞服，以時間推算當爲初夜，藥量不得而知。發作時昏睡苦悶空嘔，時夜半之十點左右，被發現已是午前一點。床頭尚留有餘藥和包紙，舉家驚惶失措，正拟送醫洗腸。餘不忍坐視不救，乃以紫丸（約五分）頓服之。十五、六分鍾後連續吐水五六次，随後瀉便十餘次，至黎明已清醒如常，于是飲以冷水以止其瀉。
    千金方紫丸：「治小兒變蒸，發熱不解，并傷寒溫病，汗後熱不解及腹中有痰癖，哺乳不進，乳則吐蚬，食痫先寒後熱者。」，紫丸的應用，相當于西醫之蓖麻子油僅僅在于瀉便而已，也不像蓖麻子油有一種難以入口的氣味。而且治療範圍相當廣泛而溫和，這可從其原典千金方的「無所不療，雖下之亦不致虛也」一語證明。
    吉益東洞對紫丸所下的定義：「紫丸治胸腹結毒，或腹滿不大便，或有水氣。」，現對千金方所治四症，加以說明：
    * 小兒變蒸：發育過程中的發熱狀態，爲正常生理狀態，非病態。其症狀與生齒熱及腺熱相似。
    * 傷寒溫病：廣義言之，爲傷寒論中的陽明實熱。
    * 腹中痰癖：泛指腹部硬結膨滿之病，包括今日之腹水、結核性腹膜炎、實證型腸間膜痨、脾臟腫大，乃至肝硬變等。
    * 食痫：痫疾爲痙攣性神經病的一種，大抵相當于現今的腦炎、疫痢，或尿毒症的某一時期。「大人曰癫，小兒曰痫，痫發作有間之意也。」，食痫即痙攣性神經病而兼有便秘－腸性中毒的症候。
    千金方紫丸：赤石脂酥焙，代赭石醋淬七次，各一兩；巴豆三十枚去殼膜淨油；杏仁五十枚，去皮尖。上四味爲末，巴豆、杏仁别研爲膏相合，更搗二千杵，當自相得，少入面粉爲丸，密器中貯三十日取用，兒服如麻子一丸與少乳汁令下，食頃後，與少乳勿令多， 至日中當小下熱除，若未全除，明旦更與一丸，百日兒服如小豆一丸，以此準量增減，夏月多熱，喜令發疹二三十日輒一服佳， 紫丸無所不療， 雖下不虛人。
    
***顔面蜂窩織炎
  **男，6歲，體質營養均良好，平素很賞少生病。五月十日突然發高燒，據雲超過40度，全身疲勞倦怠，失去平時活潑狀態，是夜左頰發赤，隆腫，灼熱疼痛。急就某外科專家診治，注射擦藥雙管齊下，症狀有增無減。召餘往診爲發病後第四日。顔面赤，呈潮紅之外候，左頰部患處隆腫發赤，熱可灼手。體溫40.2°C，脈浮緊而頻數，頭痛，煩躁無安靜時，口大渴，舌被厚白苔而乾燥甚，腹膨滿硬結有底力。此時患兒陷入呼吸迫促，且時時起發作性痙攣。 據雲發病二日前迄今不大便，尿利銳減。紫丸一丸之六（0.6）。五六分鍾後嘔吐三次，随即洩下水洩便六七次，于是熱退，痙攣止，諸症狀大減。即轉用小柴胡湯加桔梗石膏，翌日腫消痛止。此外一星期餘用原方而兼芎黃丸，病癒回復舊時活潑之狀。
    
***急性腸炎與不換金正氣散
  **男，4歲，兩年前以長期洩瀉遂致形成脾疳。當時以茯苓四逆湯，生薑瀉心湯，消疳飲等治之。此孩子平時不肯受節制，因而時起食傷下痢，然都不太嚴重，大抵一二小包五苓散便可治癒。此次因飲食過度，先起下痢水洩，同時腹脹滿，發高熱。狀似感冒，泛身高熱，腹部膨滿，下痢日夜二十餘行。不換金正氣散二日份。服至二包，下痢即漸減少，而熱漸退，至夜半，腹脹亦消。翌日已與常時無異。
    
***百日咳的奇迹
  **男，6歲，發育營養均不太好，皮膚粗糙而缺乏脂肪。患百日咳經注射十餘日無少差。脈稍浮緊，乾咳無痰，咳嗽之聲相繼連續，呈現百日咳特有的咳型。麻杏甘石湯加桑白皮（時方派稱爲五虎湯）。因藥店無杏仁，權變而改不用杏仁而加半夏、升麻、薄荷。一帖則咳嗽若失，據其母雲，是夜不聞咳嗽，翌日二煎咳嗽盡除。
    
***壯健者的肋間神經痛
  **男，45歲，頗強壯。以販薪柴爲業。突然發熱惡寒，同時右下脅攣急疼痛至于不可轉側。痛時自汗淋漓，脈緊而弦，發病前已不大便四日。大黃附子湯。一劑後瀉下，惡寒去而疼痛若失。金匱要略腹滿寒疝門：「脅下偏痛發熱，其脈緊弦，此寒也，以溫藥下之，宜大黃附子湯。」，「趺陽脈微弦，法當腹滿，不滿者，必便難，兩腳疼痛，此虛寒從下上也，以溫藥下之。」。大黃附子湯是溫熱性瀉下劑，投藥之際能把握「此寒也」的診斷，則不論病名，皆可應用。
    
***狹心症？心臟血管神經症？
  **女，23歲，平素禀性薄弱。月經不甚障礙，但稍有輕微之月經痛，手足易冷，屢有輕微之頭眩腰酸，平日也胃疝痛。胃痛腰酸頭眩，爲近年來常有症狀，大都以理中湯或真武湯，或二方合用，大都能得小康。本年來發作症狀雖不見加劇，但仍時發疝痛。至七八月間發作時疼痛波及肩背。一日夜兩三發，以理中湯作消極治療。十月尾，程度加劇，次數加多，形成狹心症症狀。吾大起恐慌，欲延西醫爲之治療，然爲病人堅拒，突然由胸部發作疼痛，急痛，呼吸困難，冷汗淋漓，疼痛波及肩背及上肢，顔面蒼白，瞳孔放大。如是發作頻回，夜多晝少，發作時間短者五六秒，長則二三十分鍾。栝蔞薤白白酒湯。一劑即鎮痛，連服二日夜共四劑。第三日起兼用千金之當歸湯，日夜輪番服用此二方，日漸減輕，十餘日不間斷乃告成功。
    金匱要略「胸痹心痛短氣」門，有栝蔞薤白白酒湯，栝蔞薤白半夏湯，栝蔞薤白桂枝湯，人參湯等主方，但皆各有不同的主征。千金當歸湯，出千金方心痛門，原文雲：「治心腹絞痛，諸虛冷，氣滿痛。」；淺田宗伯着《勿誤藥室方函口訣》：「此方治心腹絞痛，諸虛冷氣滿痛」，「原南陽曰療胸痹心痛，并陳舊腹痛。」，又雲「大冷者加附子一枚佳。」。
    
***出生40日乳兒墜腸服小建中湯下痢
  **女，40日，發育營養俱良，大便正調，唯尿量稍多，除陰狐疝外無病。腫瘤雖然稍硬，但按之不痛。四五日前發現右側陰唇上隆腫，一丸大如姆指，稍硬。據雲啼泣時更大，靜卧時略見還納。發現腫瘤之前常聞腸鳴之聲。小建中湯一劑，分二日服用。服一日份起下痢頻回泥狀便（據雲日夜廿餘行），且時時啼泣，但腫瘤消大半。二日後腫瘤消而腸鳴不復聞。
    
***永年胃痙攣的農家婦人
  **女，48歲。數年來經西醫診斷爲胃痙攣，或急性胃炎。由于常年卧病，看似60+歲。居恆胃部疼痛如刀刺，痛點在臍上，痛時該部位硬結成塊，雷鳴，移動，拒按。痛時冷汗淋漓，手足振顫。日常腹部脹滿，尤以右旁更甚，嘔氣頻催，喜噎酸臭。酸臭如脫不可仰卧。恆口内冷淡，嗜熱飲，大便非秘即洩。老衰而消瘦，顔面呈熏黃之色而帶瘀黑，手足厥冷，脈沉微而遲。生薑瀉心湯加川椒，不應。改用黃連湯加大黃木香，仍不應。經反省，改以大建中湯爲主劑加入厚朴溫中湯，一劑大效。自雲全體症狀癒十之七八。再取七日份藥，痼疾因而治癒不再發。
    
***分娩血崩腹脹滿疼痛
  **女，37歲。育有五個子女。分娩第六胎時，下血不止，同時全腹部突然膨滿疼痛，經西醫診斷爲惡露未盡而出血。治療後出血止而餘症仍猛烈。體質似頗薄弱，稍現貧血狀態，但家人雲平素未嘗生病。腹膨滿，腸管蠕動疼痛不可觸，腹中雷鳴，腹痛猛烈時如結塊之物衝動。大渴引飲，喜熱。四肢厥冷，右下肢末端麻痹至于失去知覺。據雲麻痹在發病之前已有，但程度不重。又自發病迄今大小便均閉，須施人工通導，然後復閉止。數日來食思盡失，唯時時大飲熱湯。大建中湯（見金匱）合厚朴溫中湯（因尿閉便秘而不嘔）加大黃。一劑痛大減，腹略消，口渴稍減，大小便仍不通。第二日原方，疼痛如遺，排少量瘀黑便，略進稀粥，口渴盡除，本日仍施與人工通便，需經重按始感腹痛。第三日大小便自然通利，原方去大黃。第四日處方不變，諸症狀盡除，飲食起居與平時無異，唯下肢末端仍麻痹。七八日後回鄉自養，其間服用藥方轉用當歸四逆加薑茱，四五日後麻痹去十之七八。約二周後麻痹盡除。金匱大建中湯：「心胸中，大寒痛，嘔不能食腹中寒，上衝皮起出見，有頭足上下，痛不可觸近。」
    
***所謂肝病與膽病
  **男，34歲，水泥磚廠貨運汽車司機，體格高大，組織結實，狀似标準型運動選手。十餘日前突如感冒氣味，旋即膚色及眼睛皆發黃，全身不適，右季脅下硬結疼痛。西醫診斷爲肝病兼膽病。經注射索價160元之特效針（當時一鬭米43元），據醫師雲一針即可見效，然經過所定期日後，不但不見好轉，反而身色更黃，又脅下更痛，如此遷延十餘日，經有人介紹來求診。自覺全身疲勞不支，右季脅下疼痛，按之竟然硬結壓痛。口渴，口苦咽乾，胸脅痞硬，便難，尿黃。大柴胡湯合茵陳蒿湯，第一帖雖便仍不通，但右季脅下疼痛去大半而黃稍退，口苦胸脅痞硬亦差。第二帖加芒硝，便快通而黃盡退。第三帖更加石膏，于是趨于痊癒。
    以中醫眼光看，發黃爲主征，不一定都是肝膽病。依傷寒金匱，此症多半屬于瘀熱内蓄，或濕熱所致。宜辨别「身色如熏黃」，「身黃如橘子色」兩種。由急性熱病或中濕之演變者皆有呈此病象之可能。此病患當初僅用罷柴胡湯亦可完全治癒，我反悔合用茵陳蒿湯是多此一舉。
    
***肝臟炎之後遺症與陰囊濕疹交替作病
  **男，40+歲。口腔黏膜及唇舌潰瘍，腫赤疼痛，流涎不止，因而妨礙食物之攝取。居恆頭重頭眩，心下痞塞，腹中雷鳴，大便正常，耳鳴，口苦咽乾，食思不振，此人平素持齋素食。甘草瀉心湯加柴胡。二日後如期收效，口内潰瘍消，疼痛止，頭眩，心下痞塞，腹鳴，耳鳴，口苦咽乾等復合症狀亦爽然若失，食欲稍增。唯右季脅覺得微痛，此爲初診後第三日。翌日宿疾陰囊濕疹發作，陰囊瘙癢灼熱，腫赤，搔扒後涎液淋漓。于是根據傷寒論「瘀熱在裏」之方意，投以麻黃連召赤小豆湯二帖。如期收效，腫消，瘙癢灼熱俱止而涎液收斂。二三日後復發如初診時症狀，但沒有并發口内炎，然尿特别短赤。復用甘草瀉心湯而加茵陳、赤小豆二味，二帖亦癒，遂停藥。月餘後，病人又以陰囊濕疹來取藥。一切症狀與前次相同，而頭眩，心下痞塞，腹鳴等舊疾則皆不見。至此我開始懷疑，此兩症交替作病，必有其固定之病源中心存在。重新聽取既往病例如下：上述兩病交替作病已一年有五個月。先是因患肝臟炎，經西醫診治月餘而癒。嗣後右季脅間常發間歇性疝痛，發痛時則與上述之心下痞塞，頭眩，腹鳴，耳鳴，口苦咽乾（不曾發生如此次之口内炎）等症狀相似。至于此等症狀治癒，則陰囊濕疹又起，陰囊濕疹治癒，上述症狀又來。反復交替很少間斷，而且可以預知其發作期日。至此，我恍然如有所悟，大膽假設，必是肝臟炎治療未完全所致，決意投以龍膽瀉肝湯。二日後來訪，自雲陰囊濕疹已消防淨盡。根據過去經驗，數日後必發心下痞塞症狀，故頻頻以此詢問。我不敢武斷，僅囑其多服數劑以觀其後，并囑其不要兼服其它藥物。五月後因其子生病求診，詢之，始知上述兩症不復發已五月餘。
    我假設肝臟炎乃中醫學肝經濕熱之潛伏，因治療未痊癒，濕熱上升，則現心胸部病征，再上則熱灼口腔造成潰瘍性炎症。濕熱下注，則熱滞陰部而發炎性症狀，所謂陰部炎者，包括男性的陰囊濕疹，下疳，淋病。女性之卵巢炎，子宮炎，子宮筋腫，赤帶黃帶等病，甚至梅毒性的諸疾病。一婦人，患子宮筋腫，大如雞卵，西醫命其開刀割除而不肯。帶下甚多且尿道有異常感。龍膽瀉肝湯服用三月餘，腫消病癒。子宮筋腫大多爲桂枝茯苓丸證。
    
***常習性嘔吐頭眩
  **女，5歲，平素無特病，唯屢屢發作嘔吐，頭眩。發作時則號泣而不能食。如是凡數月間，休作有時。患兒嘔吐頗爲激烈，兩眼緊閉頻數頭眩有如頭在旋轉。此外尿利稍減，不渴，大便正常。五苓散，服完完全無稍差。重新考慮，從嘔吐之情形及不渴等點着眼，轉用小半夏加茯苓湯。連日不能鎮吐之病，竟然一服小半夏加茯苓湯一口即止。一劑盡後頭眩亦霍然痊癒，連服三劑，之後未曾再發。
    半夏與生薑配合，如小半夏湯，生薑半夏湯之類，雖爲鎮吐之聖劑，與有其適應分劑，并非一切嘔吐皆通用此方。小半夏加茯苓湯出金匱痰飲，基本方雖爲小半夏湯，但小半夏湯不加茯苓者臨床應用機會甚少。推其藥理，大概是以茯苓之導水作用，與半夏、生薑協力，使痰飲（水毒）由小便排出而嘔吐自癒之法也。據龍野一雄氏之學說，小半夏加茯苓湯之嘔吐，是由于胃液分泌過剩，此說法我頗佩服。金匱原文：「卒嘔吐，心下痞，膈間有水眩悸者，小半夏加茯苓湯主之。」，小半夏湯條文；「嘔家本渴，渴者爲欲解，今反不渴，心下有支飲故也。」。小半夏湯與小半夏加茯苓湯，僅僅利水之茯苓之差。生薑半夏湯（金匱嘔吐），與小半夏湯同藥異名，此方異于小半夏湯者先煎半夏，以生薑汁合半夏之煎液再煎，如是生薑之辛溫作用自然強于小半夏湯，適應症之嘔吐也是較之小半夏湯爲烈。這可見于生薑半夏湯之條文：「病人胸中似喘不喘，似嘔不嘔，似哕不哕。徹心中愦愦然無奈者」。
    
***高血壓僧帽筋強急
  **男，57歲，患高血壓症居恆頭眩，背強肩凝，心下痞塞，喘氣等症候。原爲鐵路局員工，新近退休歸鄉爲自耕農。體格高，不肥，顔面常翕然而赤，狀如被酒，據雲平素嗜杯中物，唯以高血壓之故，已禁酒年餘。血壓常在180以上，前日酒後嘔吐。聲音嗄嘶，咽頭貼肉，口苦，多汗。大小便正常，據雲平素便秘常習。半夏厚朴湯合苓桂味甘湯，治其咽頭貼肉及嗄嘶，兩帖即癒。後轉用葛根芩連湯加大黃治其它症候，六七帖全治，血壓亦降至140以下。
    肩背強急即爲僧帽筋之緊張，僧帽筋即針灸學之大椎穴。邪客項背大都爲葛根配劑，如葛根湯，桂枝加葛根湯及葛根黃芩黃連湯。以其便秘故加大黃。
    
***肥胖症與月經痛
  **女，25歲，數年來一直爲身體肥胖而着急。身材不甚高，約五台尺左右，體格肥胖，組織結實，血色紅潤，外觀上頗爲臃腫，據雲體重一百十五台斤左右。每月經初日有輕微的月經痛，腹膨滿而鈍痛，腰酸疼，頭痛。一旦經水來，自然漸漸緩解，經量短少色黑，平素帶下多而色黃，食欲旺盛，大小便正常。防己黃耆湯（治肥胖）合桂枝茯苓丸料（驅瘀血）。三日後，自雲帶下已減大半。繼續服用約一個月，患者自雲未曾發生月經痛，減肥大效，體重在一百台斤左右。再服一個月，其間曾因不眠多夢而轉用桂枝茯苓丸料合黃連解毒湯六七帖，而首尾一貫用防己黃耆湯爲主劑。
    防己黃耆湯出于金匱要略之濕病及水氣病，「風濕，脈浮，身重，汗出惡風，防己黃耆湯主之。」（濕病），「風水，脈浮，身重，汗出惡風者，防己黃耆湯主之。腹痛者加芍藥。」（水氣病），「喘者加麻黃半兩，胃中不和者加芍藥二分。氣上衝者加桂枝三分。下有陳寒者加細辛三分。」，服用後的反應記載：「服後當如蟲行皮中，從腰下如水。」，「病人肌膚肥白而扪之其肉虛軟而不實者，此爲正氣衰而不旺，浮水泛濫也。雖非腫亦屬表虛之水氣。此證雖不問男女老幼，但多屬廿五六以上之未嫁室女。卒然肥滿，衝逆而兩頰泛紅，經水短少，心氣郁而不開者，概非佳候也。若醫者誤爲行經不利而投以通經破血之劑，則不但不能收效，反啓禍害也。」（日本 和久田先生）
    
***小兒慢性腎炎
  **女，5歲，農家女。發育營養均不惡。顔面軀乾手足浮腫，經二三位西醫診定爲慢性腎炎，治療月餘無稍差。轉用青草藥頭，症狀更加惡化。顔面軀乾手足浮腫外，咳嗽，無痰，微帶喘氣。浮腫處按之不甚陷沒，浮腫以顔面較重，大便正常，小便短少（這是腎臟炎應有現象，而有無濁尿則父母未曾注意）。食減少，不甚口渴。小青龍湯加利水劑之白朮，茯苓，木瓜，二帖咳嗽稍減餘無少差。轉用真武湯加防己黃耆湯，連服四帖仍然無效。第七日轉用苓甘薑味辛夏仁湯加麻黃、厚朴，一帖則尿利暢通，浮腫消而咳嗽亦盡除。再四劑，歸于全治。
    
***常習性皮膚瘙癢症
  **男，已婚，嘉義溶劑廠員工。體質普通，除每年天氣寒冷時發皮膚瘙癢之外，并無着患。皮膚乾燥，缺乏脂肪，秋冬之際雖日夜瘙扒但沒有涎液。翌年夏初天氣漸熱，不需治療而自然消失。此次發生于夏初，而且瘙癢之前惡寒（不記得是否發燒），頭眩，口發焦臭，且瘙癢程度甚于往年。依往例注射十餘日，但無稍差。桂麻各半湯（以發其小汗），一帖瘙癢減十之七八，再服三四帖全治。據雲之後三年不再發。
    
***激烈口渴與自汗
  **男，5歲，發育營養均普通，平素易患感冒。 通常投以小青龍湯，大抵一二劑痊癒。因感冒而發微熱。輕微發熱（37.5°C），咳嗽，微喘，涔涔然自汗出，脈浮小，微口渴。麻杏甘石湯是日盡全劑，是夜反高熱39°C，自汗更甚，一夜更換衣着二三次，大渴引飲殆無停時，翌日往診時仍然如此。詢以小便情況，則自雲昨日向晚至今尚未排尿。投以五苓散，一服吐止，半小時後小便快通，熱退，汗稍止，大渴亦除，是夕再服二包，然猶有輕微小汗，遂轉用桂枝湯加黃耆、附子，于是痊癒。
    若從高熱，大渴引飲，自汗淋漓看眼，是爲白虎加人參湯證，然白虎加人參湯證當脈現洪大，或浮滑，如「服桂枝湯，大汗出後，大煩渴不解，脈洪大者，白虎加人參湯主之」（太陽上篇），又如「傷寒，脈浮滑，此以表有熱，裏有寒也，白虎湯主之」（太陽下篇）。如此則本證之脈象又不符合。而且白虎湯又不該尿閉一至于如此程度，蓋白虎湯加人參證必是多尿。若從消渴、小便不利之五苓散着眼看（如煩渴，尿利減少），「太陽病，發汗後，若脈浮，小便不利，微熱消渴者」（太陽中篇），或「中風，發熱六七日不解而煩，有表裏證而欲飲水，水入口則吐」（太陽中篇），則本患兒沒有嘔吐，而且五苓散證不該自汗如此之烈（五苓散證雖有汗出但不致如此之烈），患兒之父來取藥時說，患兒剛大量吐水而渴，飲後再吐，至此，五苓散證已明。
    
***肩項強急疼痛與葛根芩連湯
  **傷寒論葛根湯證之所謂「項背強，幾幾然」，其作病部位即現在解剖學之「僧帽筋」，包括闆狀筋，肩甲舉筋，甚至包含菱形筋。換以經穴名，其位置相當于上自風府、風池，下迄身柱、心俞。病邪集積于這一周圍，以傷寒論原則是以葛根爲主劑。此種症狀以現代的病名分類言之，常見于腦炎，高血壓。所以，五年前我出版「高血壓症自己治療法」一書，曾將葛根黃芩黃連湯編入。物換星移，五年後之今日（1962年4月）始得竹馬友林xx氏報告其本人服用此方之經過，爰詳記之以備參考。
    男，57歲。身材魁武，氣力充沛，組織結實，血色佳良。雖有輕症之痔出血，但不太重視。平素嗜好杯中物，三年前曾一度患肝病，服西藥後壯健如常時。飲酒仍不間斷。二月患感冒，照例由其本人開出發表劑（病者精于中醫學，唯側重時方）數劑而癒。然餘邪未盡，數日後發病。突感視力銳減而復視，旋部頭痛，項背，肩胛強急疼痛，不唯不可轉動，即坐起亦需旁人扶持。同時大便不通，幸而精神仍健，乃自開九味羌活湯服用數劑不效。遂經友人嚴氏推薦用葛根湯，依然不差，苦楚難堪。嗣經嚴氏憶起拙著「高血壓症自己治療法」有葛根芩連湯加大黃，乃以該書示之，經林氏讀後認爲此方最適。葛根芩連湯，第一帖即感大差，第四帖始瀉大便，通計六帖而霍然。
    按葛根芩連湯原來爲大陽病誤下而招致喘或下痢（赤痢狀之禀急後重）之劑。如「太陽病中，桂枝證，醫反下之，遂利不止，脈促者，表未解也。喘而汗出者，葛根黃芩黃連湯主之。」（大陽中篇），實際上此方之運用，不必拘泥于曾經誤下，亦不僅用于喘或下痢而已。要之，以肩項強急爲主要目标，則齒痛、風火熱目、不眠症，亦有應用機會。日本名著「類聚方」有加大黃之法，以治高血壓症之有表證者，與瀉心湯異曲同工。
    
***子宮腫瘤硬結疼痛
  **女，30+歲。曾生育一子，平素月經量少色黑（來潮日期很短二三日即淨），有輕微月經痛。此次以來潮後十餘日，仍然斷續不止，被某婦科專家診爲子宮發炎，經治療不差，乃來求診。初診主訴爲來潮過十餘日仍不止，色黑量少。 頭重眩暈，腰酸腹痛而感小便膨滿，食思不振， 便秘（爲常習，據雲平時五六日一行而如兔糞），尿少。投以正氣天香湯合桂枝茯苓料。一劑不應，翌日轉用桃仁承氣湯， 瀉下後， 經血止而腹痛腰酸眩暈等症俱除，遂停藥。翌三月中旬，月經提早六七日來潮，此次雖經血中混有僅微之血塊，但量略多，且鮮紅，爲歷來所稀有，最使患者欣慰，爲此次沒有月經痛而六七日始淨。可是，經在欲淨末淨之際，發見左臍旁緊張疼痛，該局部如有腫瘤，自按之，果然在深部生一塊大如鸠蛋，因此行動時即疼痛不堪，甚至排大便時稍一用力亦痛如刀割。此外則左半邊頭痛，左腰部疝痛，不眠多夢，食思全失。此次大便頗順調，唯苦尿閉。于是，大起恐惶，乃往求X婦科診斷爲子宮瘤腫，認爲除開刀切除别無良法。患者限于經濟困難，轉而與我商量。但對此婦人我在初診當時已認定瘀血充斥，蓋此婦人體質雖非嚴重虛弱，但不太豐滿而且膚色呈暗黑色而稍似熏黃，口唇粘膜有紫色細脈。此外綜觀其前症即可判明其瘀血之程度矣，于是慨然諾之。溫經湯，囑其勉服二三星期。第二日無何反應。此時我忽然發覺誤投藥方，蓋此婦人雖非頑強體質，但亦非虛寒者，當無用溫補驅瘀之必要。況現時當歸、川芎、玄胡等物又極昂貴，使患家負擔過重亦不合算。遂轉用桂枝茯苓丸料加玄胡、瓜仁、苡薏仁，二劑後頭痛腹疼腰酸等症俱除，而患部緊張亦稍解。四劑後腫瘤消失淨盡于是停藥
    
***老人性皮膚瘙癢症
  **男，75歲盲人。數年來患皮膚瘙癢症，經各皮膚專家治療無少差。體格雖然瘦而長，但除目盲及現病之外，腰腳尚頗健捷，耳猶聰，食欲旺盛。自雲痛癢以冬令寒冷時更甚（今年寒冷期間特别長），天氣溫暖則稍差。常習便秘，大抵五，七日一行而硬，其次則微感口苦咽乾。皮膚乾燥甲錯，缺乏脂肪。瘙扒之處呈灰白色爪痕，紛紛落屑而無濕氣。當歸飲子（平素對此種患者大都用真武湯），三帖全治。
    瘙癢症以仍以陰陽虛實爲前提，有表證者用各半湯，瘀熱内蓄者用麻黃連翹赤小豆湯，肝經濕熱者茵陳嵩湯。陽明證者人參白虎湯，以爲通套劑。但老人性則非老手所能，二十年來我所遭遇者以真武湯證居多。
    
***霍亂狀之吐瀉腹痛
  **女，24歲，體質頗健美。三日前突然發熱惡寒，頭痛腹痛，繼而嘔吐下痢（水洩便）并作。就近延西醫注射，熱退，惡寒罷，餘症無少差。脈稍浮緊，頻回嘔吐，口渴，下痢水洩，尿少，腹痛腸鳴。此時已無寒熱證，爲頭痛尚甚。胃苓湯，一帖各症痊癒，遂停藥。四日後忽然頭重眩暈，口渴，耳鳴，全身疲倦，尿利減少，月經忽來，投以五苓散料一帖而癒。
    
***特發性高血壓及單純性甲狀腺腫大
  **男，28歲。台大畢業。平素體質雖非絕對強健，然未嘗大病，唯在初中（約七八年前）時即有輕度頭痛，後腦筋拘急，胸部逼迫感等症候。當時雖曾加以治療，唯以不太嚴重，故治療亦不甚積極。迫至大學將屆畢業之時則症狀癒形嚴重，乃就台大附屬病院治療，經動員各種科學的檢查，結果斷定爲特發性高血壓症兼單純性甲狀腺腫大。然治療二三個月，症狀有增無減，于是失望而歸。最感難堪者爲頭痛，眩暈，□胸部逼迫。其次則爲後腦筋拘急，胃部飽悶，全身倦怠，不眠。這一復合症候最顯著者以早飯後至下午五六點之間，如果不食早飯則是日之症狀大減，然如此又妨害營養，所以數年來都忍饑禁食早飯以防症狀惡化。可是禁食早飯并非病症全除，隻是症狀稍輕而已。血色不甚佳良，脈弦稍遲。舌濕濡無苔。據雲血壓經常在180 ~ 110之間，沒有口苦咽乾。小柴胡湯（解除其胸部逼迫）加葛根（解後腦筋之拘急）。二帖後，胸部症狀盡除而後腦拘急亦解，餘症無少差。半夏白朮天麻湯二帖，以治痰厥頭痛，二帖後自雲各症狀去十之七八，睡眠亦佳，稍能進朝食，原方再與二帖。自是不復來，治癒與否則不得而知。
    我推定本患者之所謂高血壓并非正面證，因其數字僅在180而已。且甲狀腺亦見得顯著隆起，脈又呈陰性，如此若以高血壓治之殊非上策，于是先以小柴胡湯加葛根治之。第二次以「痰厥頭痛」爲目标投予半夏白朮天麻湯二帖。按本患者都于朝食後先覺疲勞倦怠，胃部飽悶然後發生上述症狀。這可能由于胃神經反射所致。
    
***性交後出血不止之早熟女人
  **女，14歲，典型早熟女子，13歲初經。身材高大，肌肉結實，黝黑，外觀如二十餘歲。家庭赤貧，14歲年初即賣與某鸨母，操皮肉生活。月經常一月兩三見，來即十餘日不止，或一二月不來，經量少呈紫黑色，帶下多而微黃，大便恆秘。每于性交後即出血。每一次交接，大抵出血四五日，乃至十餘日，然無顯著苦楚。西醫診斷爲子宮外膜炎，然治療月餘無少差。桂枝茯苓料加大黃，一帖出血稍減，連服一星期而全治。
    
***嘔吐腹滿痛
  **男，35歲，平素身體極壯健，骨骼粗大，肌肉結實。忽覺腹痛而膨滿，自覺下腹部充滿氣，飽滿疼痛如絞。經西醫注射無少差。第二日更兼腹鳴，腸管蠕動，溫溫欲吐，大小便正常。第三日症狀癒劇，疼痛不堪而嘔吐，大量吐水不止。自覺口内冷淡而不渴，腹雖膨滿，但空洞按之無底力。桂枝加芍藥湯一帖無少差，轉用大建中湯，藥入口不久即吐出大量水漿，同時并吐出蛔蟲一條粗大如箸頭，于是腹消痛癒而嘔吐亦不復作。
    
***肝病瀉下後陷于昏睡狀況
  **男，老年。于二年前患輕症腦充血，曾于一時期呈半身不遂狀態。當時經我以三黃瀉心湯，黃連解毒湯等交互選用而恢復正常。一九五六年夏，曾以身體違和及不眠，托xx堂張xx博士診療，經診斷爲肝病，注射後并投以下劑。是夜瀉下數行而元氣急速衰退，全身沉重疲憊脫力，唯橫卧而兩眼緊閉，呼吸微弱，陷于無欲狀態乃至昏睡狀態。扶之傾側則傾側，扶之仰卧即仰卧，意識不明。注射強心劑亦無反應。于是舉家驚惶，延至翌日夫人乃派人來召。經審視發現爲「少陰病但欲寐」證俱備。真武湯二帖，囑其一晝夜用完，明日則清醒，當時夫人半信半疑，然亦别無他法，乃勉強服用。翌日一大早我即往訪而本人已起床洗盥，精神頗佳，此後續服三四帖而健勝如常。
    
***心痛徹背背痛徹心
  **女，71歲，農家婦人，狀頗衰老。數年來以心痛徹背，背痛徹心之症狀，求各中西醫百治不差。主訴二三年來每每（每日發作或一日夜數發）起發作性之心胸疼痛，急劇如錐刺，痛點呈流動性或散在性并無一定，節發作時或由胸部起而波及背部（如金匱之心痛徹背，背痛徹心），或牽引而及側腹（如胸滿脅下逆搶心之狀）；疼痛時，身起惡寒，口渴，氣欲絕。平時多便秘。此時盛夏五月患者猶着厚夾衣，則其寒冷可以推知。烏頭赤石脂丸，以湯液之大黃附子湯三帖囑其煎服，疼痛大差。三日後其胞弟再來取藥，詢之據雲大便并不太通，但各症狀已去十之七八，于是，四劑全癒。按本患者若以現代醫學眼光看之，諒爲肋間神經痛，但從中醫的尺度而言，則屬金匱要略之胸痹心痛也。
    
***慢性盲腸炎
  **男，34歲，農村少年，身材雖非魁梧粗大，但筋肉緊張結實。受雇管理柑橘山。據雲此人對于造林頗有經驗，且能耐勞。一九六二年秋因柑橘已近成熟，勞動過甚，遂發生盲腸部疼痛，程度雖非嚴重，但無可能從事工作，乃就近托某開業醫注射斷定爲盲腸炎。盲腸部疼痛多以饑飽之際爲甚，大便一日二三行，軟而少，多尿。食欲旺盛，頗嗜熱飲，脈無特殊，手足不冷。桂枝加芍藥大黃湯，二帖與之，大便瀉下後疼痛仍不減。第二次原方去大黃，亦不差。第三次再來乃重行檢討。從外表看，本患者應非虛寒證，但以其多尿及嗜熱飲二證沽量之當屬内寒，應爲當歸四逆加薑茱，然手足不冷，亦當在考慮之列。經考慮後乃冒險投之，竟然一帖即中，前後四帖而全治。我感覺運用傷寒條文實不可拘泥于斷章取義也。
    
***八年的氣管支喘息，肥厚性鼻炎，腰骨神經痛
  **男，42歲。經營小型乾電池廠。中等身材，第一印象爲張口，聳肩，挺胸，膚色蒼黑，顔面憔悴。以氣管支喘息，肥厚性鼻炎，胃酸過多，腰骨神經痛等復合病症由其夫人來請往診。氣喘，呼吸頗爲吃力。咳嗽無痰，喘鳴上氣，嗽輕而喘甚，呼吸困難，自汗淋漓，頭痛欲裂，胸部痞硬塞窒如載巨石，口渴，口苦咽乾。鼻水，鼻塞（據雲此症長年如是），心悸，肢節疼痛，尤以腰骨酸疼終年不休。胃部壓痛，吞酸嘈雜，食思盡失，便秘，尿短赤。據雲八年前初僅咳嗽而已，唯因百方治療，累積而成此復合症使。脈沉實而洪大，尚有底力，舌苔厚而呈乾燥之黃褐色。此外寒熱證則稍具往來寒熱之狀。大柴胡湯證加味。（此加味法是從日本名家模仿而來的），分量如下：柴胡2.5，大黃2.0，枳實2.0，黃苓2.0，半夏2.5，白芍2.0，大棗2.0，生薑2.0，杏仁2.0，厚朴2.0。翌日往診，至則患者方伏案而喘，遍身冷汗，四肢逆冷（據雲發喘時大都如是），唯喘鳴之程度較之昨日差得頗多。據雲昨夜服藥後瀉下三四行，于是苦楚略爲緩解。診察後我認爲大柴胡證未罷，仍維持昨日原方。第三日傍晚自騎腳踏車來求診時，喘鳴已去十分之八九矣。但患者經二日來之瀉下，雖然胸脅苦滿及喘鳴大差，然以腹痛不堪，乃以原方去大黃與之。第四日咳嗽，喘鳴殆已趨于消失，唯鼻水鼻塞，頭痛未除，其中尤以頭痛爲猛烈。乃轉用柴胡桂枝乾薑湯，連服二劑而頭痛爽然若遺。第六日喘咳、胸脅痞硬、頭痛、肢節疼痛、往來寒熱己無問題（此後如何未敢預斷），唯長年之腰骨神經痛此時反覺嚴重。于是以「内有久寒」爲目标而轉用當歸四逆湯加吳茱萸、生薑，一帖腰骨酸痛大差，連服二帖不再來取藥，以後如何不得而知。
    本患者爲勤于求醫服藥之人，何以集數種沉疾于一身，而荏苒八年，日趨嚴重？在初診之時我睹其氣喘之甚而採「急當治标」之方針，是以未曾深究其既往病歷，毅然以大柴胡湯濟其危急，幸而皆照預期通過。然而對于其所以致此宿疾之經過，我仍未能忘懷也。及至第六日，我見其病勢已去，于是以「問不厭其詳」態度追究其病歷的始末如下：當八年前患者爲一三十四歲之壯年人，某日偶患感冒，咳嗽喘息，求治于某中醫，服藥三日反而咳嗽喘息癒甚，此時患者信心頗爲動搖而詢其究竟。該中醫竟謂患者身中宿有「暗傷」，當治癒「暗傷」而留下喘息方無生命之慮，否則生命不出數月矣。據說，當時聞此預告如聞青天霹靂，然而既信之自不便不照某指示服藥，豈知自是而後竟種下如此復雜而綿長的沉疾。在此八年間因受不起如此苦楚，曾經數次拟圖自殺皆爲家人發見而未成。經上述某中醫治療月餘而症狀日漸惡化，于是轉向某博士，經過一段期間雖漸有起色，但身體已日漸衰弱，各種復合症候進入弛張性，或周期性，唯鼻塞則長年不稍差。其間曾一度就治于耳鼻專科，診斷爲肥厚性鼻炎。至于胃痛胃酸過多，自雲多服鎮喘劑所致。在此八年漫長的歲月中，唯夏天暑季中略有短期間的小康狀態而已。每當夏秋之交以迄翌年夏初則如處于地獄，所以希圖一死以了此苦楚。每次發生之病狀均與上述現症無異。據雲每次經西醫注射之藥，憑其感覺即知爲何種藥品而不需看牌子，于此可見其勤于求治也。本年來，對于醫藥已感失望，偶有以宣講易理爲人療病者在本市某地弘法，因而踵門求教。適在座聽講者有我的舊患者，相與談及此事，遂介紹而來求診。
    
***滲出性胸膜炎即肺膜炎
  **男，31歲。生來不大強健，不久之前曾患重症腸傷寒症住院治療頗久，雖于危殆中挽回生命，但已因此使身體趨于虛弱。漸現胃寒征侯，而且容易患感冒。一九六二年四月初，突然惡寒發高熱，右胸部刺痛，全體症狀一如當時腸傷寒初起之狀。因而懷疑腸傷寒再發，乃就診于省立醫院。經照射X光，發見右肺膜積水頗多，于是施穿刺抽水療法一次，從此則住院治療。數日後熱退，病勢稍衰，然肺膜之積水不能盡除而留下下述症侯。此時主治醫亦恐頻同穿刺抽水有害肺部，故勸誘患者轉用内用藥使其徐徐排出。住院一個月餘，雖急激狀態既已解除，而逍遙性病候仍在。退院後經某西醫用發汗驅水療法半月餘，即服用發汗劑（據雲西藥粉末藥名不詳）每日三次，每次皆汗出淋漓，如是半月不僅病狀不能除，反而日見衰弱。于是，因其母親之慫恿囑我爲之治療。自退院後唯覺全身疲憊而已，故勉強照常上班（縣商會），唯每至深夜二時即先感右胸部壓迫痞塞，呼吸漸次困難，繼即如有痰涎徐徐從胸部上衝氣管，此時發作喘息或咳嗽，喘鳴作水雞聲，甚或胸中隱隱痛，頭痛，腰肢酸疼。同時全身翕翕然如欲發熱之狀，旋則冷汗淋漓，呼吸幾至窒息而絕。因此每夜陷于不眠，翌日則疲憊不堪。此種症狀大都每夜發作很少間斷。日常生活頗有規律，睡眠必取左側下向以防右胸部壓痛。自謂平素胃寒，故喜熱飲，大便正常，小便稍多。體格普通唯稍近虛寒證，脈弱，稍遲。經再三考慮後引用金匱要略之痰飲，投以小青龍湯。本拟以「上氣煩躁而喘」一句爲目标而加石膏，唯本患者平素胃寒故不敢用，乃以小青龍湯加厚朴杏子一帖。是夜雖仍發作，但程度頗輕，據雲差一半以上。第二日原方，是夜末發作
    
***結核性腹膜炎
  **古時的慢脾，又稱爲脾疳，按其整個症候羣，相當于今日之結核性腹膜炎。此病之發端及其形成殆有固定，初起大都由于哺乳食餌等之失節，因而發生下痢型之急性腸炎，治療不適宜則成慢性腸炎，于是荏苒歲月則形成此症。當此症尚未定型之際，一般醫生大都以抗生物質之米國仙丹或肺痨針等爲最高療法。然而，抗生物質雖號稱藥物的最高峰，但畢竟其效能也是有其一定範圍，不然，中醫臨床家又何從接觸此種病者。
    我每年接觸此種病者少說也有二三十名，洩痢嚴重者開始先以驅寒溫補之茯苓四逆湯一個長時期，然後長服消疳飲。症候不太嚴重，體力未盡衰者則始終僅用消疳飲一方，不知是僥幸成功，抑或是病者適合中醫療法？很少不成功者。關于此病的治驗我曾寫過數篇載于本書。茲再從去年一例詳記之以資參考，因爲此例爲各例中之比較标準型者，故特爲留之。
    女，3歲。二歲之時，因其母與人私奔，其父四出找尋，遂由其祖母抱養。然其祖母又因家計關繫常外出爲人幫傭，因而撫養失調，漸次虛弱。十二月末出水痘，繼又出麻疹。于是，下痢不止。自此之後急遽消瘦脫肉（原來極爲肥胖），自汗，大渴，浮腫，腹脹滿，食思盡，肌黃發直，顔面如猿狙狀，大小便發異臭，日夜啼泣不已，如上述之标準結核性腹膜炎。茯苓四逆湯二帖，漸呈有形便而次數減大半。再投原方二帖則洩痢止而整個症候亦減。食思大進，患兒血色漸佳，唯腹滿未消，肌肉未甚增。于是，爲圖于長期服藥計，乃轉用消疳飲之粉劑。連服三四個月一切症候消失淨盡。翌年見此兒，活潑肥胖勝于往日。
    
***百日咳痙攣期
  **男，7歲。發育，營養均極不良，面黃肌瘦，一見如脾疳型。六七日前由于感冒咳嗽不已，經服某西醫之内用藥，雖感冒差而咳嗽更加激烈，至此乃斷定爲百日咳。于是投藥注射并進，然病仍有增無減。乃轉囑我爲之治療。咳嗽痰多，屬于虛寒體質。小青龍湯加杏仁石膏。三帖全治。以後轉用消疳散以治其脾疳。
    
***痔出血
  **痔疾在現代醫學上被列爲一種專科，尤其台灣一般靠秘方維生之江湖郎中更羅列五花八門的不同病名以衒其神秘。因此，專攻内科學者對此病多不敢過問。就是患此病者亦多求之所謂專科遂使很多良方束之高閣。
    痔疾雖然是麻煩之病，但中醫内用多能收預期功效。蓋此病泰半以上多起因于郁血，常習便秘。以下一例是運用日本名醫原南陽之乙字湯，因其短期間收效，故概略記之以資參考。
    女，35歲。育有三子，平素頗爲健康。四歲時手朮一次外痔之外并無何等疾患。然而自四歲時手朮外痔之後，每逢感冒或身體過勞時，即肛門懲覺輕度灼熱微痛。重者且有出血征候。大抵一二日休息，或服成藥消炎片，大都可以自然而癒。如是，年中發生二三次，或未曾發生。以其不太嚴重，而且容易治癒，遂未加注意，荏苒三十餘年。十二月十五日復因感冒而痔疾再發，四五日前由于大便後（便軟）出血，初時量少，痛亦輕，及至十二月十五日早則大量出血，疼痛灼熱。較之平時發作更爲嚴重，其間曾數用平素常服之消炎劑亦不見效。 依例診察之後，知無其它并證。用原南陽氏之特疾專劑乙字湯與之。初一帖無何反應，翌日再投一帖，則不再出血而疼痛亦減輕。連服四五劑血止而疼痛盡除。
    乙字湯：柴胡七分，升麻四分，甘草三分，生薑二分，黃芩七分，大黃四分，大棗四分（原書如此）等七味組成，此方爲野津醫學士所轉載者。又據安西安周所載之乙字湯則無生薑、大棗而有當歸。安西氏爲淺田流的最後門徒，據雲痔疾當急痛劇痛之時于此方中加乳香，是爲淺田流的常用法則。至于我對于上述患者是用野津氏之方，即有生薑、大棗而無當歸。原南陽爲日本德川時代名醫，著作等身。其創制之方劑中迄今猶爲臨床家奉爲準繩者，除此方之痔疾妙劑之外，尚有專治心臟病之針砂湯。
    
***攝護腺炎
  **男，22歲。身材高而瘦，蒼白，貧血着明。生來禀賦薄弱，長年小便淋瀝，尿意不斷，溷濁尿，全身疲倦，頭眩眼花，在其故鄉醫治由西醫診斷爲慢性攝護腺炎，中醫則診爲腎虧，然治療皆不得要領。適值役男年齡，乃帶病入營，派入鳳山陸軍。訓練中雖身體不支，唯以國民義務應當如此，也自勉強忍耐。當時在營中適與我信仰者林君同隊，介紹來嘉求我診治。手足稍冷，脈遲。症狀如上述。清心蓮子飲二帖。第二次（隔月餘）各症候平均差一半以上，由外觀上亦可察知其血色稍佳。再以原方二帖與之，自是消息杳然。三年後林君退伍後常因感冒來診，詢之始知其人僅服四帖則諸症盡除而元氣大復，退伍時見其血色紅潤。
    按清心蓮子飲出和濟局力。汪讱庵醫方集解編爲瀉火之劑。其提要爲：瀉心火，治消渴，崩淋。換以現代朮語，此方專解心腎虛熱，而且補脾肺之虛。諸凡思慮憂愁過度，亦即精神過勞因而損害脾肺，或酒色過度而傷脾腎以致虛熱者皆有應用機會。
    從病名方面言之，患慢性泌尿器科疾病而體力未甚衰者最爲適合。諸如身心過勞招溷濁尿，慢性淋病，或膀恍炎。或排尿乏力而殘尿。或古人所謂白淫之婦人帶下，尿如米泔。或虛羸之糖尿病者，尿如油脂。或虛熱之腎臟結核，尿呈溷濁。或性神經衰弱遺精。或虛火之口内炎等症適合此方之機會頗多。
    總而言之，時方派所謂心腎交虧，肺脾俱損所誘發之虛熱者頗爲有效，故此方最爲時方派所賞用。我平素對于未入陰虛證之糖尿病者大抵用此方收效者頗多，至若陰虛證具備之糖尿病則非八味地黃丸莫辨。
    向讀日本「古訓醫傳」，載有北尾春甫先生（維新前名醫），治一男子二十三歲，生來則患陰萎，而且患遺精，尿多白濁，濁中屢屢湧出微細幼蟲，蠕蠕然而動。先生認爲屬于濕熱陰萎者，以清心蓮子飲爲主，又以其脾胃虛弱，兼用異功散，連服三年餘，全治而壯健，嗣後連舉三個男孩雲雲。
    
***夜而喘息咳嗽晝日即差
  **女，54歲，農婦。體質相當瘦弱，有未老先衰之狀。四五年來以下述症候，經各中西醫生診治，病名雖爲慢性氣管支炎，或氣管支喘息，但四五年來均無少差。喘息，咳嗽，喀稀薄清痰，胸脅痞硬壓迫苦悶，屢發頭痛或齒痛，但一旦發作頭痛或齒痛之時，即上述之喘息，咳嗽自然歸于稍差。而且胸脅苦悶亦同時自然而癒，此種經過爲臨床上所稀有。此外則口舌咽乾，嗜熱飲，不眠，大便正常（尿未詢及）。以上宿疾徑四五年之經驗，大都發作于晚上八九點锺左右，發作時大都各症紛至沓來，苦楚異常，如是，延至深夜十二時以後，即自然漸趨于緩解。而翌日上午即殆如無病者。半夏厚朴湯合柴胡桂薑湯一帖。不應。翌日轉用小青龍湯加厚朴杏仁，是夜不發，連擴服用半個月而各症狀消失無餘。二月後其子因感冒來求診，談起此事輒致感謝之意。據雲自喘息癒後體重漸增，顔面血色已現紅潤。唯有一症；手指屢屢自屈而不能如意伸直，或伸直強硬而不能如意屈曲，迄現在猶未癒。雖然此一病狀在未經我治療之前已有，但我的記錄未有如此記載，容許是此病狀被患者認爲不重要，故在治療過程中未曾提及。
    
***膝關節炎，陰狐疝，頭部淋巴腺腫脹
  **男，37歲。勞動型筋骨體質，肌肉雖不豐滿但尚結實，唯熏黑粗糙而缺乏脂肪。雖然年方壯歲，但體質如□□型。以右膝蓋關節炎，腫脹疼痛，又右睪丸下墜之病，歷訪各中西醫半年餘無稍差。右膝蓋骨内側之筋肉腫脹疼痛而有灼熱感，由此處爲疼痛中心，而流注于下肢各處，諸如内踝，外踝，中足骨，指骨等處，皆常與膝關節同時連帶腫赤疼痛，工作中疾行時更加難堪，因此，常請長期病假。先是關節炎治療不久，右側畢丸則漸覺下墜（我推定必爲服寒涼藥所致），至最近更加向下方而墜，牽引強急，常與關節痛并發。食欲佳，唯常習便秘。桂芍知母湯加大黃。初時不甚效，第三帖以後始略差，自是日漸轉好，十餘日後不唯關節炎癒，則睪丸亦恢復原來位置，如無病之時。停藥月餘後，又以頸部淋巴腺炎來求診。據雲此病在治療關節炎之時即已約略發生，唯當時恐醫生不能兼顧，故隱忍不敢發表。唯近日來進展頗速，故不能再忍。至于前此之關節炎及陰狐疝已無問題矣。此時兩側頸部之淋巴腺現散在性結核，大如鸠卵，按之移動，疼痛。自覺項背拘急，頸部強硬。以通套之小柴胡湯加桔梗、石膏與之。十餘日不見好壞，于是再加葛根、海藻。一帖則大差，再服十餘日而全部消散無餘。
    
***急性胃炎
  **女，20歲。外表看來相當健美。年初患卵巢炎，腰腹酸痛，帶下不止，服十餘日倡腱瀉肝湯，症狀癒十之七八。治療途中常苦不眠，轉用丹梔逍遙散料，三服全治，遂停藥。同年十一月又由于胃痛經某西醫診定急性胃炎，注射數日無少差。胃部膨滿灼熱疼痛，頭痛，口苦咽乾，大便秘（此外無寒熱證）黃連湯加大黃二帖，大便雖然因此快通，但胃痛仍無少差。轉用半夏瀉心湯二帖，亦無效。第五日重往診察時，患者除胃痛之外更爲口舌咽乾所困惱，因而由口苦咽乾聯想到柴胡湯證，又由此而想起傷寒論之柴胡桂枝湯條有「心下支結」之句。從臨床經驗，此「心下」二字包含胃部也，于是投以柴胡桂枝湯。一帖胃痛頭痛俱癒，連服三帖各症爽然若失。
    
***眩暈症
  **男，50歲。省嘉商工友。在學校工作相當辛勤，去年二月某夜值班偶因操作過重，突然暈厥不省人事，經同事施救，蘇醒後當場大量吐水，自是之後經常頭眩，眩暈，極度心下痞塞，心臟無力，頸項及肩背強急而酸麻，口極苦，食思全失，大小便無異常。以上症狀荏苒年餘，百治不差。尤以不能食之，故遂致日漸衰弱，雖然年僅五十，但從外貌看，則似六十歲以上。其間歷經各中西萬生診治所得病名，唯爲籠統之「貧血」二字而已。迨入本年來已無法忍耐上班，乃請病假銳意求醫，然大都失望。經人介紹，囑我醫治。脈弦而遲弱，舌濕潤微黃。小柴胡湯二日無少差，轉半夏瀉心湯四日亦不差。再轉柴胡桂薑湯二三日唯頭眩稍輕而已。乃以「痰厥頭眩」爲目标而用半夏白朮天麻湯，二帖後大差，食稍進。續服月餘各症狀盡除而食欲旺盛，體重亦增加。
    
***發作性胃炎
  **男，12歲。平素身體不太好，營養發育均不良。年餘以來屢發胃炎。發作時則胃痛，頭痛，發熱惡寒，項強，口渴嗜冷飲而嘔吐不已，而且平素大便正常，而一旦發病則大便不通。如是，年中必數發，發則以注射勉強敷衍。1960年12月15日又再發痛，依例仍請某西醫爲之注射，然經過二日治療仍無少差。口發焦臭，其它症狀如上述。黃連湯加大黃。隔十日，其母再來取樂，據雲是日服後大便暢通而一切痛苦盡除，茲爲安全計，希再服一劑。自是而後不再胃痛，事隔二年多矣，其間曾因感冒來求診，但胃病不復發。
    
***所謂腦貧血症與苓桂朮甘湯
  **患者無寒熱，但覺眩暈頭重，甚至外界回轉，升降感，同時并發惡心嘔吐，至于坐位或卧不敢轉換者，依照現代醫學診斷之，泰半以上所下的病名都爲腦貧血症。
    當然腦貧血也有上述之復合症侯，但腦貧血是全身貧血的一症候，所以其眩暈并非突然發作者。而且患者由外觀可以望見其貧血外貌，斷非一朝一夕即發作此症。即從治療而言，也非短時日所能補其嚴重之貧血也。我對上述症狀─尤其以眩暈爲主訴者，大都着眼于水毒，亦即痰飲 。以下二例爲最近比較稱心之成績。
    女，43歲。平素無着病，唯偶爾感冒即發痰咳，或輕度浮腫，大抵二三劑小青龍湯則霍然。常時身體頗健。1962年8月20日中午，突然感覺頭重眩暈，于是放下工作就床斜卧，随即外界回轉，身體如升降之感，兩眼不敢舒放，此時心胸中迫逼，欲吐不能吐。患者無寒熱，亦無特别病象，脈亦正常有力。苓桂朮甘湯合小半夏湯。一帖即能起床工作，二帖痊癒。
    女，30歲。雖非特别強健，但頗少生病。前一日夕時，忽感頭重頭眩，于是就床橫卧，繼即兩眼發花，全身如在空中回旋，其次則嘔吐酸水，胸滿，口苦。一夜不敢遷移卧位。脈緊弦，除上述症狀外無他病。吳茱萸湯。一帖嘔吐止，眩暈減大半。再服一帖病大減。二日後以胸滿口苦爲目标，轉用小柴胡湯一帖，胸脅苦滿除。再轉苓桂朮甘湯三帖各症俱除。
    眩暈症以中醫言之多屬于痰，換以現代語即爲水分代謝失常，所以運用苓桂朮甘湯療法者最合適。至于運用苓桂朮甘湯必以下述條文爲依據：「傷寒若吐若下後，氣上衝胸，起即頭眩，脈沉緊，發汗則動經，身爲振振搖者，苓桂朮甘湯主之。」（太陽中）；「心下有痰飲，胸協苦滿，目眩，苓桂朮甘湯主之。」（痰飲）「夫短氣有微飲當從小便去之，苓桂朮甘湯主之。腎氣丸亦主之。」（痰飲）。
    
***頭痛眼淚滂沱
  **女，42歲。平素身體虛弱。動輒咳嗽頭痛，屢屢顔面浮腫。年中易感冒，大抵感冒之時即頭痛，眼臉酸疼而流淚，此三種病症大都同時并發。月經狀態，則每月來潮時略感輕度頭眩體倦而已。此外并無特别苦楚。平時大便正常唯覺多尿而已。四月初，復因患夏季感冒而發上述痼疾：即猛烈頭痛，眼臉及顔面微腫，眼淚滂沱不止。唯此婦人由于事業上關繫不便于煎中藥，故屢有疾病多以注射敷衍之。如此，大多荏苒十餘日始得稍復。但此次已拖延十餘日而症狀反壞，乃于四月中來求診。苓桂朮甘湯加黃連，細辛，車前。一劑各症狀若失，遂又停藥。同年六月十五日舊病復發，因未檢查舊記錄而投以香芎湯不效，是夜再來因其追述既往，乃以前方與之，而得顯效。
    
***熱利三例
  **有發熱惡寒之表證同時并有洩痢腹痛之裏證者，傷寒論謂之「協熱利」－即痢，所以誘發此證之原因，據傷寒論原文：「太陽病，外證未除而數下之，遂協熱而利」（太陽下篇），準此以觀，則此證原先隻是桂枝湯證而已，由于醫者誤投下劑，乃成此證。
    從臨床上的經驗，此證不一定皆由誤下，大抵平素胃腸虛弱，容易下痢者，泰半于罹感冒之初即現此證。以現代朮語言之，屬于感冒之胃腸型。
    1962年夏秋之交，台灣發生震驚國際之霍亂症，歷七八九三個多月，其間因官方過于渲染，且施行強制的隔離治療，因此，偶有食傷嘔吐，或腸炎下痢者大都不敢公然求之西醫，于是中醫臨床家就更有機會接觸此類的疾患。以下三例就是在此情況下依照傷寒論的法則而迅速成功者。
    第一例：
    女，54歲。某接骨師的太太，體格瘦小虛弱，屬于虛寒體質。平時凡有感冒即發痰咳，大都以小青龍湯收效。同年八月中，其夫患流感皆由此婦人口述其病狀而取藥。數日後之一夜，突感全身違和而疲倦，繼而惡寒戦栗，頭痛腰疼，旋即腹痛洩瀉。據雲一時間約六七行。此時更兼濈然自汗出，溫溫然欲吐而不能吐。遂命其子來囑我往診，至則患者覆重被而猶振振然惡寒，（ 無熱），此時酷熱暑盛，而此患者不但體溫頗低而手足厥冷。脈雖浮，但遲而乏力。此爲桂枝人參湯證，乃投以桂枝人參湯，囑其今夜盡劑。翌日我因早晨散步之便訪之，則患者已自起備晨炊，料理孩子們上學之事。據雲昨夜服初煎即惡寒腹痛俱減半而猶下痢一次，此服二次前後遂睡去。今早起床則昨夜諸症狀已爽然若失。現在唯覺口微苦，而頭眩體疼雖未全除，但頗輕。于是轉用柴胡桂枝乾薑湯四帖，各症俱消失無餘。
    第二例
    女，農家婦，操勞過度的虛寒體質。夜半突然發熱惡寒，頭痛體疼，繼則腹痛洩痢。唯因遠處僻村，故隱忍一夜，翌日由其夫來問藥時症狀猶未稍減。桂枝人參湯。向晚其夫再來取藥，據雲服藥後各症狀皆癒，遂以原方與之，于是全治。
    第三例
    男，劇作家，此人亦屬虛寒體質，平素感冒多以小青龍湯或人參湯加細辛、五味子最適合，蓋具有胃寒及慢性氣管支炎也。九月初覺全身違和，傍晚時則淅淅然惡寒，繼而發熱，頭痛體疼，腹痛，下痢，紛至沓來。此人居于市區，往診比較方便，診定爲桂枝人參湯證。連服二劑一切病除，遂停藥。蓋此劇作家雖平素身體虛弱，但由于工作忙碌，偶有疾病亦皆二三帖，病差即罷藥。
    按桂枝人參湯之運用雖是從傷寒論大陽下篇之「太陽病，外證未除而數下之，遂協熱而利。利不止，心下痞硬，表裏不解者，桂枝人參湯主之」一條爲基乾。但其轉用則有更廣泛之範圍而不必拘于太陽病之誤下也。
    依據原文，則此痢屬于誤下所誘發，于是「表證未除」，故仍發熱。一方面又由于在不適合攻下之時期「而數下之」以致「協熱而利」而「利不止」。至于「心下痞硬」相當于胃部膨滿或疼痛，這種并發症狀可能是由于下劑傷害胃腸之結果，即所謂「胃中虛，客氣上逆」也。大底原文應作如此解釋。
    可是，依照臨床經驗，本方之主治不一定皆是經過誤下之痢，而且不一定皆并發發熱。從上列三例看，第一例則全無熱狀也。大抵平素胃腸虛弱者罹患感冒很容易呈現此證，是不必皆經過誤下也。此證若以現代朮語言之則爲「胃腸型感冒」。
    總之，具備人參湯證而兼有表邪者不論發熱與否皆有應用之機會，故此方爲臨床家常用之。
    
***生産之後子宮出血
  **女，21歲。三十五日前生産，突于昨夜大量子宮出血，經某婦科注射，無稍止。翌日由其夫王氏口述其症狀來囑我投藥。據雲（以下皆由王氏口述）平素體質強健很少生病（現在亦然），此次初産時很少惡露，二日間即淨。一切均極順調。然經過三十五日之昨夜竟突然大量出血，同時小腹硬滿疼痛，腰疼，大便秘，大渴引飲。又所下者大都紫黑血塊。此外無特别病侯。桂枝茯苓丸料加大黃，一帖下血水甚多，二帖血止而各症狀若失。二十日後小腹硬滿急痛，用天香湯一帖即癒。迄今健勝如常。
    由以上所述，十之八九可推斷爲「胎盤殘留」所致。今日之所謂胎盤殘留相當于古時之症痼，金匱雲：「所以血不上者，其症不去故也，當下其症，桂枝茯苓丸主之」。此婦人是爲桂枝茯苓丸正面證無疑，故可加大黃。唯以未經接診而貿然投藥，是我最不喜之行爲，然因患者無法來受診，遂從權投以桂枝茯苓丸料加大黃。
    
***肩背強急之少婦
  **女，26歲，服務電信局，結婚後已生一子。數年來以肩背強急（即肩凝）之病屢治不差。蓋此婦人因所服務機關日夜工作多忙，故大多囑西醫爲之施藥或注射，因此，未能根本治癒，遂感失望而希望轉用中醫。經由同事介紹求我爲之治療。此時最感痛苦爲肩胛及項背（此部爲現代醫學之僧帽筋）部強急而酸麻，此種病狀年中無日無之，唯程度重輕之差而已。月經正常，大小便無異狀。桂枝加葛根湯。一帖而消息杳然。二周後爲感冒而來，詢之，則數年之痼疾得一劑而根治。桂枝加葛根湯乃依據傷寒論「項背強」之條文。此次感冒，頭痛，鼻水，腹鈍痛（今日不大便），投以桂枝加芍樂大黃湯。大便暢通，腹痛癒，頭痛未差，轉用柴胡桂枝湯，于是全治而停藥。始終通計僅服三劑。
    
***吐瀉頭疼肢節疼痛
  **男，55歲。身材高大，組織結實，爲一胼手胝足之勞動型體質者。三月末因其女兒患腹痛重症來嘉就醫，其本人則來此看護，大概由于過度勞動（其家住中埔鄉石碑村之小西湖，據雲乘汽車至石研還須步行三小時）跋涉，或偶患傷暑，突于四月初五夜發生吐瀉症。一夜異常苦楚，至翌初六日症狀轉劇，乃來求診。自昨夜迄今頻回嘔吐，下痢水狀便，尿短而赤，口渴，頭痛，肢節疼煩，全身倦怠而有微熱。五苓散料一劑。據雲服藥後涔涔汗出，少頃頭痛肢節疼等症若失，同時微熱退，口渴亦止。此爲翌日自來致謝時之報告也。
    
***滲出性胸膜炎即肺膜炎
  **男，新生兒，十餘月。發育營養均不太好，七八月時則屢屢微熱盜汗，下痢。如是，屢發則囑某小兒科爲之治療。然不大起色，因而日漸消瘦。近日來經某小兒科注射後微熱盜汗已減少，唯此數日來下痢反甚，青色泥狀便日夜十餘行。患者之父覺察此兒腹部似爲膨滿，有鼓腸音，而且食思銳減，依此叙述，我料想必爲慢性腸炎。詢之，果然某小兒科亦診斷爲腸炎，然數月之治療不能癒，因此頗爲失望。附子弄玉湯一帖大差，三劑全治而食欲漸旺。十餘日後復來囑我往診，原來下痢癒後不久復發微熱，同時盜汗之甚。至此始直接診察患者：全身蒼白，貧血，腹虛滿，雖微熱而手足冷，于是投以桂枝湯加黃耆、附子二劑，全治而下痢亦不復發。
    
***病名不詳的脅下扁痛
  **男，19歲。體質普通而稍近貧血狀。1960年5月中旬突然右脅下急痛如刀刺，在其附近聘某西醫往診而不知病名，唯注射鎮痛劑敷衍而已，然三日間不但無少差反而疼痛更甚。乃于5月14日（即發病之第三日）由其母護持來求診。入門時不能坐立，側卧長凳之呻吟不已。睹狀似頗痛苦，而右脅下痛不可觸。當歸四逆湯加玄胡、台烏藥、大黃一帖。二年後，據其母雲當時服後不久則瀉下數行，于是痛止而睡去，翌日各種症狀頓然若失。
    
***肩背神經痛
  **女，25歲，體質雖非特别強壯，然健康程度稱得上标準。一年半前初生一女孩子，旋即感覺肩背強急疼痛而酸麻，繼即延及手腕，臀部。上述症狀在平時已覺難堪，一遇風邪時更爲嚴重而激烈。自發見上述症狀同時常感頭眩起即眩暈。頭部瘙癢之甚而發垢密生，據雲二三日每洗發一次，而仍發垢盈頭，瘙癢不止，因此而妨害睡眠。大便正常。至于月經狀態雖無特别障礙，但每當月經來潮，初日則子宮有酸疼感，而此次已逾四十日未來，但是否妊振，此時尚未可貿下斷語。唯據本人之經驗則似非妊振也。患者最感憂慮者爲顔面枯燥，雀斑日漸叢生，在青年婦人而言是一種美麗的致命傷。桂麻各半湯加葛根，一帖後頭部瘙癢止，是夜睡眠大佳。第二日再來雖筋肉疼痛未差，但我認爲方證既已符合，縱使一時不能兼收各症之效，亦不宜輕易變換方劑，乃連用原方一禮拜而悉數收效。
    第一帖頭部瘙癢止，發垢大減，則爲始料所不及，因爲頭部瘙癢及多發垢，在臨床經驗上多屬麻杏苡甘湯的正面證，而本患者服一帖則差大半，真使我感覺意外之收穫。二帖後項背肩，腕骨，臀部等神經痛亦已見效，而七日間將一年半之宿疾一掃而盡。後來正拟治療其雀斑，旋因其夫調職離開遂作罷。
    治療原則除雀斑留待後日看月經情形再作第二步驟，其它症狀先行治療。考慮麻杏苡甘湯，或桂麻各半湯。前者出金匱要略風濕病，後者出傷寒論太陽篇，前者主風濕關節痛，兼及發垢叢生，頭部瘙癢。後者主太陽病「不得小汗出」，故身發癢而兼及神經痛。此二方對本患者頗爲適合，因此取捨相當費心，最後決定先投以桂麻各半湯，而以傷寒論之「項背強急」，宜葛根湯，則以藥理言之，葛根亦爲緩解項背－即僧帽筋－之主藥，于是于桂麻各半湯中加葛根。
    
***急性膀胱炎之農婦肛門瘙癢
  **女，43歲，農家婦人。體質虛弱，枯瘦，皮膚粗糙甲錯，一見而知爲瘀血證，膚色黯黑。曾被診斷爲急性膀肌炎并而治療月餘不差。膀胱部及兩側急結膨滿，自發痛，壓痛，尿閉而尿意頻數，排尿時尿道疼痛如刀割（另一西醫診爲淋毒性膀膀炎）。大便秘。此外頭痛腰酸，喉頭炙肉顯然，行路時則心悸甚而嘔氣頻催。不眠多夢。口内澀而嗜熱湯。平素常習月經痛，恆進退不定。月經來潮大都下紫黑色血塊，月經時則頭痛腹痛更甚。此次月經閉止二個月餘。此外最傷腦筋者就是肛門瘙癢之甚，大抵因此而不能睡眠。桃仁承氣湯一帖，據雲是夜大瀉下數次，排出蛲蟲不少，同時尿道痛癒，腹脹痛亦除而全部症狀去十之七八。翌日轉用桂苓丸料加大黃遂不再來。半年後其鄰人來診，詢之始知全治。
    
***肩膊神經痛
  **女，57歲。體格頗健，操作家庭瑣事不遜于兄婦輩。忽于四，五日前感覺右肩膊酸軟而疼，漸次波及右腕。以至不得梳頭發。體質血色均極佳良，不但肢節未見厥冷，脈亦正常（沒有傷寒論所謂細欲絕之象），甚至無半點虛寒征候。大小便亦極正常。麻黃加朮湯二劑不應。轉當歸四逆湯與之，稍差，翌日加吳茱萸、生薑，遂大效。連服三劑疼痛若失。
    
***坐骨神經痛之老婦人
  **女，67歲，生來禀賦薄弱。二年前患有腰肢酸疼及頭痛腹痛之病，經各醫生診斷爲坐骨神經痛。雖多方治療，但并無顯效。1959年冬受寒流影響症狀癒劇。體格瘦，貧血着明，顔面微有水氣，手足厥冷，脈象正如傷寒論所謂「細欲絕」而兼遲。僅由視診及脈診則可判斷爲虛寒證。主診爲腰酸疼如脫，兩下肢麻痹而痛，頭重頭痛，全身冷感如浸水中，口内冷淡，食思不振，喜熱飲。此外則屢屢下腹仙痛，多尿，便秘。以上症狀已可推定爲「内有陳寒」。當歸四逆加生薑，吳茱萸。翌日往診，按說服藥後感覺全身溫溫然如欲發熱（但之發熱），渾渾然如酒醉狀，一睡醒來諸痛苦若失。于是續服五六劑，諸症狀消失無餘。
    
***十九年慢性氣管支喘息及衄血
  **女，19歲。理發師，自孩提即因發育不良，兼以營養不佳以致屢患感冒，屢發咳嗽喘息。如是加以治療不得法，荏苒十九年。此間曾一度穫得小康，所謂小康者隻是自暮春三四月天氣暖和，以及盛夏天氣暑熱之間不患感冒，則不發作。其母雲在此時期中雖偶爾感冒而舊病發作，但很容易鎮壓。唯最近二、三年來又復轉劇，尤其天氣寒冷之時更爲不堪。此次發于四個月前，而且月經亦閉止四個多月。
    大概因爲多年宿疾所致，全身顯得消瘦，皮膚粗糙，顔面遍發斑點，蒼白中帶有瘀黑之色。肩聳胸挺，診察時適爲發病中，呼吸短促，幾至不能連續，故一切問診皆由其母代答。此時爲冬至前，天氣極爲嚴寒，患者雖看厚裘及大衣，然猶全身感覺瑟瑟然冷。手足逆冷，脈微遲細。喘哮上氣，咳嗽喀稀薄清痰，頭痛，自汗淋漓，此等症狀與每次發作者相同，唯此四個月來稍爲嚴重。此外與原來不同者，月經不來者四月，鼻血屢出，時或鼻出血與喘咳并作。帶下多而色□，小腹硬結脹滿，側卧時則小腹向下傾，屢屢肛門奇癢。口不渴，嗜熱飲。常習便秘，尿多而清白。
    本年自入冬以後寒流屢屢來襲，對本患者是一種嚴重的打擊，日間看重裘，擁火爐，尚可維持小康。但入睡之時背着褥則惑覺背部寒冷，于是，咳嗽發作，喘息復起。如是屢屢延至深夜猶不能入睡。
    診察後，爲之迷網良久。按仲景原則：「夫病痼疾加以卒病，後乃治其痼疾也」 （金匱臟腑經絡先後病）一句是爲臨床家必須遵守的教訓，然以上之症狀復雜已極，何者爲痼疾?何者爲卒病？此時頗不易分别。
    從腹證：腹滿硬結便秘，經閉，衄血等着眼，則顯然爲桃仁承氣湯之證，但此患者虛寒已甚，又恐其受不了瀉下。若以痰飲喘息看，又適合小青龍湯。在此考慮後遂決意冒險行爲投以桃仁承氣湯驅其瘀血而瀉其宿便，更以喘咳爲副，加細辛、半夏、五味子。桃仁承氣湯加細辛半夏五味子，第一帖大瀉下五六行。明日來診雖腹部硬結稍輕，肛門不復瘙癢，黃帶略減。喘息依然，頭痛仍在。第二日轉用小青龍加厚朴杏子，稍見起色。續服2帖，依然平平。第四日再轉大劑甘草乾薑湯而加半夏細辛，囑其就寝前先以湯婆溫暖被褥，使不受寒冷刺激。據雲一切照我所囑，是夜經過頗好。此方連服一禮拜，喘息咳嗽減大半而元氣亦稍恢復，已能幫助理發工作。第十日喘息咳嗽已癒大半，唯月經尚無動靜，乃轉用通套的探經劑－即小柴胡合香蘇散仍加乾薑、麻黃四帖，仍無反應。同月復用小青龍加厚朴、杏子六七帖，至是喘嗽殆已近于全治，此時約初診後20日。初診後40日略有月經來潮，但量頗少。此時患者常感全身乏力氣而手足厥冷，小腹鈍痛，遂轉用當歸四逆加生薑、吳茱萸，另加桃仁、丹皮。此方服用四五帖後手足漸溫，喘息咳嗽殆已痊癒而顔色已見紅潤。48日突發膝關節炎，左膝蓋腫赤痛疼不可屈伸，投以桂芍知母湯六帖全治。
    
***長期蒸汗盜汗之周歲小兒
  **男，1歲。一個月前由于感冒服西藥，注射，高熱旋復發間歇性微熱。于是自汗，口渴，腹脹，腹瀉，喜噎等症狀同時并至。歷訪各小兒科，熱十餘日無稍差。患兒面黃肌瘦（據雲病前相當肥胖），症狀一如上述：大便初硬後溏，尿閉。診察之際猶涔涔然汗出，雖微熱但患兒顯得十分疲倦。脈稍浮，但頗微弱。小柴胡湯加石膏、黃連、乾薑、茵陳。熱不復發，腹脹、喜噎、口渴均大差，唯自汗未止，小便仍不利。第三日轉用桂枝加耆附湯，于是自汗亦止，連服五劑而元氣大復，遂停藥。先是一月十八日以口内炎，舌尖唇口齒等處較腫赤潰瘍，及微熱、腹鳴喜噎、咳嗽由其母抱來求診，與以生薑瀉心湯一劑全治。如是前後之主證不離半夏瀉心之腹鳴、喜噎，已可推定此患兒固有之體質矣。
    
***眩暈心悸咽喉疼痛之虛弱少婦症
  **女，23歲，體質相當虛弱。體質虛弱，具有常習月經痛之少婦，以眩暈心悸亢進，咽喉疼痛及梅核氣等症候。喉頭疼痛如有異物。據雲近日來頭眩之甚，有時且加外界回轉。喉頭疼痛如有異物塞住，既咯不出，又吐不下。同時嘔氣頻催尤以早晨起床時更甚。此外則口内常覺冷淡，胃部脹滿，因此食思不振。而且近來精神不振，經常嗜眠（推定爲但欲寐之狀）。帶下多，大便順。宿疾則有常習之月經痛（據雲每月必發）。寬中湯，服二劑則諸症狀爽然若遺，至于其月經痛之宿疾如何，沒有機會判定。
    
***咽喉疼痛糜爛高熱
  **男，10歲。體質營養雖非十分佳良，但亦過得去。其祖母雲四歲時曾患白喉，自是而後，凡有感冒易發扁桃腺炎。對此兒之病體及素質我知之頗稔，大抵用小柴胡湯加桔梗、石膏都能得收效。1961年11月初，以感冒、腹痛下痢、嘔吐在學校發作，提早下課來診，投以不換金正氣散料，一劑而癒（當時無寒熱）。翌日咳嗽，口苦，咽喉乾燥微痛，頸部淋巴腺稍現腫脹（仍無寒熱），依慣例投以小柴胡湯加桔梗、石膏二劑，不但無少差反而發高熱，大渴，咽喉疼痛猛烈，而喉頭已現腫赤而且呈粟擴之狀，而且已二日不大便矣。此時其祖母大起恐惶，謂當年患白喉時其症狀一如今日。于是，以現狀言，正適合涼膈散，遂仿一般通套法，轉用涼膈散料加石膏，服藥後瀉下五六行，熱退，咽喉盡癒。唯咳嗽，喀粘痰，痰中混有微量血液，于是回復小柴胡湯仍加桔梗、石膏，遂告痊癒。
    按涼膈散出和劑局方，汪讱庵編醫方集解列爲瀉火之劑。此方雖然一片寒涼，其原本蓋仿自傷寒之調胃承氣湯。故潘思敬曰「仲景調胃承氣湯，後人加味一變而爲涼膈散，再變而爲防風通聖散。」，此方原典有竹葉蜜煎，而無桔梗。但日本通行有桔梗而不用竹葉，想爲療咽喉之藥而變通也。
    以藥物配合推之：此方連用主目标在于實熱便秘，專瀉膈以上之實火。故除治白喉，急性扁桃腺炎之外，如小兒鵝口瘡，鵝口瘡菌寄生口腔粘膜生灰白斑點症狀重篤時，或急性中耳炎，耳下腺炎等症在便秘高熱之際，皆有應用之機會，大概必須加石膏。
    
***長期膀胱炎之瘀血婦人
  **女，22歲。體格細小，膚色粗糙，瘀血着明。劇團女團員。月經停止四十餘日，不知是否妊振。此婦人于去年以久患膀胱炎之症，爲我一劑而痊癒。自雲當爲僅服初煎即各症狀俱除，因當時劇團北移，而病已癒，遂不思再服藥。本年三月間受孕，誤服中部某中醫之通經藥以致流産，遂誘發下述病症以至現在。〔舊記錄：去年來診記錄，當時病名爲膀胱炎（各西醫均診定如是）。症狀即：尿意頻數，小便不利，尿道酸疼，腹脹痛，頭眩腰酸，屢屢肛門瘙癢，大便四五日一行而硬，月經恆遲，量少色淡。此外望診上則與今日無異（瘀血着明）。投以桃仁承氣湯一劑。據其回憶說當時服藥後腹痛，瀉下五六行，旋即月經來，于是小便亦随之暢通，排尿時不復疼痛，至于頭痛，腹痛，腰酸等症狀已爽然若失，此後月經即歸于正常，數年間之苦楚一掃而盡。據雲最感奇怪者爲數年肛門瘙癢亦不復再發。之後已無病苦。）。
    主訴爲月經停止四十餘日，恆頭眩，腹膨滿而疼痛，腰肢酸疼，嘔氣，嗜食酸味，口内冷淡，此外尿頻數，小便不利，殘尿，尿少而黃，大便秘結則與去年略同。唯不復肛門瘙癢。以上諸症候羣中之嘔氣，及病口味雖可推定爲妊娠征兆，但亦不可貿然決定之，遂以通套劑之小柴胡合香蘇散料二帖試探之以觀其後。三日後再來，據雲服藥後僅便通一次，所有病苦已去十之八九。至此，十之七八既可斷定爲妊娠，仍維持原方以迄于臨盆前。
    
***咽喉急痛惡寒發熱
  **男，55歲。平素身體尚佳，唯右頰（三叉神經）神經麻痹（輕度）未癒而已，是故一切活動不遜青年人。正月十七日忽感咽頭如哽魚刺急痛如刺，旋即惡寒之甚。蓋此數日來節近大寒，天氣酷寒，或因失于注意而爲風邪所襲也。是日上午九時左右初覺咽中刺痛，随即乾燥灼熱感，同時于下颚下至咽部之間之外表發腫瘤大如拇指。此時疼痛程度頗烈，食物不能随便咽下。于是，于正午時分囑我診治。脈雖浮，但頗弱，而咽痛惡寒以外并無特别顯著症狀（此時尚未發熱），殆可診定爲少陰咽痛。半夏湯料。回家後尚未服藥而熱已發。據雲：服藥前發熱惡寒而咽痛至于窒息感。是日半日間盡二劑而咽痛、發熱惡寒盡除，翌日再服一劑痊癒。按傷寒論半夏湯是以半夏散加水煎，但此法頗麻煩，所以我都以藥料依普通湯劑煎之，數年來依此法效力并不見得差。
    按半夏散及湯出傷寒論少陰篇，原文記載僅有「少陰病，咽中痛，半夏散及湯主之」一句而已。原文雖簡略，然其應用目标除「咽中痛」三字之外尚不可無視「少陰病」三字。同是少陰病之咽喉痛，豬膚湯在「下痢」、「胸滿心煩」。甘草湯與桔梗湯隻是「咽痛」，不至「咽中痛」。蓋「咽中痛」者指咽之兩側全體而及于咽之深部，即上述本症狀便是一例，與半夏苦酒湯之「咽中痛」同屬深症重症。至若甘草湯或桔梗湯則隻是「咽痛」，是屬于淺症輕症也。以上爲運用半夏散之時與其它處方應當鑑别之特點，然亦須參酌其它症狀也。我十餘年來運用此方大都依據上述鑑别法，所以少有過失。依照日本名家之臨床經驗，此方治喉痹（時方派稱爲蝦蟆瘟），咽頭炎，扁桃腺炎效力頗爲卓著。
    
***急性扁桃腺炎發熱惡寒頭痛體疼
  **男，23歲。剛服過兵役，但面色薄弱，身體不甚強壯。昨夜突然感覺全身瑟瑟然惡寒，繼即發熱頭痛，骨節疼痛，而咽喉疼痛同時并發。延至今日症狀漸覺猛烈，就中以咽喉疼痛至于不可噎下食物。大概因身體虛弱之故，雖然發熱甚高但面無熱色，由其所穿衣看之厚已可推知其惡寒之甚。脈浮，兩側扁桃腺腫大而發赤。主訴爲咽痛，頭痛，骨節疼痛，發熱惡寒。此外别無異常－即口不渴，大小便正常。半夏湯一帖，翌日熱退惡寒除，體痛頭痛亦除，唯咽喉疼痛未盡癒，乃以原方再投與一帖，于是全治。
    
***生産後子宮出血不止
  **女，21歲。體質虛弱，随其夫爲飲食攤販，家境不豐因此營養不良，兼之操勞過甚，頗有枯瘦骨立之象。四日前臨盆，一胎雙男。三日後惡露既淨，忽于第四日突然大量出血不止。于是，延某婦産科醫生注射不能止，病症益形嚴重。體質如上述，出血盡皆紫绀色血塊，自覺症狀爲下腹極度脹滿緊張，腹痛如絞（推斷爲後陣痛），頭重頭痛，大渴引飲，小便正常，自生産後迄今不大便。顔面口唇皆呈瘀血色，舌乾燥無苔，脈沉實稍遲。桂枝茯苓丸料加大黃三劑。下血止而各症狀爽然若失。
    以上症狀若以現代醫學眼光看之，是爲胎盤殘留之後陣痛。然此證正屬于金匱要略之症病也。所謂「此爲腹中有乾血着臍下」，及「所以血不止者，其症不去故也」等條文適合此患者。
    
***感冒解熱後自汗不止之乳兒
  **男，1歲。生後剛滿周歲則屢患感冒，感冒則發高熱。其母爲台籍少婦，習于新文明，而且此爲首次生育，不太娴育兒方法，每有疾病必請西醫注射以求節省麻煩。1960年5月12日復因感冒發熱至39度，就某西醫診治，經注射後熱退，而患兒汗出不止，手足厥冷，如是經過二晝夜，全身顯得疲困，面呈蒼白之色。患兒呈無欲狀態，手足厥冷，顔面蒼白，汗涔涔然不止。桂枝加黃耆湯，一劑汗止而恢復元氣，自是消息杳然。同年底由其外祖母來求藥，據雲此次病狀及經過一如五月間之症。遂再投桂枝加黃耆湯，依然一劑即癒。我乃囑其外祖母雲：此兒屬于表虛者，一劑癒後必須多服數劑方爲上策，但患家聽若罔聞，殊爲可借。
    
***開腹摘出惡露病仍不癒
  **女，24歲。标準型之健康少婦，平素未曾患病。現雖産後而且患病後，體質仍然豐滿白皙，不見憔悴。曾因生産時未下惡露，而患大病而至嘉義剖腹手朮而病仍不癒。先是，妊娠末期即屢因便秘而腹痛。及至安全生産未見點滴惡露，而且仍然不大便。如是連續發熱，腹脹滿疼痛，腰肢酸疼，口苦咽乾，大渴引飲，自汗淋漓。經各醫生治療二三日無少差，乃由其夫護送至xx婦科。據雲診斷爲惡露瀝留子宮作病，經該博士開腹摘出郁血，施朮後雖痛疼程度稍減，但其它症狀依然如故。勉強駐院七八日并無多大的好轉，旋由其夫召我往診。時爲退院後之第三日。主訴爲午後發熱，繞臍疼痛，發病迄今仍不大便，痛時自汗淋漓。此外則口舌咽乾，腰酸足麻。 脈沉實有力，舌苔厚而黃褐，腹硬滿而底力實。大柴胡湯合桃仁承氣湯，一劑大瀉下四五行，熱退，腹痛大減，口渴亦止。翌日再診則舌現淡黃色，不復流汗。再用原方六七日，于是諸症俱除。
    又據其家人雲初次瀉下時便中大半混有黯黑色血液。
    
***定時癫眩嘔吐
  **女，54歲。平素體質清瘦虛弱。屢因感冒而起痰喘咳嗽上氣。二年前以此病症來求診，投以小青龍湯單方，或加厚朴、杏仁即癒。每發此症大多服小青龍湯可于二三日間收效。近半年已少發病。三日前迄今每于午飯後即起頭痛眩暈，外界回轉，繼則嘔吐，吐涎沫。如是雖雙眼緊閉，亦無稍差，吐水後連續眩暈至下午四五時左右始漸漸自然消逝。翌日準時照常發作準時消退，迄今已三日。至于發作中之痛苦則爲心胸部苦悶，呼吸困逼。此外症狀即爲口内冷淡，嗜熱飲，便秘，多尿。身瘦體弱，手足厥冷，脈沉而遲，虛寒證着明。溫熱性驅水劑之吳茱萸湯（便秘預定暫留待明日解決），一劑嘔吐停而頭仍甚眩。因忙年事未繼續服藥，然十餘日後頭眩嘔吐俱已消失若遺。拟用吳茱萸湯或小半夏湯加茯苓。經考慮後，以此患者顯著虛寒證而且多尿，當不合小半夏湯。故以手足厥冷及脈沉遲爲目标，投溫熱性驅水劑之吳茱萸湯。
    
***虛弱婦人鼻出血
  **女，55歲，高度虛弱。五日前以感冒鼻淵頻回噴嚏頭眩微惡寒等感冒症狀來求診，投以麻黃附子甘草湯一劑。五日後，忽派人來請，往診則上述各症俱罷，二日前發鼻出血之症。據雲感冒癒後之第三日起即鼻阻塞不能通，用力噴之則滿鼻孔皆血液（并非流漓），于是慹慹然不止。每于早晨睡時即現上述鼻血。又當發現鼻血之前日常發顔面歙然如被酒，而下肢特别冷，自雲平素雖偶而飲酒或曬日光亦未嘗如此燒熱。所以鼻出血之前日其夫曾詢其何以顔面如是之紅潤，此外症狀則略感頭眩而已。至于平素常發之喘咳則缺如也。苓桂味甘湯，一劑出血減半，頭眩及歙熱俱除，翌日再用原力，于是各症狀消失無餘，二劑停藥。
    我自忖前日投以麻黃附子甘草湯必爲發汗太多，以致犯傷寒論所謂「強責少陰汗」即「少陰病，但厥無汗，而強發之，必動共血，未知從何道出，或從口鼻」（少陰病篇），于是詢之，則前日服藥并未汗出。如此，與麻黃附子甘草湯無關已可斷定。而且此婦人已至更年期，斷經已三四年，當然無經血逆行之可能，是以無用驅瘀劑之必要。再從消炎止血作用之三黃瀉心湯或黃連解毒湯等着眼，則此婦人又繫高度之虛寒體質，雖然顔面燒熱潮紅，而下肢又冷，當然更不適合。後來以潮紅燒熱爲目标，想此婦人每感冒即發痰喘咳嗽，而多以小青龍湯收效，依比，可推定比婦人素有痰飲未盡除。蓋小青龍湯在金匱亦爲治痰飲之要劑，由此乃聯想痰飲門之「青龍湯下已」之下文有「時復冒者與苓桂味甘湯治其氣衝」之句。于是以此條文爲根據而投以苓桂味甘湯。
    
***腎石症腰腹疼痛惡寒戦栗
  **男，35歲。體格雖非魁梧，但相當強健，貨運行運搬工。三日前發病，經醫院診斷爲腎石症，注射服藥症狀反而轉劇。舉家驚惶，深夜從其本家運至市内其二兄處，又復連續注射十餘針，疼苦有增無減。患者以手足匍匐于床上，大聲呻吟不已。此時患者除主訴右脅下（即内腹斜筋橫貫至背後下腹壁之間）疼痛如刀割之外，更加全身惡寒戦栗。脈現緊弦。右腹側有鼓腸音。據雲發病十餘日前則屢屢尿血（淡赤如血水狀），大便少而硬，經注射治療後，乃變症如是。以上症狀正與金匱之「脅下偏痛，發熱，其脈緊弦，此寒也，以溫藥下之，宜大黃附子湯（寒疝）」符合遂投以大黃附子湯。一劑後疼痛若遺，而惡寒盡除。是夜再服一劑，明日已與無病時無異。據雲延至翌日始瀉大便。第二日全無病苦唯尿尚赤乃轉用五苓散料加味。第三日復現輕微疝痛患部稍緊張，牽引痛，遂轉用芍甘黃辛附湯。自第三日以後雖有疝痛，但頗輕微。第六日轉用桂枝加芍藥大黃湯。是否腎石，則非學中醫者所能武斷。
    
***流感微惡風頭眩胃脹滿
  **女，18歲。生來無着病，體質普通健康程度佳。平素胃腸虛弱，大凡感冒多發咳嗽，大抵二三劑之小青龍湯則可全治。依其父口述：流感盛行，罹患感冒，然程度不重，唯覺全身違和，鼻塞鼻淵，頭眩，微惡風。（此外症狀無從知悉，雖未經脈，以上症狀亦可斷定爲桂枝人參湯證）。桂枝人參湯。二日後按其父雲各症狀均消失無餘。
    桂枝人參湯出傷寒論下篇，是爲人參湯加桂枝。雖然原文之「太陽病，外證末除而數下之，遂協熱而痢，痢下不止，心下痞硬，表裏不解者。」，據是爲誤下之補救藥，但平素胃腸虛弱－如胃下垂、胃無力之人而兼有感冒者多有應用之機會，是爲一般臨床家常用之劑。
    
***重症心悸亢進自汗淋漓
  **男，5歲。平素雖非十分強壯，然很少生病。但生成頸部靜脈怒張顯現，多少有腺質型。初春以來屢屢盜汗自汗，繼而心悸亢進，初時發作間隔尚疏，程度尚輕，故未加以注意。四月以後症狀癒劇，發作次數漸繁，大抵每夜一發，或二三夜一發，發作多在深夜或睡眠中。發作時心悸亢進之甚，顫動至胸部之襟領亦爲之振振搖。此時自汗淋漓，喘息苦悶，呼吸困難，一二小時後自然漸漸緩解而自癒。如是漸次嚴重，始于五月就醫。茯苓杏仁甘草湯（金匱）。是夜不發作，于是連續服用七八日。七八日皆無事通過，乃停藥。截至草此文時已二個月未有發作。
    按上述之症候羣，若檢查現行内科成書非「發作性心臟頻搏症」， 則屬「心臟有喘息」也。此二症依現代醫學皆屬循環器疾患。但中醫學則須從症候羣着眼，筆者運用金匱「胸痹，胸中氣塞，短氣，茯苓杏仁甘草湯主之。」（胸痹心痛短氣病），筆者運用此方尚屬首次，亦可謂屬于試探性，不期其功效竟如此之大。之所以運用此方，一動機當歸功于龍野一雄氏之「漢方入門講座」。中文的金匱條文，反讓日本人運用自如，想來實在慙愧。又與此症同一繫統之「特發性發作性心臟頻搏症」，症候羣與此症略同。據「漢方診療實際」載：荒木性次醫學士曾以麻杏石甘湯一帖全治之，以後不再發。
    
***流感呈胃症狀
  **女，17歲。禀賦薄弱，肌膚嫩白。近月來流行感冒猖獗，自覺有感冒氣味。頭痛，體倦，鼻淵，噴嚏，微微惡風。同時胃部脹悶不快，因而食欲銳減。桂枝人參湯。翌日惡風去而胃脹亦消食思大進，倦怠恢復，再進一劑，于是全治。二日後其母亦似同此症候來診，依法投以桂枝人參湯，同樣二劑全治。
    按桂枝人參湯是于人參湯内加桂枝四兩，而將原來之甘草增加一兩（傷寒論如此記載）。依據原典：「太陽病，外證末除而數下之，遂協熱而利。 利下不止，心下痞硬，表裏不解者，桂枝人參湯主之。」則爲表熱裏寒之太陽桂枝湯證而醫者誤投與下劑，因而呈發熱下痢同時并作之補救辦法。然而在臨床應用，卻不必拘泥于曾否誤投下劑。大凡平素胃腸虛弱（如胃無力，胃下垂，慢性胃腸病），屬于中醫所謂裏寒證而患感冒，大多呈現桂枝人參湯證。本方雖然以桂枝爲頭，但其基本功效則爲人參湯。故在臨床應用之際宜置重點于人參湯之證；簡言之，則人參湯證之兼有表虛發熱。
    感冒發熱而并發胃腸症狀者，現代醫學稱爲「胃腸型感冒」，此種疾病包含下痢症狀（即如上面二例亦屬之）在内。但感冒而并發胃腸症狀者，傷寒論中記載頗多，然不外虛實二型。我所遭遇者以此方及葛根苓連湯最多，四逆輩次之。此方爲裏寒之輕者，至四逆輩則爲裏寒之甚也。至若用葛根芩連湯則當以汪昂之所謂「解表清裏」爲目标。
    又臨床上對于虛實之鑑别，可從大便着眼：粘液性赤便，量少，裹急後重者屬于實證，葛根苓連湯最適合。水洩性，量多，腹痛輕者爲虛或寒，選用其適證，桂枝人參湯或四逆輩。
    
***高熱後嘔吐口腔潰瘍
  **女，65歲。未有半點老衰狀態，操作家務勝于子媳輩，平素無着病。四年前曾患流感，我投以一劑桂枝湯即癒，嗣後健康仍如常時。今年夏天奇熱，感冒又復猖獗。6月24日，突發高熱，惡寒，頭痛，體疼種種流感征候盡發，就近延某四醫治療，熱雖退，但各症狀更加嚴重，乃囑我爲之診治。餘熱未盡，自汗淋漓（推斷爲過服亞司匹靈）而復惡風，頭痛，眩暈。其次則胸脅痞硬之甚，耳聾，口苦咽乾，口腔粘膜腫赤潰瘍刺痛，嘔吐，不眠，便難尿少而赤，就中最感痛苦則爲胸痞硬及嘔吐不止兩症，脈見浮弱。柴胡加芒硝湯。翌日再來，嘔吐止，胸脅痞硬亦除，此外各症狀癒十之七八。唯咳嗽甚，仍維持原方。第二日則近于全治矣。
    斷定此症爲外證未盡而進入半表半裏之少陽并繫在陽明，簡言之即少陽，陽明之中間證。雖然本患者在發病初期至囑我診治之前，其治療經過是否如傷寒論所謂「非其治」不得而知。但依據其既往歷及現證，則可受用下述理由無疑。
    按柴胡加芒硝湯爲柴胡湯（小柴）證，而醫者誤投下劑，因而病邪入裏，而變爲少陽與陽明之中間證之補救藥。而今我不曾追究其既往，但對現證而合之傷寒論原文，居然幸中，亦一奇迹也。附傷寒論原文：「傷寒十三日不解，胸脅苦滿而嘔，日晡所發潮熱，此本柴胡證下之而不得利，今反利者知醫以丸藥下之，非其治也。潮熱者實也，宜先小柴胡湯以解外，後以柴胡加芒硝湯主之。」（太陽中篇）。
    
***流感高熱咽痛大渴
  **女，20歲。體格細長，皮膚白皙。外表上雖非陽實型體質，但平素未有着患。于三日前突發高熱（超出四十度），惡寒，頭痛，體疼。就近延聘醫生診療，斷定爲流行感冒，經注射投藥後，熱稍退，但患者反覺痛苦。泛身煩熱約在39度左右，特别痛苦者爲頭痛，骨節痛，胸部及腹部壓迫緊張，脹痛（此等症候我當時推定屬于「胸脅苦滿」，心下急及繞臍痛之類），此外則口極苦，大渴，咽喉痛，又二日不大便。大柴胡湯加石膏、牛蒡子，僅服第一煎，大瀉水狀便後恢復平溫而咽痛頭痛胸苦腹痛等症同時爽然，而且瀉便當時并無腹痛，于藥劑不再服而病盡除。
    
***咳嗽喘息胃痛吞酸
  **女，49歲。體格瘦細，蒼白骨立。以喘嗽症病名歷遍各中西醫數年，症狀有增無減。咳嗽喘息，上逆呼吸困逼，嗽時喀大量之泡沫狀清痰。頭眩腰酸，全身疲倦。胃部恆膨滿嘈雜（曾屢屢吞酸），鈍痛。大便普通，尿特多，白帶亦多。偶而腹中鳴動如儲滿氣。手足逆冷（當時爲舊歷十二月初一嚴冬天氣），脈沉而遲，舌濕潤無苔。（判定爲虛寒症）小青龍湯，三劑喘嗽及胃症狀稍差，後以微惡寒而轉用桂薑棗草黃辛附湯加乾薑、五味子四劑，喘息咳嗽大致趨于全治，遂停藥。二月五日忽然胃部疼痛嘔吐吐酸，于是再來，投以安中散料一劑胃痛嘔吐盡癒，再服五劑，胃病不復再發。
    
***慢性胃炎
  **男，25歲，體力壯健。（房東之子陳君）。平素不大患病，唯動輒發生慢性胃炎。屢屢胃部鈍痛，但劇痛甚罕，痛時即不食，便難。此外則無所苦。當時我的另一患者以理中丸治癒胃病，陳君亦希望服理中丸，予二日份，初時覺稍差，但二日份服完後胃痛復作，仍然不大便。黃連湯加大黃，一劑後五月未嘗再發，在此之前一周間必有數發。以「胸中有熱，胃中有邪氣，腹中痛」爲目标。
    
***流感解熱後自汗惡風
  **男，40+歲。體質相當壯健，一望即可斷定爲精力充沛之實業家。數日前患流行性感冒，呈發熱惡寒頭痛體疼等定型的症狀，經就近西醫注射，熱解後，遺下述症狀治療三四日無少差。此時爲盛夏五月，天氣奇熱，而本患者以如此壯健之體質猶着厚衣而猶瑟瑟然惡風，爲診察之時自汗尚涔涔然出。自覺症狀爲全身肢節煩疼，乾咳，嗄嘶，口苦咽乾（有無胸脅痞滿，頭痛，當時記錄未有記載），不眠。此外大小便無異常。脈稍浮弦。我推定爲外證未解而屬于太陽與少陽之中間證 ，投以柴胡桂枝湯。一劑而各症俱除。條文「傷寒六七日，發熱微惡寒，支節煩疼，微嘔，心下支結，外證末去」（太陽下篇）。
    
***慢性淚囊炎
  **女，47歲。山村農婦，身體甚是衰弱。五短身材，瘦而皮膚枯燥粗糙。慢性淚囊炎治療三四年不癒。原打算開刀，因見出血而生恐懼心。小青龍湯加茯苓、蒼朮。第一帖發瞑眩後即趨于治癒。
    
***急性扁桃腺炎
  **男，30歲，頗爲健碩，平素少有疾病。昨日忽然咽喉疼痛灼熱，同時并發惡寒發熱頭痛，尤以咽喉疼痛最爲猛烈，故表證之憎寒壯熱頭痛等症狀反爲所掩。于是求治于咽喉專家某博士，診斷爲咽喉之急性者。除注射搽藥外并告以以後恐有不良。初唯固形食物通過困難而已，至夜晚則流動物亦不能咽下，惡化之速令人吃驚。發熱在39度而且惡寒戦栗。咽頭腫赤，脈浮緊，口渴，面赤耳紅。驅風解毒湯加桔梗、石膏。服初煎即覺得氣分朗爽，熱漸退，于是就睡。一覺醒來已恢復平溫，頭痛咽痛爽然若失。
    驅風解毒湯：防風，荊芥，羌活，桔梗，甘草，石膏，連翹，牛蒡子
    
***急激吐瀉
  **女，70歲。身材瘦削，禀賦薄弱，頗有龍鍾之態。今早往其既出嫁的女兒家吃拜拜，午飯後忽然吐痢大作，腹痛如絞。急于就近延醫治療，至向晚雖注射十餘針而症狀反劇，看情形不對，以三輪車載回家中，由其子來招我往診。未入門節聞嘔吐與呻吟聲互雜。此時患者頻同上廁，嘔吐頻催。顔面唇口現紫绀色，手足雖不至厥逆，但頗冷，脈沉數，腹痛之時現雷鳴蠕動之狀。解急蜀椒湯。吐痢俱止而腹痛腹鳴亦除。翌日自起梳洗，再隔一日爲期徹底治癒（其實已無病象）再服一帖，遂健勝如常。
    經考慮後我認爲屬于金匱之「腹滿寒症宿食病」之類型，尤其顯然爲附子梗米湯證「腹中寒氣，雷鳴切痛，胸脅逆滿嘔吐」及大建中湯證「心胸中大寒痛，嘔不能飲食，腹中寒，上衝皮起出見，有頭足上下，痛而不可觸近」之并合者。又上述症狀中遺漏：口不渴而反冷淡，下痢而尿反清多。按解急蜀椒湯即附子梗米湯與大建中湯合方，一片溫熱藥，當此長夏六月，暑熱迫人而本患者受得起如此溫熱藥，其裏寒之甚可以想見也。這一治例倘爲世醫所見，定必笑我不知天時氣候。蓋世俗用藥首論天時氣候，不管寒熱虛實，俗尚如此真無可奈何也。
    又本患者自發病起至是夜九時召我往診時止，未曾飲過一點茶水。其爲裏寒甚爲明顯，證之太陰病篇之「自利不渴者，屬太陰也，以其藏有寒故也，當溫之，宜四逆輩」，則當時用四逆湯或附子理中湯也是可以收效。
    解急蜀椒湯：粳米，半夏，人參，大棗，蜀椒，乾薑，甘草，附子，膠饴
    
***燕窩瘡與甘草瀉心湯
  **瘡癰生于下顔者，台偕謂之「狗拄」。據說，患此病腫物祇要將患部拄于狗背取其體溫日次，則不藥自癒，故名日「狗拄」。 然其學名爲何迄今猶不知，因爲我平時都未曾留意于外科這門學問， 所以凡有外科都是依「證」處理。以下一例頗爲有趣，茲特詳記之以爲後日檢討。
    女，14歲。前一年以「狗拄」之病名，由其母親随伴來求診。據雲患此瘡已荏苒年餘，凡有外用藥搽貼殆遍而不能消。當時我以癱腫之通套劑之葛根湯加桔梗、黃耆與之，而未留下記錄。蓋我對于外科平素很少興趣，且少研究。後來據其母親說十餘劑後也不知不覺而癒。本年十月初，又再復發，延至十月三十日乃來求診。下額皮下腫塊如無名指大，赤而硬結，稍微疼痛，此種症狀與去年相同。唯此次除上述症狀之外尚有：頭痛眩暈，口内粘膜及唇舌糜爛腫赤，心下痞硬，腹中雷鳴等等復合症候。以上諸證，若不將「狗拄」計算在内，則可謂甘草瀉心暢證俱全（按金匱狐惑病：蝕于喉爲惑，甘草瀉心湯主之。）。甘草瀉心湯。翌日由其母親來取藥，喜形于色雲：「此次之藥比去年之藥有效得多，昨日服完二煎後即頭痛、心下痞硬、腹鳴皆如遺失。至今日早晨則口腔内破爛及舌破亦皆痊癒。最奇妙的是那顆如無名指大之「狗拄」在一夜之間消散得無影無蹤。爲期澈底根治，請照原方再配一劑雲。
    這一近乎奇迹的治例，使我十多日不能忘懷。一月後，利用某星期日到其家訪問，确認結果，爲文記之。「狗拄」是台灣土名，以之登上記錄未免贻笑大方。于是檢閱外科金鑑，按圖索病，始知其學名爲燕窩瘡。茲將原文抄錄于下：「燕窩瘡生于下頰，俗名羊胡子瘡。初生小者如粟，大者如豆，色紅，熱症，微痛，破津黃水瘡浸瑤成片。但疙痞如攢。由脾胃濕熱而成。宜服苓連平胃湯。外搽碧玉散即效。方：黃苓，黃連，厚朴，蒼亢，甘草，陳皮，薑，棗。碧玉散；黃柏末、紅棗肉，共研細末香油搽。」以上見外科金鑑卷三十三頁。當時我尚不知外科金鑑載有此條，所以，但依據傷寒論「随證治之」之原則，而僥幸得此好成績。設使當時我預先讀過此條而投以苓連平胃湯，則成績如何也未必可如預料，或後日遇有此症而仍以甘草瀉心湯投之，也未必有此速效。況當時我未曾投以外用藥。
    于此我想：古人以甘草瀉心湯冶口内炎是引用金匱之「蝕于喉爲惑」及「蝕于上部則聲啞」。既然可轉用于口内炎，則下颏近接下颚，亦屬口腔部位，故用之而收效，亦屬順理成章之事。
    金匱要略之狐惑病，原典前半作神經衰弱解。後半之「蝕于喉爲惑」（蝕于上部），之惑字作咽喉潰瘍、口腔潰瘍、及齒龈潰瘍解。「蝕于陰爲狐」作肛門潰瘍及軟性下疳解，在臨床醫學已是不爭之議。狐惑病呈甘草瀉心湯之證，在臨床上爲數見不鮮之例。乃醫宗金鑑編者對此更抱有疑慮，故注：「外治之法苦參湯，雄黃散，解毒殺蟲尚屬有理。内用甘草瀉心湯，必傳寫之誤也，姑存之。」，這是金鑑編者隻知解毒殺蟲，而缺乏臨床經驗的膚淺看法。
    
***突然手足強硬麻痹刺痛
  **女，28歲，中等身材，貧血着明，顔面蒼白，手足厥冷，脈沉微而遲，總之屬于虛寒證也。以月經逾期求診。月經逾期六七日，居恆頭眩體倦，屢屢肛門瘙癢，大便數日一行而硬，排便時腹中疼痛，帶下多而微黃。此外症狀即自最近以來恆于深夜無故發惡寒甚者且戦栗。如此突發惡寒不分在被窩内熟睡中，或末睡之時。然稍後自然而癒。小柴胡湯合香蘇散（此方出日本幕府時代某名醫之創意，專以試探月經閉止後是否妊振或逃經者）二劑後全無反應。隔四日復來，症現頭痛以外更有心下痞硬，腹中雷鳴。于是轉用黃連湯與之。初十日（即治療後第四日）下午一時左右忽由其夫以自行車載來，蓋突然變症也。據雲昨夜再度起惡寒戦栗，而四肢之指趾彎曲強硬不得動彈，且同時刺痛麻痹。頭眩，耳鳴，心悸之甚。我睹此狀態爲之吃驚不少。蓋三四日來皆自己騎自行車來就診，如今變成如此，問心實有無限内疚。于是經細心候脈；微細欲絕，而且極遲，手足厥冷如冰。照此轉變在原則上必爲誤汗或誤下纔有如是之變證。但此三四日來所用者皆爲和劑，何來如此急變？患者自初十日早晨至復診時之下午，全日無尿。遂細心加以檢討：患者常于夜深起惡寒戦栗，必爲内有久寒，且此數日來屢屢寒流降境，因而發此症狀亦未可知。于是依據傷寒論誤汗之原則（實則未曾汗出），投以桂枝加附子湯，又以此患者全日無尿乃更加朮、茯苓。據雲取藥回至家中已兩手彎如握拳，由家人用力解之亦不能伸直。嗣服藥後一睡醒來則強硬疼痛麻痹等症如遺。連服三劑頗感元氣大復，遂一意治療經病。轉用當歸四逆加生薑、吳茱萸而加以催經之桃仁、丹皮、紅花。當歸四逆加薑茱再加催經劑連服二劑月經已來。自
    桂枝加附子湯運用目标是：「太陽病，發汗，遂漏不止。其人惡風，小便難，四肢激急，難以屈伸」（太陽上篇）。此條是說：太陽中風應當解肌，而誤以麻黃湯或大青龍湯等之強力發汗劑投之，以致發汗過多，不但邪從汗出，則「正」亦随之大洩，于是陷于「正」虛，津液枯竭。換以現代朮語，此條所指者爲本症繫婁麻質斯或神經炎之發病初期而熱，解熱劑投以後，熱雖解，但汗中樞之刺激興奮仍在，所以招致發汗漏不止之症。運用桂枝加附子湯以治「汗漏不止」或「四肢微急難以屈伸」，雖然傷寒論指示爲誤汗所招致。但在臨床經驗上，則大可不必拘泥于有無誤汗。不過，從藥物上看是溫經固表之劑，斷不可用于陽實證者，如本患者則是一例。又本患者初十日一整日無尿，及其蘊蓄既久之惡寒均與傷寒原文符合，然未經發汗也。
    
***重篤心臟肥大症
  **男，60歲，學者型，體格高大，肌肉松弛。中年時則患糖尿病，荏苒迄今。半年以來屢發心臟性喘息，大都由西醫張博士治療。因患者與張博士既屬同宗，又爲高中時代的同窗。喘息初尚輕微，漸次嚴重，至12月10日已形危篤狀態，乃進駐于醫院，仍由張博士主治。駐院十餘日症狀急速危殆，張博士乃宣告絕望，命其回家準備後事。回家十餘日間轉換數名醫生，最後延聘吳、侯兩位博士診治。吳、侯兩博士診斷爲距死期不遠，拒絕施治。其公子張xx主張召筆者往診，但爲患者揮手示意拒絕。嗣因舉家贊同其公子主張，強行決定召筆者爲之診斷。初診爲退院之第十日。
    症狀一如十日前駐院中：喘息上氣，呼吸淺表，促迫而微弱，鄭聲而不成語，閉目張口，十餘晝夜不得正坐亦不得平卧，唯以被褥高叠靠背斜。憔悴蒼白中現浮腫，尤以下肢腫更甚，按之凹陷處不易浮復，脈雖數（120）而彈力極微弱。舌滑，微黃。在此狀況下實在無法問診，乃經其公子所述。經熟慮後，筆者認爲是少陰證，亦即少陰證中的真武湯證，而且其心臟肥大之喘息及浮腫，皆可引用傷寒論之「此爲有水氣」範之。又患者十餘日來不渴不饑，大小便均閉，不能睡。投以真武湯單方。
    服藥後不久節吐出多量痰水，稍後即微汗出，繼即睡去。據其夫人說十餘日來未曾有如此熟睡。二個鍾頭後醒來，則喘息減大半，自雲心胸豁然開朗。同日下午五時再診，則自能下床，坐于沙發延筆者診脈，此時已可陳述自覺症狀，而脈搏亦減至96。原方，晚飯略進稀粥，是夜睡眠極佳。第二日往診時見其方繞室漫步，喘息已止，唯稍微短氣，大小便均末暢通，浮腫依然，但精神頗好，原方。第三日昨夜尿稍通，唯短氣依然，不眠，而大病後應有之疲憊極甚顯然，原方合茯苓杏仁甘草湯。第四日大便三四行（初硬後洩），雖少陰證具，但一切均極順利，仍用真武湯，又因其不眠故今加酸棗仁。第五日起一切卧起，仰卧側卧皆自由，今日且能外出理發。原方維持至翌年一月計26日，雖元氣尚未充分恢復，及下肢微腫未盡消，尿中蛋白未除，其它殆與常人無異。正月以來屢欲兼服丁畸芋菁草爲筆者所反對，于是停藥。遂斷消息。
    追記：二月筆者旅行台北，歸來後始悉本患者後因變尿毒症不治死亡。
    
***自葡萄狀鬼胎醫至子宮癌
  **女，33歲。三十歲始結婚，平素體弱。九月妊振，屢屢子宮出血，小腹膨滿疝痛，就當地某婦産科醫治，六七日無稍差，乃回娘家，入某婦産科醫院，被診斷爲葡萄狀鬼胎。于是開刀手朮，出血止，而小腹膨疝痛更甚，而且大小便十餘日不能通。既經血止退院後發此危急症狀，乃不得不再入該院治療。此次患家對X醫師免不了表示不滿，但X醫師乃告以此病乃子宮癌，當然無法醫治，患者聆此宣告，一時驚惶萬狀，幾至暈倒，家屬亦傍徨不知所措。此時患者膨滿程度全腹部均已波及，脹痛欲死，呼吸欲絕。在惶亂，X醫師乃施行灌腸通便，大量灌入甘油二次，誰知兩次灌腸，不但大便點滴不通，膨脹反而上衝胸咽，全身呈現紫绀色，氣絕。至此X醫師建議兩種應急辦法；一，急雇出租車連夜趕回豐原以備身後事，而X醫師則攜帶針藥，随車看護。二，從側腹開刀，切斷下行結腸，清出大便。這二法皆爲其兄拒絕，而轉召筆者至院室診察，是爲1969年10月27日晚上八時左右。
    患者方從家人環顧中蘇醒，斜倚被褥，呼吸微弱，上氣呻吟。據雲平素已無健康可言，況經此次大病，益顯得十分衰弱羸瘦。顔面蒼白無血色，手足逆冷，脈細小而遲，腹虛滿，自臍下至胸咽形成覆釜之狀，腹皮菲薄，按之綿軟空虛，時時腸管蠕動，雷鳴疼痛，痛則氣上衝胸，呼吸困難。雖經X醫師兩次灌腸，迄今半日許大小便仍點滴不通。
    依金匱之寒症腹痛「心胸中大寒痛」之法，投以大建中湯，連服二帖無稍差，二便仍不通。于是轉用時方之厚朴溫中湯，又推想其胸腹陰寒至盛，故又命其用熱湯婆貼胸腹取暖。家人一一如法照辦。翌日往診時，已能言笑自若，且進稀粥半碗。
    自述昨夜經過：進藥前先將熱湯婆貼腹部，則覺緊張及疼痛均稍輕緩，稍停進藥，藥湯入口約五十五分之間，則感腹中有物蠕動，雷鳴大作，旋則大便連同灌腸之甘油如傾盆而下，小便亦随之而通。于是脹滿消，疼痛止，精神朗爽，現在唯覺全身疲倦乏氣力而已。自後以原方連續服用二十餘日，元氣大復。
    當危急之際，X醫師宣告其爲子宮癌這一點，筆者未嘗或忘，治療中時時注意，但都不見有何異狀。這一診斷，究竟是該醫師在束手無策時故作危言聳聽，以推卸責任，或是癌毒尚未至向外發展，而中醫沒有發見能力，這一問題當留待將來解答。
    
***膀胱口腫瘍尿閉
  **男，70歲，以小規模豆腐工業爲生，雖不是強健體質，然以習慣于辛勞，故動作猶如青年人。除有宿疾之痔疾時發時癒，容易便秘外，平素沒有着患，而且沒有老衰的形態。1970年正月尾，忽覺膀胱灼熱脹滿疼痛，尿意頻催而窘迫不通。因憶少年時曾患淋病，以爲舊病再發，乃以舊時之青草服用，二日後病勢反而惡化。小腹膨脹疼痛，灼熱，尿意頻催而窘迫不利，同時上迫頭部，頭痛，兩眼焮腫疼痛，苦楚不可名狀，于是由家人保護進嘉義醫院急診。
    經動用種種儀器診察，醫師以示指由肛門插入，屈向膀恍口，觸得膀胱口有硬塊，復經X光照射，乃知膀胱口爲如食指頭大之腫瘍所壅塞，以致尿閉。據雲常人膀胱之容積僅能儲積尿液三十瓦，現在已超過六十瓦，非施應急手朮不可，于是以注射針從膀恍部穿刺，抽取尿液，三次始得抽完。抽取後痛苦盡失。
    主治醫師告以這是救急辦法，必須割除其腫瘍，否則半日後必復脹滿如初，痛苦當不堪設想，唯手朮割除。現在僅台大醫院、澎湖美國病院、及高雄醫學院某博士等三處有此儀器而已。嘉義病院則無能爲力。由于苦楚難忍，而又計算經濟負擔，乃雇出租車急往高雄。途中又復脹滿，痛苦如初。經該博士以最新式儀器穿刺，一次則抽盡然後用橡皮細管插入膀恍口，俾代尿道。如此，算是可以勉強導尿。雖尿利仍淋瀝艱澀，但已無急迫之苦。此時是農歷十二月末，打算回鄉過春節，約以農歷正月初四開業時手朮。經其友人吳君，極力鼓勵請筆者爲之診治。體質一如上述，雖以橡皮管導尿而仍尿意頻數淋瀝艱澀，大便不通，其它沒有病征。其公子曾出示X光之照相，腫瘤确有手指頭那麽大，莫怪患者憂慮不安。至于不開刀而能治癒此病，不唯患者不敢置信，連其家人也不敢信。總之，距離預定手朮期間尚有七八天，放任其苦楚未免不合算，于是在半信半疑之下勉強服藥。投以牛車腎氣丸料（筆者認爲此症是「胞繫了戾」），服藥二日，尿利稍覺通順。原方服至第四日，即排尿暢通，沒有窘迫感。至第八日乃自行除去橡皮細管，因爲計算今天高雄醫學院某博士已開始診治，如果除去導尿橡皮管而再發生排尿障礙者，可随時往高雄求治。幸而一切順利，于是決意續用中藥。病況日日經減，至二月廿八日（共計二十八天）一切與常時無異，遂停藥。月餘後再托嘉義病院照X光，則膀胱口之腫瘤全部消失。
    自服藥至十餘帖後，屢屢于睡眠中陰莖勃起。初以爲另有病症作祟，經筆者告以所服之藥有強壯腎臟機能之作用，所以夜中偶而勃起，是一種精力充沛之兆。其實患者之血色，較服藥前紅潤多多爲其家人所共見。當時筆者敢于承受治療此病，并非希冀僥幸，因爲初診時便發見具備腎氣丸證，依古人慣例，加牛膝車前，所以強化利尿功能。當時患者尚有小腹不仁，及輕微腳氣，未曾記入上文。
    「胞繫了戾」這一特殊朮語是出自金匱要略：「師曰此名轉胞，不得溺也。以胞繫了戾，故致此病，但利小便則癒，宜腎氣丸主之。」，以現代朮語釋之，「轉胞」即爲尿閉症，「不得溺」就是尿不能排洩，所以不得溺之故，病原在「胞繫了戾」。「胞繫」指膀胱繫、及尿道、輸尿管等排尿器官。「了戾」是屈曲撚轉之意，屈曲撚轉自然含有結塊，腫瘍，狹窄，肥大等本態。而其狀態則爲尿閉所謂「不得溺」。腎氣丸加牛膝車前于，始于濟生方，是強化利尿功能之策，爲臨床最繁用之方。本例除二月十日因感冒神經痛轉用桂枝苓朮附湯三日外，始終以牛車腎氣丸料奏效，亦一快事也。
    
***肺膜炎心中煩不得卧
  **男，62歲，老農莊，自本年春初因患便毒，數服寒涼攻下之藥，荏苒兩月餘，便毒癒而陷虛弱。初時感覺倦怠疲乏，漸次手足痿軟麻痹，自汗盜汗，心下痞硬，頭眩眼花，口苦咽乾，便秘尿赤，不眠心煩不食。雖經就地延中西醫治療，然三四個月不但無少差，反而不能起床。九月中，由人推薦召筆者往診。全身枯瘦皮膚甲錯，腹部陷沒，手足冷而五心煩熱，脈微細，舌苔微黃，口乾不渴。心中煩悶加火灼之熱，及不眠。小柴胡湯加芒硝。命其服至便暢通爲度。（本患者家住較遠，往返費時，所以處方留于患家命其就近配藥。），據說小柴胡湯連服十餘劑無少差。于是又復轉請西醫診治而病轉惡化。由其家人送至某西醫院駐院，經過六七日仍無稍差，且不眠與心胸灼熱更甚。至此乃決意再求筆者爲之治療。以苓甘薑味辛夏仁黃湯溫下之，得大便暢通。翌日以少陰内挾郁熱爲據，投以黃連阿膠湯。是夜心中灼熱除而得熟睡，翌日即能外出購物。據其太太雲半年來未有如昨夜之酣睡者。連服二劑心胸灼熱，不眠盡除，乃退院回其鄉裏，仍取二日份同去。當該醫院所診之病名爲肺膜炎。
    按少陰病之正證爲「但欲寐」，然「但欲寐」并非安眠熟睡，而是身體萎靡疲憊，精神恍惚恰如睡狀。至于黃連阿膠湯證之「心中煩，不得卧」則爲少陰病之變證。蓋少陰而内挾郁熱，津液及血分爲之枯燥，邪熱逆窒心胸，致使心中煩悶懊侬，故「心中煩，不得卧」也。總之「但欲寐」，「不得卧」，皆不眠也。
    
***流感發熱惡寒嘔吐下痢腹痛
  **女，33歲，平素身體雖非十分強健，但亦不甚虛弱，年中所有疾病除偶有感冒之外，則有輕症胃病，然不甚嚴重。流行感冒猖獗，此婦人于睡眠中不慎乃罹流感。突然發熱惡寒，全身肢節疼痛，頭痛，嘔吐。就近延某西醫診治，經注射投藥後，發汗，熱稍退（據雲當時發熱至四十度）。稍停再發惡寒，繼而高熱，于是寒熱交作，遂呈下述症狀而歷治三四日不能解。
    入門時由其弟扶持，睹其憔悴疲憊之狀，幾乎使我不能認出是永年篤信我的患者，經審視後乃爲之吃驚。現在症狀頗爲復雜：往來寒熱，全身肢節疼痛，頭痛如劈，上腹下腹均疼痛不可按，胸脅極度痞硬，腹中雷鳴下痢（不能食，勉食則下痢水洩更甚），口極苦而帶冷淡，微渴，嘔氣頻催。尿利減少。脈浮弦，稍遲，舌濕潤無苔。
    診察完畢，我一時爲之迷惘。第一症狀相當復雜，治法必須分先後。但此患者居住在遙遠山村，欲期朝夕轉方亦屬不可能之事，況目下道路在脩改中汽車停駛，即囑其每日來診，以如此嚴重之症實亦不忍心。第二此患者是我的長年信仰者，拒之亦屬不合。在此雙重矛盾中忽然想起「知犯何逆，随證治之」之句，乃重行考慮，結局推定爲「外證末去」，及傳經後之太陽少陽之中間型，蓋以往來寒熱、胸脅痞硬、口苦爲少陽小柴胡湯證。而頭痛欲裂、肢節疼痛、及嘔氣，屬太陽之桂枝湯證。于是決定用柴胡桂枝湯以觀其後（又以舌冷淡及下痢故加乾薑、白朮）。柴胡桂枝湯加乾薑、白朮。是日取去二帖，然我猶不能安心也。翌日其夫來，據雲一日夜盡二帖。各症狀差十之七八，唯口苦末除，腹痛未癒，多食即洩痢。遂轉用半夏瀉心湯合小柴胡湯二帖，于是全治。
    
***急性内耳炎
  **男，54歲，巨商，體力猶強于青年人。1964年秋後酷熱甚于往年，接觸患者中熱或傷暑者至中秋後仍陸續不斷。患者因商務連日奔忙于秋暑烈日下，忽覺左耳内灼熱瘙癢疼痛。于是就醫于某耳鼻科，除敷藥以外尚注射消炎劑。二日後症狀反覺轉劇。左耳内灼熱疼痛流出淡黃膿水，耳下腺部位緊張（唯未見腫脹亦無項背強急之症狀），眼球略見充血發赤，此外除大便稍硬之外别無顯著病征。而脈雖不浮，但相當緊張而有力。葛根湯加石膏，又以其大便硬更加大黃少量。合夜服初煎，一夜中大量排小便，夜半漸覺疼痛大差。明日各種症盡除。爲期徹底起見再服二劑而霍然而癒。
    
***強降血壓誘發眩暈症
  **男，63歲。平素身體虛弱，十七、八歲時部以長期夢遺、虛痨諸病荏苒二三十年，至老仍以虛弱之身體過日。然而屢屢輕度心悸，喘咳，不眠等症狀爲各西醫發見爲高血壓症，故年中屢服降血壓藥。1968年5月，因其知友之喪，奔走二三日，勞累過度而感不舒服，經某西醫測得血壓再度升騰，遂投以降血壓藥。服藥後半小時許即覺頭眩眼花，身體搖搖然如懸空中，卧于床中而覺外界猛烈回轉，同時遍身厥冷，冷汗淋漓，心悸欲絕。急延某西醫注強心劑，仍不見效。是日深夜召筆者往診。如上述，而脈細微。桂枝加附子湯。翌早往診，則自起接待筆者，據雲昨夜服藥一小時後即覺身體溫溫然入睡，醒後汗止，各症狀若失。同方連服四五帖，健勝如常。引用傷寒之「太陽病，發汗，遂漏不止‥‥」條，用桂枝加附子湯。
    
***轉胞二例─腎結石
  **轉胞一詞出金匱要略婦人雜病門。其病狀由原文觀之，相當于今日之尿閉。推而廣之如腎臟結石，尿道炎，攝護腺炎，腎臟炎等症皆得依此範圍應用。茲列原文于下以資參考：
    「問曰：婦人病飲食如故，煩熱不得卧而反倚息者，何也？師曰：此名轉胞，不得溺也。以胞繫了戾，故致此病。但利小便則癒，宜腎氣丸。」
    依此條所示爲「婦人病」，所以有「轉胞」及「胞繫了戾」之語。其實尿閉之病應用腎氣丸不必限于男女，但其整個症狀合于腎氣丸便得應用。以下二例是近日來自認爲最得意之冶驗。
    男，60+歲。身材高大，外觀似頗強健。六年前以曾得腎石症。由于尿閉，腰腿酸痛，以至于前陰部（臍下小腹）脹滿拘癒，尿意頻催而不能排尿（所謂裏急），則有尿亦不過一二滴而已，半小時排十餘次，每次皆腰腹酸疼徹心苦楚萬狀。歷經二三西醫診治皆不見效，如是十餘日。且此時除口舌乾燥以外并無口渴或寒熱。後因鄰居介紹托一位中醫爲之治療，竟然一劑則小便快利，各症狀癒大半。遂連續服用至第六劑突然由小便中排出數塊小石子，大如米粒，于是歸于痊癒。時隔六年，舊病復發，症狀一如上述。腎氣丸料加牛膝車前子（即牛車腎氣丸）。翌日再來笑容滿面自雲服藥半小時後則覺身心朗爽，尿利快通，諸痛苦爽然若失，道謝不已。連服三劑則不需再服。詳診後認爲腎氣丸具備，乃投與牛車腎氣丸。
    女，37歲。三年來經各西醫診斷爲慢性攝護腺炎，然三年治療并無少差已漸感失望。症狀與前者相同，唯程度略輕。牛車腎氣丸料，六七帖癒十之七八，後因服藥後食欲減退，遂放任之。
    按腎氣丸配藥中以熟地黃占多數。熟地黃滋潤生津，能使胃液增多。故凡平素胃腸虛弱而有下痢傾向者，或其人胃内停水着明者，皆所禁忌。因此服用腎氣丸後，往往招致食欲不振之後遺症（如此患者是爲不適應，須另選適合者轉方）。
    
***排大便後恆子宮出血
  **女，29歲，體質頗好。 主訴爲子宮出血（少而呈紫绀色），大便排洩後則子宮出血量稍多，據雲已十餘日矣。除子宮出血之外，自覺症狀爲頭眩，喉頭乾燥，炙肉感（不久之前患扁桃腺炎），胸部壓迫壓痛，呼吸時更甚，輕咳嗽，口苦咽乾，胃部嘈雜，食思不振，惡聞食臭，腹常痛，憂郁，性急，不眠多夢，常習便秘，不渴，無寒熱。有輕度月經痛，月經長約十日以上。甘草瀉心湯僅服一劑，翌日出血止而各種自覺症狀癒十之八九。唯因懶于煎藥，故停藥。
    按本患者在問診時即決定爲甘草瀉心湯證，其理由極淺。就中胸部壓迫疼痛，及胃部嘈雜，相當于「心下痞硬而滿」（太陽中篇）至若本患者之食思不振相當于金匱之「不欲飲食」。本患者之不眠多夢則等于金匱之「默默欲眠目不得閉」。本患者之性急及憂郁則又相當于金匱之「卧起不安」，及傷寒論甘草瀉心湯之「心煩不得安」也。至于惡聞食臭則完全一致。對此病症之處理若不從主症着眼者，則須用驅瘀劑，且本患者有便秘之習常，如不加以詳診，則不用桃仁承氣，也須用桂枝茯苓丸加大黃等之通便破瘀劑。如是，便犯治标不治本之錯誤也。不過，在開始處方當時我原想先將主證治好後再看出血如何，另選方劑，不意一劑則主證及從證同時痊癒，實非始料所及也。古人謂治病治主證，則從證不必治而自癒。從證亦名客證。
    
***胃下垂，生殖器性神經衰弱
  **男，42歲。身體瘦弱顔面蒼白缺乏血色。五六年來以胃下垂及胃筋衰弱症治療無少差，乃放棄莊稼生活，于嘉義高農學校管理乳牛。據雲此職工作不需太勞動，適合其半療病半工作之條件。惟半年餘遍訪各中西醫而病況益加嚴重，遂漸萌厭世之念。經友人介紹來診。
    身體瘦弱，顔面蒼白缺乏血色，一望即可斷定爲虛寒之體質。據雲三十歲以前身體壯健爲全村冠，唯三十歲年尾忽患急性虹彩炎，并發扁頭痛，于是服用寒涼之藥年餘之後，漸覺胃部不快，嘈雜，嘔氣，不食。此間雖經着意加療，然每況癒下。至五六年前益發嚴重，迄今猶有進展之勢。其症狀如下：全身倦怠脫力，頭眩眼花，易寒冷，胃部虛滿嘈雜，口内冷淡而多唾，唾液多即發生嘔氣。屢屢吐水，吐水大多發于早晨。食思極度減退，大便正常，尿清利（唯天氣寒冷即尿少），殘尿淋瀝不淨（據雲十八歲時則如是）。近年來房事頗感不能。此外兼有微熱，咳嗽。以上症狀五六年來歷經各中西醫生皆診斷爲胃下垂兼胃筋衰弱，至于房事不能則爲全身衰弱所致。
    推定由于長年胃病以致陷于高度衰弱，決定先以胃下垂爲治療對象，乃投附子理中加利濕之茯苓、溫胃之吳茱，又以其具有臨時性之微熱、咳嗽乃再加五味子、細辛。二帖後咳嗽微熱解，嘔吐止。原方持續十餘日，各種症狀癒十之八九，元氣大復，血色大增，至于頭眩眼花則随胃病而消失若遺。迄無疾病征候，乃轉用理中丸以爲長期調養。大抵理中丸服用月餘而全身恢復如常時，至于房事是否強化則未詢之。
    
***理中丸之治驗例
  **理中丸出傷寒之霍亂門，與金匱要略胸痹心痛門之人參湯同， 現在一般中醫學研究家皆知此方有兩個名稱。嗣後，宋蘇頌之治中湯、明張景岳之調中湯皆是此方之異名。關于人參湯之運用範圍相當廣泛，古來頗爲醫家賞用。然一般多以湯劑應用，用丸劑者很少見。這原因諒爲理中丸方後有「然不及湯」之句，從此句「不及湯」三字推測之，可知丸劑之收效不及湯劑之的确而迅速也。然而近來世人習用西藥之簡便，大多數患家除萬不得已之外，皆希望投以丸散。所以，中醫臨床家處在這個時勢也是不得不稍爲遷就。因此筆者自正式以此道謀生以來，對于理中湯證之患者，急病者用理中湯，慢性者則用理中丸，大抵收效也過得去。現筆者將服用丸劑之成績，其有服用後之報告者，錄存于下。
    丸劑之理中丸在傷寒論原方爲雞子黃大，用時以熱開水溶解，雞子黃大約合四台錢，但我爲劃一起見，做一丸一錢，用熱開水服下。
    
***喘息喜唾咽喉乾燥感
  **男，42歲。久年喘息症，先以小青龍湯，苓甘薑味辛夏湯投之大都預期收效。其間因時關繫及遠方旅行，服藥不能繼續時，則用理中丸頓服之，亦皆收效。嗣後仍有輕微發作，在發作預覺前服二粒理中丸（熱開水服）。實時止喘，如是用爲常服藥。
    男，60歲，外觀并無衰弱狀態。一日中每每發作胃部嘈雜疝痛，吐水喜唾，因此不能多食，大便未曾細詢。經某西醫以X光照射，發見胃下垂，須開刀手朮。其妻主張在手朮之前先用中藥治療，至不得已時手朮未遲，于是來求診。厚朴溫中湯三日份，雖稍有見效，但不太顯著，轉用理中丸二日份（丸劑一粒一錢， 一次服二粒），翌日見顯效，續服六日，胃痛、嘈雜、吐水、喜唾等症若遺。據本人雲舊時晨食僅半碗稀粥，即不能再進，中晚二餐亦僅米飯一碗而已，多則不感美味。現在早晨米飯碗半猶感不足。中晚兩餐非二碗以上不足，全身元氣大增。
    
***赤痢狀之急性腸炎
  **女，45歲，農家婦。患者雖非高度衰弱，但面容顯得憔悴苦楚。突然發熱惡寒，同時并發下痢（粘液便），腹痛體疼。就治于某西醫，經注射及連續服用氯黴素（據雲每日服二次）。發熱惡寒止而下痢腹痛更加嚴重，于是經介紹來求診。下痢，少量粘液便日廿餘行，繞臍絞痛，便意頻催。形成裏急後重，心下痞重，腹中雷鳴，口苦咽乾，空嘔，喜噎，口大渴而嗜熱飲。呼吸困難。〔西醫診斷爲急性腸炎，但我認爲赤痢的初期。〕，我以心下痞硬及腹中雷鳴爲主證，乃投以生薑瀉心湯加大黃，此爲同日之上午。及患者取藥去後，再根據記錄檢討，始發見爲大柴胡湯之正證，然患者既已歸去亦無之何也。
    迨下午忽然患者自來取藥，據雲服藥後腹中雷鳴，空嘔，喜噎，心下痞硬已癒大半。然我仍認爲未中正證，乃即座轉用大柴胡湯，一劑大便暢通各症狀去十之八九。第四日轉用黃連湯加大黃，二劑全治。
    按本患者發病初期既發惡寒，復裏急後重而體痛，必爲葛根湯之正面證，及經西醫治療後熱退惡寒罷，剩下者爲裹急後重之赤痢（見上述）狀態，是屬于大柴胡湯證，當時我草率從事，誤認爲生薑瀉心湯證而投以瀉心湯，幸而不致大誤。倘初診時用大柴胡湯，當更收速效也。翌年一月十日以胃部嘈雜、鈍痛、嘔氣之症來求診，投以理中丸（丸劑）二日全治。
    
***腦神經過勞之偏頭痛
  **男，30歲，體質虛弱，屢患感冒傷風，感冒時唯惡寒而未嘗發熱，一般症候爲全身疲憊而嗜卧。年中必患感冒多次，症狀大都如是。每一次感冒大都卧床十餘日始能起床工作，如此既成爲常習症狀。而且周君多年留學日本，在生活條件及習慣上均無法服用中藥，歸台後亦復如是，所以與中藥無緣。初秋又患感冒，症狀一如從前而無少異，卧病後之翌日，適由其友人之介紹求我治療。投以麻黃附子細辛湯一劑而霍然。自是篤信中醫，凡有疾病皆囑我主治，大抵以前方，或随證選用桂枝加附子湯之類爲出入。大都能收預期效果。忽然頭痛（在頭頂骨之位），痛點有灼熱感，此外并無感冒征候。投以桂枝加葛根湯，連服三日全無少差。第四日以用腦過多爲構想，轉用香芎湯，一帖即癒十之七八，二帖而全治。五日後途中相遇詢之始知頭痛盡除。
    按張子和「儒門事親」之香芎湯是將中藏經之香芎湯再加入桂枝薄荷者，統治一切頭風；相當于今日之正頭痛及偏頭痛之類。關于此方之解釋以淺田宗伯最爲簡明扼要，茲翻譯如下以供參考：「此方原本中藏經之香芎湯，但經張子和加入桂枝、薄荷，其工夫則高出一層，治偏頭痛有奇效。倘此症而兼肩背強急而痛者，用本事方之鉤藤散佳。」（方函口訣），又按淺田宗伯推獎之鉤藤散出本事方，其主治爲「肝厥頭暈」。肝厥二字很難用現代朮語解釋，姑且省略。不過，依其原文：治症症之人，氣逆甚而頭痛眩暈，或肩背強急，眼目赤，心氣郁塞。其處方：鉤藤，橘皮，半夏，麥冬，茯苓，人參，菊花，防風，石膏，甘草，生薑共十一味，但此方我未會運用過，成績如何不敢下斷語。
    
***感冒自汗微惡寒而不能發熱之老婦人
  **女，60+歲，中等身材，外觀上雖不見得何等衰老，但從其蒼白之顔色及緩慢之行動看來，十之七八可推定屬于陰虛證。以感冒求診。自雲感冒已五六日，雖服西藥及注射皆無稍差，然症狀亦不甚烈。繼又說，此種症狀是平素患有感冒時皆如是經過，此次也是同樣，尤其特殊者就是任何大病未嘗發熱。因此，自己知道身體已經虛弱之極。現在除鼻水之外但覺全身疲倦沉重，頭眩，幽微惡寒而□□然自汗不息。據雲感冒年必數發，發則十餘日始癒。患者顔面稍現輕微浮腫，手足及全身皆不溫暖，脈微細而弱，大小便無異變。桂枝加黃耆附子湯，一帖全身恢復溫度而汗止，諸症狀一掃而盡。翌日再診時自雲服藥頭腦豁然開朗而各病象若失，且雲平素服藥未有如此之速效也，再服一劑遂廢藥。
    
***重症肝硬變兼膽結石
  **男，37歲，英語老師。二年前以肝硬變兼膽結石之病名，經當地XX内科醫院治療二個多月，據雲既已痊癒。今年一月初突然舊病再發，症狀與二年前類似而更爲嚴重，仍托前醫治療十餘日而每況癒下。乃轉省立病院，雖經各科醫生會同治療亦無寸效，最後宣告必須上台北台大醫院或可有辦法（開刀手朮）。茲將二年前舊病之症狀綜合詳記如下：心窩部、胸脅、季肋部、腹部膨滿緊張，攣急硬結急痛，上衝，呼吸欲絕；胸腹急痛時如瘤腫衝動，口苦咽乾，口渴，大便秘結，小便短赤而黃，因此日夜不眠，嘔吐嘔逆。當急痛時即以鎮痛劑注射，随注随止，旋即再痛，日必數次。就中最爲棘手之問題是嘔逆。
    據雲二年前症狀如上述，但沒有嘔吐嘔逆。此次兼有嘔逆之猛烈，雖動員各種鎮嘔劑皆無效，點滴不能容納，以致營養不良，體力疲乏，瀕于全身虛脫。經省立病院採取大劑葡萄糖（點滴）頻頻補給， 但是因爲葡萄糖關繫以致全身浮腫，惟葡萄糖排洩後則虛脫狀態又現。
    考慮後先以鎮嘔止吐爲急務，乃投以安中散（粉末）二包隔二小時頓服以觀其後。本來不分水、藥入口實時嘔吐嘔逆、疼痛，點滴不存。不料服安中散竟然容納，旋則入睡。翌日，身心頗覺輕松，嘔吐如忘，胃口稍開，略進鮮牛奶。至此既有信心，乃將預購之火車票轉售他客，與其夫人相偕來訪。自雲嘔吐已止，胸脅苦滿，充塞感略減，至于急痛亦大減。至此嘔逆之大難關既已突破矣，遂以預先計劃之小柴胡湯投之，凡十餘帖，病象大減，大便正常，小便亦順調而清。轉用延年半夏湯繼續服用至3月6日痊癒，元氣與未病前相同，遂停藥。
    
***上衝頭眩胸脅苦滿
  **女，57歲，農家婦人，體格細長，屬于筋骨型，皮膚粗糙甲錯，然筋肉不甚弛緩。平素患頭重頭眩之症，荏苒年餘，近月來症狀加劇。頭重眩暈之甚，此外則屢屢上衝。現在更兼口苦，胸中痞滿。半夏厚朴湯合柴胡薑桂湯，一劑遂無消息。二個月後介紹鄰人來診，自雲上述疾病僅服一帖則諸症爽然若失，迄今二月餘健勝于常。
    依據上述症候羣：頭眩上衝，該當于半夏厚朴湯證之奔豚氣之輕者；而口苦，胸中痞滿則屬于柴胡配劑之方。又以本患者屬于虛證型，柴胡配劑者當以柴胡薑桂湯爲適合。
    
***子宮周圍炎
  **女，38歲，平素體質雖非十分強健，但亦非虛弱，本年正月患盲腸炎，經我用桃仁承氣湯及腸癱湯一星期全治。四月于左臍上發生急痛，聘黃XX内科往診，經注射施藥二日，疼痛癒劇（當時被診斷爲胃炎），遂囑我往診。此患者平素大便數日一行。患者雖不發熱，但感惡風。疼痛在左臍上，下迄左小腹。虛脹，充滿氣，有輕度腹鳴及蠕動感，按之綿軟而空虛，且作鼓音。據雲有嘔氣。此外無頭痛體疼之症。桂枝加芍藥大黃湯（大黃極輕）。是夜下痢三四次，痛仍無少差。乃托原來之西醫再注射鎮痛劑，但仍不止痛。翌日再請我往則疼痛下移于子宮，遂決定以子宮周圍炎治之，投以正氣天香湯，一劑則頻頻放屁而疼痛大差，翌日月經來。連服四劑疼痛若遺唯感小腹脹滿，第五日加大黃，此爲四日來不大便之故也。
    按正氣天香湯據淺田宗伯之勿誤藥室方函記載：此方出「醫學纂要」，治一切婦人諸氣，或上湊心胸，或攻脅肋（據玉機微義雲此下當有腹中結塊，發渴刺痛，月水不調，或眩暈嘔吐，寒熱往來等字句）。淺田謂此方爲氣劑之總司。所以統治諸氣作痛，或因氣滞而致血亦不行之月經痛，皆有應用之機會。雖然，本方統治諸氣作痛，但我的經驗大都爲子宮炎，子宮近部炎，卵巢炎者居多，至于頭痛嘔吐則很少遭遇也。
    
***小兒腸炎，四逆湯與白頭翁湯之區别
  **男，9個月。當六個月時，患急性腸炎，發熱下痢，日夜十餘行，歷經各小兒科醫生，大抵以氯黴素、鹽水注射而已。然而下痢不稍差。但荏苒三月餘，熱已退，下痢依然，而日漸衰弱、蒼白，乃名之慢性腸炎。
    原來其父本籍豐原，随父母來嘉居住，在故鄉祖父亦爲中醫，聞訊乃付來處方一劑，函命其依法服用，據雲是白頭翁湯加槟榔、诃子。配藥服用，向晚服初煎，須臾下痢更甚，據說約一小時下痢十餘行，至晚上九時左右，不計其數。此時舉家恐惶，不知所措，嗣由同事之介紹請我往診。患兒衰弱之甚，蒼白中呈浮腫。腹膨滿，微熱，口渴，下痢粘液便，尿多而白，手足厥冷，脈微細。對此證，我認爲是「少陰利」，應用四逆輩之附子、乾薑，反以苦寒白頭翁、黃連、黃柏之白頭翁湯，所以適得其反，宜其下痢更甚也。用「四逆輩」之茯苓四逆湯。
    是夜十時左右服藥，旋睡去。翌日全日排有形便共四次。第二日原方，排正常便二次，身體同復暖和，活潑。第三日依然用原方，于是痊癒停藥。共計僅服三帖。
    按四逆湯與白頭翁湯，皆出金匱要略痢疾門。前者爲辛熱藥，治寒痢；後者爲苦寒藥，治熱痢。寒熱之别，懸若雲泥，中醫臨床家必須銘記也。此例始誤于長期使用氯黴素，由陽證而成爲陰證，衰弱。最後以一劑白頭翁湯，幾乎不可收。不過，其祖父所以拟此方者，隻憑傳聞而已，所謂「隔海問病」，情有可原。仲師曰：「問不厭其詳」，蓋戒其不可輕易拟方也。
    
***肝病兼腎病與柴胡薑桂湯
  **女，65歲。有胃下垂，半月前忽然發熱，同時腹滿，症痛，浮腫，乃請省立病院高醫師往診。蓋患者之女兒曾經服務于該院爲護士，同事間交情不錯，所以随請随到。據雲當時高醫生未曾診出病名，僅以葡萄糖一針敷衍了事，而病狀依然。于是轉X醫院，經X博士診爲肝炎，并發腎臟炎。幾經應急治療，腹膨滿旋消旋脹。乃于昨夜用瀉便劑，排出少許粘液便，熱退。可是瀉便後，一切症狀轉爲復雜而危殆，遂由其妯娌轉囑我往診。
    患者坐卧轉側必需家人扶持，狀頗憔悴疲倦苦楚，呻吟。體質瘦小，貧血，熏黃，皮膚乾燥，外觀上頗似痨癠。顔面及下肢浮腫。腹膨滿壓痛，如覆釜狀，但弛緩綿軟，空虛，鳴動，按之氣充滿。舌乾燥而赤肌無苔，手足溫，身微熱，脈弦遲。主訴：全身疲憊，沉重，體疼，頭痛，口苦，口乾，嗜熱飲，胸脅苦滿，心悸，嘔不止，季脅下（右）壓痛，頭汗，便秘，小便短赤，不食，不眠。就中以不眠及精神恐怖爲重要，每因眼合，則見妖魔鬼怪。驚惶失措，精神不安。屢屢谵語。柴胡桂枝乾薑湯。服藥後，嘔吐止，口乾除，頭眩，心悸差，腹滿痛減，頭汗亦止，睡眠佳。最顯效者爲浮腫盡消，大便通，其它亦差。翌日來診，可以乘三輪車，由其兒媳扶持。自雲所苦去大半。唯腹滿未甚消。第二、三日，不兼三輪車而由其兒媳以機車載其來診。原方。
    在這一復雜嚴重危病之中，初診時我「問不厭其詳」，將各種症狀分别加以整理，而發見「主證」在于「柴胡湯證具」（傷寒論），雖然經過誤治，但臨床所見「柴胡證仍在」（傷寒論）。于是，我決定從柴胡湯中找出答案。但柴胡湯中，有實證，虛證之别。實證者大柴胡湯，患者雖「便秘」、「腹滿」、「嘔逆」，但體質老衰、虛秘、虛滿，是不適合。柴胡加龍骨牡蠣湯，也是實證之劑，也不適合。至于小柴胡湯，屬于「和解之劑」，在此危急之際，有「緩不濟急」之嫌。最後乃于虛證柴胡桂枝乾薑湯着眼：脈弦遲，大便虛秘，腹虛滿，頭汗等等。所以用此方者，重用在于辛溫之桂枝、辛熱之乾薑。古人所謂「棘手着文章」，此之義也。第四日自雲已無所苦楚，要求置全力于胃症狀。第五日六日，爲應其要求而轉用厚朴溫中湯，再轉安中散料加茯苓。胃症狀亦稍癒，食欲稍退，而全身血色亦佳，唯大便仍不太暢通。
    第七日忽以電話要求急診：突然惡寒戦栗，高熱，嘔逆，大渴，腹滿痛，肢節痛，谵語妄言，脈浮弦。知爲「太陽與少陽并病」（太陽下），依傷寒法，轉用柴胡桂枝湯。一帖「太陽與少解，而各症狀俱除，此方共服三帖。十一日，回復柴胡桂枝乾薑湯，各種症狀可以說大部痊癒。自初診至停藥共計十四帖。
    當時我對此嚴重危殆之例，頗感復雜紛纭，但經過考慮，則本患者之中心「證」，始終不離「柴胡湯證具」。以此一開始使投以柴胡桂枝乾薑湯，一劑見效如桴鼓。其間如忽然惡寒戦栗、高熱，也不過是傷寒論中之「并證」而已。因此，據傷寒論條文「太陽與少陽并病」，轉用臨時性之柴胡桂枝湯，一劑病除，三劑全治。對此種大病、危病，蓋在治療過程中，皆依據傷寒論原則「證」，按步就班，故能輕而易舉，于短短十四、五日間收到顯效。
`;

var ZYLCESWN = { bookName: "中醫臨床廿五年", haveChapter: false, contentArr: [] };

// 中醫臨床廿五年沒有章節，所以都用空字串就好
var chapter = "";

ZhongYiLinChuangErShiWuNian.split("***").map(block => {
  var section = { chapter: "", title: "", sentences: [] };

  block = block.trim();

  var rawSentences = block.split("**").map(sentence => sentence.trim());
  section.title = rawSentences.shift();
  section.sentences = rawSentences;

  ZYLCESWN.contentArr.push(section);
});

ZYLCESWN.contentArr.shift();

export default ZYLCESWN;
