var YaoXingFu = `

***第一章 寒性藥

	**諸藥賦性，此類最寒。 
	**犀角解乎心熱；羚羊清乎肺肝。 
	**澤瀉利水通淋而補陰不足；海藻散癭破氣而治疝何難。 
	**聞之菊花能明目清頭風；射干療咽閉而消癰毒； 
	**薏苡裡腳氣而除風濕；藕節消瘀血而止吐衄。 
	**瓜癭子下氣潤肺喘兮，又且寬中，車前子止瀉利小便兮，尤能明目。 
	**是以黃柏瘡用，兜鈴嗽醫。 
	**地骨皮有退熱除蒸之效，薄荷葉宜消風清腫之施。 
	**寬中下氣，枳殼緩而枳實速也；療肌解表，干葛先而柴胡次之。 
	**百部治肺熱，咳嗽可止；梔子涼心腎，鼻衄最宜。 
	**玄參治結熱毒癰，清利咽膈；升麻清風熱腫毒，發散瘡痍。 
	**嘗聞膩粉抑肺而斂肛門；金箔鎮心而安魂魄。 
	**茵陳主黃疸而利水；瞿麥治熱淋之有血。 
	**樸硝通大腸，破血而止痰僻；石膏治頭痛，解肌而消煩渴。 
	**前胡除內外之痰實；滑石利六腑之澀結。 
	**天門冬止嗽，補血涸而潤心肝；麥門冬清心，解煩渴而除肺熱。 
	**又聞治虛煩、除檅嘔，須用竹茹；通祕結、導瘀血，必資大黃。 
	**宣黃連治泠熱之痢，又厚腸胃而止瀉；淫羊藿療風寒之𡟚，且補陰虛而助陽。 
	**茅根止血與吐衄；石葦通淋與小腸。 
	**熟地黃補血且療虛損；生地黃宜血更醫眼瘡。 
	**赤芍藥破血而療腹痛，煩熱亦解；白芍藥補虛而生新血，溫熱尤良。 
	**若乃消腫滿逐水於牽牛；除熱毒殺蟲於貫眾。 
	**金鈴子治疝氣而補精血；萱草根治五淋而消乳腫。 
	**側柏葉治血山崩漏之疾；香附子理氣血婦人之用。 
	**地膚子利膀胱，可洗皮膚之風；山豆根解熱毒，能止咽喉之痛。 
	**白蘚皮去風治筋弱，而療足頑痺；旋覆花明目治頭風，而消痰嗽壅。 
	**又況荊芥穗清頭目便血，疏風散瘡之用；瓜蔞根療黃疸毒廱，消渴解痰之憂。 
	**地榆療崩漏，止血止痢；昆布破疝氣，散癭散瘤。 
	**療傷寒、解虛煩，淡竹葉之功倍；除結氣、破瘀血，牡丹皮之用同。 
	**知母止嗽而骨蒸退；牡蠣澀精而虛汗收。 
	**貝母清痰止咳嗽而利心肝；桔梗開肺利胸膈而治咽喉。 
	**若夫黃芩治諸熱，兼主五淋；槐花治腸風，亦醫痔痢。 
	**常山理痰結而治溫瘧；葶藶瀉肺喘而通水氣。 
	**此六十六種藥性之寒者也。

***第二章 熱性藥

	**藥有溫熱，又當審詳。 
	**欲溫中以蓽撥；用發散以生薑。 
	**五味子止嗽痰，且滋腎水；膃肭臍療癆瘵，更壯元陽。 
	**原夫川芎怯風溼、補血清頭；續斷治崩漏、益筋強腳。 
	**麻黃表汗以療咳逆；韭子壯陽而醫白濁。 
	**川烏破積，有消痰治風痹之功；天雄散寒，為去濕助精陽之藥。 
	**觀夫川椒達下，乾薑暖中。 
	**胡蘆巴治虛泠之疝氣；生卷柏破癥葭而血通。 
	**白朮消痰壅、溫胃，兼止吐瀉；菖蒲開心氣、散泠，更治耳聾。 
	**丁香快脾胃而止吐逆；良薑止心氣痛之攻沖。 
	**肉蓯蓉填精益腎；石硫黃暖胃驅蟲。 
	**胡椒主去痰而除泠；秦椒主攻痛而去風。 
	**吳茱萸療心腹之泠氣；靈砂定心臟之怔忡。 
	**蓋夫散腎泠、助脾胃，須畢澄茄；療心痛、破積聚，用蓬莪朮。 
	**縮砂止吐瀉安胎、化酒食之劑；附子療虛寒反胃、壯元陽之方。 
	**白豆蔻治泠瀉，療癰止痛於乳香；紅豆蔻止吐酸，消血殺蟲於乾漆。 
	**豈知鹿茸生精血，腰脊崩漏之均補；虎骨壯筋骨，寒濕毒風之並怯。 
	**檀香定霍亂，而心氣之痛愈；鹿角祕精髓，而腰脊之痛除。 
	**消腫益血於米醋；下氣散寒於紫蘇。 
	**扁豆助脾，則酒有行藥破結之用；麝香開竅，則蔥為通中發汗之需。 
	**嘗觀五靈脂治崩漏，理血氣之刺痛；麒麟竭止血出，療金瘡之傷折。 
	**糜茸壯陽以助腎；當歸補虛而養血。 
	**烏賊骨止帶下，且除崩漏目翳；鹿角膠住血崩，能補虛羸勞絕。 
	**白花蛇治癱瘓，療風癢之癬疹；烏梢蛇療不仁，去瘡瘍之風熱。 
	**烏藥有治泠氣之理；禹餘糧乃療崩漏之因。 
	**巴豆利痰水，能破寒積；獨活療諸風，不論新久。 
	**山茱萸治頭暈遺精之藥；白石英醫咳嗽吐膿之人。 
	**厚樸溫胃而去嘔脹，消痰亦驗；肉桂行血而療心痛，止汗如神。 
	**是則鯽魚有溫胃之功；代赭乃鎮肝之劑。 
	**沉香下氣補腎，定霍亂之心痛；橘皮開胃去痰，導壅滯之逆氣。 
	**此六十六種藥性之熱者也。

***第三章 溫性藥

	**溫藥總括，醫家素諳。 
	**木香理乎氣滯；半夏主於痰濕。 
	**蒼朮治目盲，燥脾去濕宜用；蘿蔔去膨脹，下氣治麵尤堪。 
	**況夫鍾乳粉補肺氣，兼療肺虛；青鹽治腹痛，且滋腎水。 
	**山藥而腰濕能醫；阿膠而痢嗽皆止。 
	**赤石脂治精濁而止泄，兼補崩中；陽起石暖子宮以壯陽，更療陰痿。 
	**誠以紫苑治嗽，防風怯風，蒼耳子透腦止涕，威靈仙宣風通氣。 
	**細辛去頭風，止嗽而療齒痛；艾葉治崩漏、安胎而醫痢紅。 
	**羌活明目驅風，除濕毒腫痛；白芷止崩治腫，療痔瘺瘡癰。 
	**若乃紅藍花通經，治產後惡血之餘；劉寄奴散血，療燙火金瘡之苦。 
	**減風濕之痛則茵芋葉；療折傷之症責骨碎補。 
	**藿香葉闢惡氣而定霍亂；草果仁溫脾胃而止嘔吐。 
	**巴戟天治陰疝白濁，補腎尤滋；元胡索理氣痛血凝，調經有助。 
	**嘗聞款冬花潤肺，去痰嗽以定喘；肉豆蔻溫中，止霍亂而助脾。 
	**撫芎走經絡之痛；何首烏志瘡疥之資。 
	**薑黃能下氣、破惡血之積；防己宜消腫、去風濕之施。 
	**蒿本除風，主婦人陰痛之用；仙茅益腎，扶元氣虛弱之衰。 
	**乃曰破故紙溫腎，補精髓與勞傷；宣木瓜入肝，療腳氣並水腫。 
	**杏仁潤肺燥止嗽之劑；茴香治疝氣腎疼之用。 
	**訶子生精止渴，兼療滑泄之痾；秦艽攻風逐水，又除肢節之痛。 
	**檳榔豁痰而逐水，殺刺白蟲；杜仲益腎而添精，去腰膝重。 
	**當知紫石英療驚悸崩中之疾，橘核仁治腰痛疝氣之真。 
	**金櫻子兮澀精；紫蘇子兮下氣涎。 
	**淡豆豉發傷寒之表；大小薊除諸血之鮮。 
	**益智安神，治小便之頻數；麻仁潤肺，利六腑之燥堅。 
	**抑又聞補虛弱、排瘡膿，莫若黃耆；強腰腳、壯筋骨，無如狗脊。 
	**菟絲子補腎以明目；馬蘭花治疝而有益。 
	**此五十四種藥性之溫者也。

***第四章 平性藥

	**詳論藥性，平和惟在。 
	**以磠砂而去積；用龍齒以安魂。 
	**青皮快膈除膨脹，且利脾胃；芡實益精治白濁，兼補真元。 
	**原夫木賊草去目翳，崩漏亦醫；花蕊石治金瘡，血行則卻。 
	**決明和肝氣，治眼之劑；天麻主頭眩，怯風之藥。 
	**甘草和諸藥而解百毒，蓋以氣平；石斛平胃氣而補腎虛，更醫腳弱。 
	**觀乎商陸治腫，覆盆益精。 
	**琥珀安神而散血；朱砂鎮心而有靈。 
	**牛膝強足補精，兼療腰痛；龍骨止汗住泄，更治血崩。 
	**甘松理風氣而痛止；蒺藜療風瘡而目明。 
	**人參潤肺寧心，開脾助胃；蒲黃止崩治衄，消癆調經。 
	**豈不以南星醒脾，去驚風痰吐之憂；三稜破積，除血塊氣滯之症。 
	**沒食主泄瀉而神效；皂角治風痰而響應。 
	**桑螵蛸療遺精之泄；鴨頭血醫水腫之盛。 
	**蛤蚧治癆嗽，牛蒡子疏風壅之痰；全蝎主風癱，酸棗仁去怔忡之病。 
	**嘗聞桑寄生益血安胎，且止腰痛；大腹子去膨下氣，亦令胃和。 
	**小草、遠志，俱有寧心之妙；木通、豬苓，尤為利水之多。 
	**蓮肉有清心醒脾之用；沒藥乃治瘡散血之科。 
	**郁李仁潤腸宣血，去浮腫之疾；茯神寧心益智，除驚悸之痾。 
	**白茯苓補虛勞，多在心脾之有眚；赤茯苓破結血，獨利水道以無毒。 
	**因知麥芽有助脾化食之功；小麥有止汗養心之力。 
	**白附子去面風之遊走；大腹皮治水腫之泛溢。 
	**樁根白皮主瀉血；桑根白皮主喘息。 
	**桃仁破瘀血兼治腰痛；神䅿健脾胃而進飲食。 
	**五加皮堅筋骨以立行；柏子仁養心神而有益。 
	**抑又聞安息香辟惡，且止心腹之痛；冬瓜仁醒脾，實為飲食之資。 
	**僵蠶治諸風之喉閉；百合戀肺癆之嗽萎。 
	**赤小豆解熱毒，瘡腫宜用；枇杷葉下逆氣，噦嘔可醫。 
	**連翹排瘡膿與腫毒；石南葉利筋骨與毛皮。 
	**谷芽養脾，阿魏除邪氣而破積；紫河車補血，大棗和藥性以開脾。 
	**然而鱉甲治癆瘧，兼破癥葭；龜甲堅筋骨，更療崩疾。 
	**烏梅主便血瘧疾之用；竹瀝治中風聲音之失。 
	**此六十八種藥性之平者也。
`;

var YXF = { bookName: "藥性賦", haveChapter: false, contentArr: [] };

YaoXingFu.split("***").map(block => {
  var section = { chapter: "", title: "", sentences: [] };

  block = block.trim();

  var rawSentences = block.split("**").map(sentence => sentence.trim());
  section.title = rawSentences.shift();
  section.sentences = rawSentences;

  YXF.contentArr.push(section);
});

YXF.contentArr.shift();

export default YXF;
